{"cord_uid":"0oq4kkn5", "sourcedb":"PMC", "sourceid":"PMC5052702", "divid":9, "text":"Next, a fragment ligation assay was conducted to identify nucleophilic fragments inducing the deactivation of the protein through a ligation reaction with fragment 1. For this purpose, a concentration of fragment 1 was determined, which decreased the activity of the protease by B10% over a time period of 10 min. This level of inhibition was used to ascertain the maximal sensitivity of the assay. A small library of 850 primary amine fragments, composed by applying a substructure analysis of the World Drug Index 35 , was screened in the fragment ligation assay. Fragment 2, 5-amino-1-cycloheptyl-1,2-dihydropyrazol-3-one (Fig. 3a, Supplementary Table 1 ), displayed the strongest overadditive effect of inhibition of protease activity. While fragments 1 or 2 alone reduced the enzyme's activity by no more than 10%, the protease was inhibited completely by a combination of 1 and 2 at the same concentrations (Fig. 3b) . Incubation of the protease with mixtures of 1 (1.2 equiv.) and 2 (1 equiv.) led to a concentration-dependent deactivation of the enzyme with an apparent IC 50 value of ca. 200 mM and a k inact /K I of 8.3 ± 0.6 M À 1 s À 1 (Supplementary Fig. 1 ). Deconvolution of the ESI-MS of the protease after ligation with a mixture of both fragments 1 and 2 showed the modification of the protein mass by addition of both fragments (144 þ 195 ¼ 339 Da) as the major mass peak (100% intensity, see Fig. 3c ). For comparison, the mass peak for the remaining unmodified protein displayed only 12% intensity and that of the protein coupled to the bis-electrophile 1 alone ca. 8%, supporting the assumption that the protein modification was strongly amplified by the presence of fragment 2. Incubation of the mutated protease C147A (ref. 36) did not display any modification in MS, indicating a selective alkylation of the active site. Compound number k inact /K I (M À 1 s À 1 )", "project":"cdlai_CORD-19", "denotations":[]}