{"cord_uid":"0oq4kkn5", "sourcedb":"PMC", "sourceid":"PMC5052702", "divid":10, "text":"The ligation reaction of fragments 1 and 2 was analysed by HPLC/MS with and without the protein target present ( Supplementary Fig. 2) . Several different addition products of 1 and 2 were formed according to mass analysis and retention times and two of these products had the additive mass of both fragments, which had been observed in the deconvoluted MS of the protein sample reacted with both fragments. This formation of several different addition products of 1 and 2 is in agreement with the reported reactivity of 5-amino-1,2-dihydropyrazol-3ones, which were found to react with electrophiles at both the exocyclic amino group, the carbonyl oxygen and in the carbon-4 position 37, 38 . The product ratio varied strongly depending on the solvent and presence/absence of the protein target. Isolation of the formed ligation products by preparative column chromatography furnished again mixtures of compounds, indicating that they were formed reversibly in an equilibrium reaction. To evaluate the potential of the various ligation products as inhibitors, possible fragment combinations were generated in silico and docked 39 into the active site. Docking poses were selected according to their ability to bind and react in a similar manner as observed in PDB entry 3ZZA representing the crystal structure of CV3B 3C protease. In particular, two criteria were applied: (i) the hydrogen-bonding pattern between the lactam moiety of the co-crystallized ligand, and His-161 and Thr-142 in the S1 pocket had to be fulfilled by the docked poses for a plausible position in the binding site and (ii) the distance of cysteine sulfur and the potentially covalently binding electrophile of the ligation product had to be in a reasonable range for subsequent covalent binding (Supplementary Table 2 ). Docking of fragment 2 suggested that 2 can bind to the S1 pocket of the protease occupying the position of the primary amide of the native glutamine residue (Fig. 3d) . Sampling the various reaction paths of the electrophile 1 with the nucleophilic positions of fragment 2 supported the best fit for a nucleophilic attack by the carbon-4 ring position (Fig. 3e ). According to our docking experiments, the putative reaction product, a secondary alcohol, can be positioned in the active site of the protein and can be attacked by Cys-147 resulting in the opening of the epoxide ring and the formation of the covalent protein modification (Fig. 3f ).", "project":"cdlai_CORD-19", "denotations":[]}