{"cord_uid":"1jogs44p", "sourcedb":"PMC", "sourceid":"PMC3628338", "divid":15, "text":"Syntenic mapping showed that metatherian opossum encodes approximately three dozen CEACAM homologs with overall sequence similarities to CEACAM1 and 5. Among them, eleven homologs clustered with CEACAM/PSG locus marker genes TOMM40 and APOE on chromosome 4 ( Fig. 1b ; Table S2 in File S1). On the other hand, the prototherian platypus encoded only four CEACAM homologs (OanCEACAM16, 16LI, 20LI, and 20LII)( Fig. 1b ; Table S2 in File S1), and a pair of these homologs are positioned in tandem (Fig. 1b, Contig 2758 ). While CEACAM homologs from metatherian and prototherian mammals exhibit overall sequence similarity with eutherian counterparts, they have diverged extensively in domain structure and protein length as well as gene inventory, suggesting the absence of true orthologous (Table S2 in File S1). For the opossum, only paralogs mapped on chromosomes 2 and 4 are shown. Those found on unknown chromosomes are described in Table S2 in File S1. Among these homologs, eleven (MdoCEACAMI-XI) were found to cluster in a 2-Mbp span on chromosome 4, which also contained the marker genes TOMM40 and APOE. On the other hand, the platypus genome encoded four CEACAM homologs (OanCEACAM16, 16LI, 20LI, and 20LII)( Table S2 in File S1). In X. tropicalis, three homologs (XtrCEACAMI-III) were located near marker genes, including LIPE, CNFN, TMEM145, PAFAH1B3, and ZNF574. The chromosomal number and the genomic contig number are indicated at the top of the schematic representation of each genomic fragment. CEACAM family genes are indicated by red diamond-shaped symbols. Marker genes are identified by colored diamond-shaped symbols. The relative position of genes on chromosomes and contigs is shown next to the gene symbols. c) Syntenic mapping of CEACAM loci in teleosts. The genomes of the medaka fish (O. latipes), stickleback (G. aculeatus), zebrafish (D. rerio), and two pufferfishes (T. rubripes and T. nigroviridis) encode 1-12 CEACAM family genes. Syntenic mapping indicated that zebrafish and T. nigroviridis CEACAM genes are located on whole genome duplication (WGD)-derived chromosome fragments, and that zebrafish CEACAMs on chromosome 16 are located on three separate loci (I, II, and III). The WGD-derived syntenic chromosomal regions in teleosts are indicated by a yellow background. The chromosomal number and the genomic contig number are indicated at the top of the schematic representation of each genomic fragment. CEACAM family genes are indicated by red diamond-shaped symbols. Marker genes are identified by colored diamond-shaped symbols. The relative position of genes on chromosomes and contigs is shown next to the gene symbols. doi:10.1371/journal.pone.0061701.g001 relationship between these homologs and those of humans. Interestingly, although phylogenetic trees built with the Neighbor-Joining method showed little confidence on the relationship of most opossum and platypus homologs with those of eutherian homologs (Fig. 2b) , phylogenetic trees built with the Maximum Likelihood method suggested that mammalian CEACAMs can be separated into two major branches: CEACAM16/18/20 and those clustered with the better characterized human CEACAM1like members ( Fig. 3b; Fig. S1 in File S1). In addition, the majority of metatherian homologs clustered in a sub-branch appeared to separate from those of human CEACAM1-like members.", "project":"cdlai_CORD-19", "denotations":[]}