{"cord_uid":"1jogs44p", "sourcedb":"PMC", "sourceid":"PMC3628338", "divid":1, "text":"Whereas the CEACAM/PSG genes were previously considered eutherian-specific, recent studies have shown that homologs with 30-50% protein sequence similarity to human CEACAMs are present in the marsupial opossum and monotreme platypus [20, 21] . Interestingly, the inventory of CEACAM/PSG genes in mammals appeared to vary greatly even among closely related species. For example, whereas mice contain 27 CEACAM/PSG homologs, rats have only 16 counterparts [20, 21] . In addition, earlier studies of nucleotide substitution and the dN/dS ratio in primates and rodents showed that select CEACAM/PSG genes underwent positive or purifying selection [22, 23] . These earlier observations suggested that the duplication/retention of CEA-CAM/PSG genes could be susceptible to environmental selection, and the process could be similar to the birth, fixation, and loss of adaptive genes such as olfactory receptors and killer-cell immunoglobulin-like receptors (KIRs) in select vertebrates [24, 25, 26] . Because the analysis of nucleotide or amino acid selection across closely related species provides only a rough estimate of genetic variation within a narrow time frame, how unique the evolution of CEACAM/PSG genes in vertebrates remains to be investigated. In addition, the difficulty in analyzing CEACAM/PSG gene evolution was further aggravated by the large variation in gene repertoire among species, which violates various assumptions of statistical methods commonly used in the analysis of gene selection. Accordingly, we hypothesized that an integrative analysis that encompasses a wide time spectrum is needed to better understand the evolution of CEACAM/PSG genes. Here, based on syntenic mapping of chordate genomes and the analysis of genetic variations in humans, we show that CEACAM/PSG genes represent an independent branch of the immunoglobulin superfamily, and were frequently subject to selection by geneenvironmental interactions. Importantly, we also found that human CEACAM/PSG locus is enriched with genetic variations, and the PSG gene inventory could range from 12 to 30 copies among individuals, indicating an ongoing selection of these genes in major, geographically separated human populations. Because PSGs and CEACAMs are important for normal pregnancy and immune responses, our study thus provides a framework for further exploration of adaptive genotype-phenotype relationships involving these fast-evolving genes in reproduction, pregnancy complications, and other patho-physiologies in humans.", "project":"cdlai_CORD-19", "denotations":[]}