{"cord_uid":"1jogs44p", "sourcedb":"PMC", "sourceid":"PMC3628338", "divid":33, "text":"Changes in selection pressures over time could leave diverse footprints of selection in genes. In general, the methods for detecting the action of selection vary with timescales. On the longest timescales, selection is evidenced by differences in gene inventory and gene functions. At shorter timescales, selection is indicated by an excess of nonsynonymous changes as compared to synonymous substitutions. At time scales ,80 thousand years, positively selected SNPs in humans could be detected by an excess of derived alleles in LD because there is no sufficient time for the genetic diversity to be restored by mutation and drift [56, 62] . However, none of these studies alone could provide a comprehensive view of how divergent the evolution of a gene family was. This is particularly true for gene families that contain redundant members. In addition, varied arrangements of functional domains among paralogs, such as those found in CEACAM/PSG genes, could add to the challenge of analysis of gene evolution [56, 62] . In the present study, we broadened the study of CEACAM/PSG gene evolution in two directions: the identification of CEACAM homologs in basal taxonomy (long timescale) and the investigation of genetic diversity in humans during a short timescale (i.e., after the Out-of-Africa human migration). On the first front, we found that CEACAM genes evolved in a radical manner in various lineages. In an extreme instance, these genes were completely lost (i.e., avian species). On the second front, we took two complementary approaches-local variations in density of coding SNPs/ CNVs and population-based assessment of genetic variations-to assess the extent of divergence. In these analyses, genes on chromosome 19, rather than the genome-wide samples, were selected to account for local substitution rate variation. In these analyses, we found CEACAM/PSG genes contain high density of nonsynonymous SNPs and CNVs, and many of these genetic variations exhibit high population differentiation, indicating extensive gene-environmental interactions at the CEACAM/ PSG locus. In addition, these data suggested that the selection force shaping the expanded CEACAM/PSG gene inventory in Old World primates is ongoing in humans. Whereas the underlying mechanism remains to be investigated, the evolutionary course of these genes could be a result of combinations of factors. First, the high frequency of genetic variations at the CEACAM/ PSG locus could be a result of relaxed constraint. Recent studies have revealed that an estimated 5-10% of the vertebrate gene repertoire consist of _progressive (vs. conserved) gene families which mainly function in immunity, reproduction, and chemosensory [25, 63, 64, 65] , and that ligands and cell surface receptors could be preferentially retained after gene duplications, perhaps due to low constraints imposed by fewer interacting protein partners compared to intracellular polypeptides that form complexes with many partners in two-way communication [66, 67] . Because CEACAMs and PSGs mainly function as cell surface receptor or secreted ligand, their evolution could be similar to that of a variety of progressive genes, including olfactory receptors, male gamete-associated reproductive genes, KIRs, and other immune-associated gene families, which experienced frequent birth-and-death of duplicated genes in response to environmental pressures.", "project":"cdlai_CORD-19", "denotations":[]}