{"cord_uid":"1jogs44p", "sourcedb":"PMC", "sourceid":"PMC3628338", "divid":5, "text":"Genes belonging to the CEACAM/PSG family from different species were first determined by comparing known CEACAM sequences to genomic contigs using the program BLAST and a series of reciprocal pairwise sequence comparisons as well as the program Genscan [28] . Initially, human and mouse CEACAM sequences were compared against the genomes and proteomes of chimpanzee (Pan troglodytes), Rhesus monkey (Macaca mulatta), bushbaby (Otolemur garnettii), mouse lemur (Microcebus murinus), dog (Canis familiaris), opossum (Monodelphis domestica), platypus (Ornithorhynchus anatinus), chicken (Gallus gallus), turkey (Meleagri gallopavo), zebra finch (Taeniopygia guttata), clawed frog (Xenopus tropicalis), West Indian Ocean coelacanth (Latimeria chalumnae), medaka fish (Oryzias latipes), zebrafish (Danio rerio), pufferfish (Takifugu rubripes and Tetraodon nigroviridis), stickleback (Gasteroteus aculeatus), little skate (Leucoraja erinacea), sea lamprey (Petromyzon marinus), amphioxus (Branchiostoma floridae), and tunicates (Ciona intestinalis and Ciona savignyi). Unique protein sequences with E,0.0001 were analyzed with additional blast searches against the human nonredundant protein database to detect the best reciprocal hits. In this step, we excluded homologs for other proteins with IgV-like and IgC-like motifs that did not share a common root with mammalian CEACAMs. Due to sequence divergence, the relationship between newly identified homologs and human CEACAMs cannot be determined unambiguously. Based on this observation and earlier studies, we reasoned that CEACAM family genes likely underwent extensive neo-functionalization or sub-functionalization after gene duplication, and that heterotachy incurred by functional divergence led to the difficulty in phylogeny analysis [29] . Therefore, we sought to determine the phylogenetic relationship of novel CEACAM family genes with syntenic mapping.", "project":"cdlai_CORD-19", "denotations":[]}