{"cord_uid":"1jogs44p", "sourcedb":"PMC", "sourceid":"PMC3628338", "divid":28, "text":"Second, we analyzed whether high-frequency nonsynonymous SNPs (i.e., has an average frequency .10%) in CEACAM/PSG genes exhibit population differentiation in the International HapMap II populations using the empirical distribution of the F ST statistic, which has been widely used to detect alleles that were selected after human populations left Africa ,60 thousand years ago. In support of our hypothesis, we found that only 3.2% (N = 43) and 2.6% (N = 34) of a total of 1327 non-CEACAM/PSG genes contained at least one coding SNP with F ST scores in the top 15% and 10% bracket of all SNPs, respectively. On the other hand, seven and three out of 25 CEACAM/PSG genes (28% and 12%) had at least one coding SNP with F ST scores in the top 15% and 10% bracket, respectively. In addition, we found that eight out of these 25 genes contained gene region SNPs with F ST scores in the top 5% bracket (Table S6 in File S1). In addition to CEACAM/PSG genes, chromosome 19 encodes several gene families that exhibit functional and evolutional characteristics similar to CEACAM/PSGs. These progressive gene families includes sialic acid binding Ig-like lectin, leukocyte immunoglobulinlike receptor, and olfactory receptor gene families [29, 31, 42, 43, 54, 55] . They encode secreted ligands or cell surface receptors, and the family size expanded multiple times during the evolution of primates. Interestingly, 25% and 19.4% of genes in these three families contained at least one nonsynonymous SNP with F ST scores in the top 15% and 10% bracket, respectively (Table 3) . Therefore, the ratio of genes containing coding SNP(s) with a high F ST score in CEACAM/PSG and these three progressive gene families is categorically higher than other genes (conserved genes) on chromosome 19 (Fig. 6, Table 3 ). RT-PCR detection of transcripts of DreCEACAMI, VII, and X in kidney, testis, ovary, gill, gut, head, heart, liver, and fin of D. rerio (right panel) as well as TniCEACAMI-III in brain, muscle, gut, kidney, heart, liver, gill, and skin of T. nigroviridis (left panel) using gene-specific primers (Table S4 in File S1). Expected size of PCR products for each gene is indicated by an arrow. doi:10.1371/journal.pone.0061701.g004", "project":"cdlai_CORD-19", "denotations":[]}