{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":15, "text":"Percutaneous vaccination with recombinant MVA-gD2 elicits HSV-2-specific immune responses MVA is an attractive vector being used for the expression of transgenes and has been used in the expression of antigens of a variety of pathogens. Similar to studies investigating MVA as a smallpox vaccine, preclinical and clinical evaluation of MVA-vectored vaccines in development has relied predominantly on the use of intramuscular, intradermal or subcutaneous routes of MVA delivery. In order to determine whether the percutaneous route will be useful for the evaluation of MVA-vectored recombinant vaccines, a recombinant MVA (MVA-gD2) expressing the glycoprotein D of herpes simplex virus type-2 (HSV-2, strain MS) was evaluated for immunogenicity in the BALB/c mouse model. In this recombinant MVA, the HSV-2 Us6 gene encoding glycoprotein D was inserted into the deletion II site in MVA by homologous recombination [51] . Groups of mice were vaccinated with MVA-gD2 at three dose levels: 10 5 pfu, 10 6 pfu, and 10 7 pfu; with each dose level administered subcutaneously or percutaneously. The control group received 10 7 pfu of MVA subcutaneously. All treatment groups were vaccinated using a prime/boost immunization strategy as previously described [51] . Antisera were collected 3 weeks after the priming vaccination, as well as at 3 weeks after the boost, and were tested for HSV-2-specific IgG at both time points, using partially-purified HSV-2 glycoproteins as the antigen (Fig 2A) . Antisera collected at the 6-week time point were also tested for HSV-2 neutralizing antibodies (Fig 2B) . Antisera obtained from mice vaccinated with the MVA vector had no detectable HSV-2 specific antibodies at both time points. HSV-2 specific antibodies were detected in antisera obtained from mice vaccinated with MVA-gD2 at both time points (Fig 2A) . The mean IgG titers (log 10 The serum samples obtained at the 6-week time point were tested for the ability to neutralize HSV-2 infectivity in Vero cells. Similar to the IgG ELISA result, antisera from the MVA control group did not neutralize HSV-2 (mean serum neutralization (SN) titer was below the level of quantitation of 0.30 log 10 ). Low to modest neutralizing antibody titers were detected in MVA-gD2 vaccinated mice (Table 2 ).", "project":"cdlai_CORD-19", "denotations":[]}