{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":27, "text":"In summary, we showed that MVA, and recombinant MVA vectors expressing HSV-2 gD2 or influenza virus H5 elicited protective immune responses in the mouse model. Taken together, the data presented in this work suggest that MVA and MVA-vectored vaccines can be effective when delivered through the skin. With the advantage that antigen delivery to the skin requires a volume that is at least 25 times (in murine models) to 200 times (in humans) less than the volume used in subcutaneous vaccination, a more comprehensive investigation of the clinical benefit of delivering MVA and MVA-vectored vaccines through the skin is necessary. Apart from its efficiency in provoking robust immune responses, it may also help to ameliorate or obliterate some of the commonly reported volume-related local reactions associated with subcutaneous or intramuscular vaccine delivery, such as pain at the site of injection, and may be more acceptable in people with needle phobia, thus enhancing compliance with scheduled immunization programs. Although the preclinical evaluation of vaccines by skin scarification, as described in our study, involves the use of improvised needles for the scarification process prior to the application of vaccines, advances in the development of the microneedle patch [87, 88, 89] should facilitate painless application of vaccines to the skin without the use of hypodermic injection needles or the bifurcated needle used in administering smallpox vaccines. In preclinical studies, microneedle delivery of MVA-vectored vaccines has been shown to be effective in eliciting robust immune responses against malaria [90] that are comparable to the levels attained by intradermal vaccination. Thus with further refinement, the use of microneedle delivery appears to hold a promising future for the application of viral-vectored vaccines through the skin. were vaccinated subcutaneously or percutaneously with 10 5 , 10 6 , or 10 7 pfu of MVA-HA by prime-boost at an interval of 3 weeks between vaccinations. A control group received 10 7 pfu of MVA prime-boost, subcutaneously. Serum samples obtained 3 weeks after priming (week-3) and 3 weeks after boosting (week-6) were tested for H5-specific IgG (A). Error bars represent standard deviation. Mice were subsequently challenged with 10 6 pfu of influenza rgA/Viet Nam/1203/2004, and weighed daily for two weeks (B). A "+" sign represents a mouse that succumbed to infection. (TIF)", "project":"cdlai_CORD-19", "denotations":[]}