{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":2, "text":"The severe attenuation of MVA and its consequent loss of the capacity to replicate efficiently in mammalian cells is evident in its inability to produce a "vaccine take", a pustular lesion that develops at the inoculation site, when vaccinia virus is inoculated on the skin surface. Apart from its potential use as a smallpox vaccine in immunocompromised individuals, MVA has the capacity to accommodate heterologous DNA, and express encoded proteins, thus serving as a useful viral vector in vaccine development against different types of pathogens. Several recombinant MVA vectors expressing heterologous proteins of different human pathogens are at various phases of clinical development [20, 21] Some of the MVA-vectored vaccines in clinical trials include those expressing human immunodeficiency virus antigens [22, 23, 24] , Mycobacterium tuberculosis 85A antigen [25, 26, 27] , malaria antigens [28, 29, 30] , human papilloma virus antigen [31] , hepatitis C antigens [32, 33] , respiratory syncytial virus antigens [34] , influenza virus antigens [35, 36, 37] , Epstein-Barr virus antigen [38, 39] and more recently, ebola virus antigens [40] . Several other MVA-vectored vaccines have also been evaluated in preclinical studies [41, 42, 43] . In most preclinical and clinical studies, MVA or recombinant MVA vectors, unlike replication-competent vaccinia virus strains, are inoculated into subjects via the intramuscular, intradermal or subcutaneous routes. Although MVA has been demonstrated to have a better safety profile than replication-competent vaccinia virus, a relatively large inoculum volume of 0.05 to 0.10mL and 0.5 to 1mL of MVA or recombinant MVA is typically used in small animal models and in non-human primates/humans, respectively. This often results in local reactions at the site of inoculation, including muscle ache, pain, and tenderness [44, 36] . In addition, the inoculation of prophylactic or therapeutic regimens with needles and syringes can be problematic for some people, a global problem commonly called needle phobia or fear of the needle in common phraseology. Although the use of needle-free injection devices such as the jet injector [45] has become increasingly popular, hypodermic syringes and needles remain in wide use for the delivery of prophylactic and therapeutic remedies.", "project":"cdlai_CORD-19", "denotations":[]}