{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":21, "text":"In the experiments with MVA-HA described above, all mice that were vaccinated on a primeboost schedule with 10 4 pfu of MVA-HA elicited antibody responses and protection that were indistinguishable between subcutaneous and percutaneous treatment cohorts. In order to further scrutinize the differences between the two inoculation routes, lower doses of MVA-HA were used in experiments. In one experiment, groups of mice (five per group) were vaccinated with MVA-HA at doses of 10 2 , 10 3 or 10 4 pfu, each dose administered via the subcutaneous or percutaneous route. A control group was inoculated subcutaneously with 10 4 pfu of MVA. Booster inoculations in the same amount of MVA-HA or MVA were administered three weeks after mice were primed. At three weeks after the booster doses, mice were challenged with attenuated rgA/Viet Nam/1203/2004, at 10 6 pfu per mouse, and were evaluated daily for two weeks as described above. None of the animals vaccinated with MVA survived. All mice vaccinated with 10 3 pfu MVA-HA in this prime/boost schedule survived. In the 10 2 pfu MVA-HA group, 2/5 and 1/5 survived in the subcutaneous and percutaneous groups, respectively. Influenza virus pathogenesis in these mice, as measured by weight loss (Fig 4) shows a doseresponse with respect to MVA-HA, with weight loss being inversely proportional to the dose of MVA-HA. There were no major differences in survival rates between mice in the subcutaneous and percutaneous groups inoculated with the same dose of MVA-HA. At 10 2 pfu of MVA-HA, the mean weight loss was higher in the percutaneous group than the subcutaneous group, but the difference was not statistically significant (two-tailed p-value = 0.084). Finally, in two independent experiments, mice in groups of five in each experiment were vaccinated with low doses of MVA-HA that were administered once, and were challenged three weeks after vaccination. Groups of mice were inoculated at doses of 10 2 , 10 3 , or 10 4 pfu of MVA-HA subcutaneously or percutaneously. Control groups received 10 4 pfu of MVA subcutaneously. A summary of the number of surviving mice is presented in Table 4 . None of the mice vaccinated with MVA survived. Among mice in the MVA-HA subcutaneous vaccination cohort, 3/10, 5/10, and 8/10 survived in the 10 2 pfu, 10 3 pfu, and 10 4 pfu vaccination groups, respectively. Similarly, among mice in the percutaneous vaccination cohort, 5/10, 6/10, and 8/ 10 survived viral challenge. The mean weight loss among mice in these experiments are shown in Fig 5. Statistical comparisons of the number of surviving mice show that differences in survival between mice that were vaccinated with 10 4 pfu of MVA-HA (irrespective of vaccination route) and the MVA control group, were statistically significant (Table 4 ). However, a comparison of the observed differences in survival between the percutaneous and subcutaneous groups at the 10 2 pfu dose level indicates the difference is not statistically significant. This set of data suggests that even at low vaccination doses, differences between mouse groups vaccinated via the subcutaneous and percutaneous routes are not apparent in this challenge model.", "project":"cdlai_CORD-19", "denotations":[]}