{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":14, "text":"Groups of mice were vaccinated with 10 5 pfu of MVA via the intramuscular, subcutaneous, or percutaneous routes. For comparison, a set of three groups of mice were similarly vaccinated with 10 5 pfu of the licensed ACAM2000 smallpox vaccine, via the same three routes. An untreated group was included as a control. Three weeks after vaccination, serum samples were obtained from all mice and tested for vaccinia-specific antibodies by ELISA, using inactivated Dryvax as the antigen. Among mice in the MVA treatment cohort, an IgG response was detectable in 2/5 mice in the subcutaneous group, and 1/5 in the percutaneous group. The untreated mice and all mice in the MVA intramuscular group had no detectable IgG at this time point. By contrast, all but three mice (2/5 and 1/5 in the intramuscular and subcutaneous groups, respectively) in the ACAM2000 cohort had detectable levels of IgG (Fig 1A) . At 4 weeks postimmunization, all mice were challenged intranasally, with a lethal dose (10 LD 50 ) of VV-WR. All mice in the untreated group showed severe symptoms of infection, reaching the study endpoint of 25% weight loss by day 7 post-challenge, and had to be euthanized (Fig 1B & 1C) . Except for a mouse in the MVA-intramuscular group, all other mice vaccinated with MVA or ACAM2000, survived. Among the MVA vaccinated animals, mice in the intramuscular group lost the most weight (Fig 1B) , with a mean peak loss of about 16% on day 9 post-challenge. Weight loss among the MVA subcutaneous and percutaneous groups were similar, with peak losses of 9.6% (day 6) and 8.9% (day 7), respectively. However, mice in the MVA percutaneous group recovered more quickly (98.4% of original mean body weight on day 14) than the subcutaneous group (94.4% mean weight on day-14). Among the ACAM2000 treatment groups ( Fig  1C) , the average peak weight loss was 8.8% (day-5), 7.7% (day-6), and 6.2% (day-6), for the intramuscular, subcutaneous, and percutaneous groups, respectively. In another experiment, mice in groups of five were vaccinated with 10 3 pfu or 10 5 pfu of MVA by scarification. Two other groups were similarly vaccinated with 10 3 pfu or 10 5 pfu of ACAM2000, and a control group was scarified with PBS. Antisera were collected after three weeks and mice were challenged with 10 LD 50 of VV-WR. None of the mice in the PBS group had detectable IgG and all succumbed to VV-WR infection ( Table 1 ). All mice in the 10 3 pfu MVA group had no detectable IgG and 2/5 in the 10 5 MVA group had detectable IgG. However, 1/5 and 5/5 of mice survived in the 10 3 pfu and 10 5 pfu MVA, respectively. In the ACAM2000 cohort, 2/5 and 5/5 of mice in the 10 3 pfu and 10 5 pfu groups, respectively, were seropositive. Three of five (3/5) and . Morbidity, as measured by mean weight changes post-challenge, is shown for the MVA treatment groups (B), and for the ACAM2000 treatment groups (C). The "Untreated" control group was the same for both the MVA and ACAM2000 groups. A "+" sign represents a mouse that succumbed to infection. 5/5 of mice in the ACAM2000 cohort survived VV-WR challenge (Table 1) . These sets of data suggest that in this mouse model, MVA inoculation by the percutaneous route elicits equivalent or greater protective immune responses than inoculation via the intramuscular or subcutaneous routes.", "project":"cdlai_CORD-19", "denotations":[]}