{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":18, "text":"In the first experiment, groups of mice (five per group) were vaccinated with 10 5 , 10 6 , or 10 7 pfu of MVA-HA on a prime-boost schedule at an interval of 3 weeks between vaccinations. Each dose of MVA-HA was administered via the subcutaneous or percutaneous routes. A control group was vaccinated with 10 7 pfu of MVA via the subcutaneous route. Three weeks after vaccination, serum samples were obtained from mice and tested for H5-specific IgG, and all mice were challenged with 10 6 pfu of attenuated influenza rgA/Viet Nam/1203/2004 (H5N1) via the intranasal route. Except for a mouse in the MVA control group that had a low level of non-specific IgG, all other mice in the control group had no H5-specific IgG, and 4/5 (including the one with detectable IgG) succumbed to influenza virus challenge. All mice that were vaccinated with MVA-HA, irrespective of the route, had high levels of H5-specific IgG titers In the second experiment, mice in groups of mice (five per group) were vaccinated with 10 4 , 10 5 , or 10 6 pfu of MVA-HA via the subcutaneous or percutaneous route on a prime-boost schedule at an interval of 3 weeks between vaccinations. A control group was vaccinated with 10 6 pfu of MVA, subcutaneously. Antisera were obtained from mice three weeks after the booster vaccination, and all mice were challenged with 10 6 pfu of influenza rgA/Viet Nam/ 1203/2004. All mice in the MVA group had no detectable H5-specific IgG. By contrast, all mice inoculated with MVA-HA, irrespective of the dose, had high titers of H5-specific IgG (Fig 3A) . The differences in IgG levels between the subcutaneous and percutaneous cohorts at each dose level of MVA-HA were not statistically significant, although mean IgG titers were slightly higher in the subcutaneous cohort. Following intranasal challenge with influenza rgA/Viet Nam/1203/2004, all mice in the MVA group succumbed to infection, and all mice vaccinated with MVA-HA, irrespective of the dose, survived with varying degrees of morbidity. Among MVA-HA vaccinated mice, the 10 4 pfu/subcutaneous group recorded the severest weight loss (Fig 3B) , and the difference in weight changes between the subcutaneous and percutaneous groups vaccinated with 10 4 pfu was statistically significant (two-tailed p-value = <0.001).", "project":"cdlai_CORD-19", "denotations":[]}