{"cord_uid":"2gt3fwpy", "sourcedb":"PMC", "sourceid":"PMC4760941", "divid":24, "text":"Earlier data from our laboratory [17] as well as from clinical trials [57, 77] suggest that delivery of the modified vaccinia virus Ankara into the intradermal layer of the skin elicited robust immune responses that were higher than intramuscular or subcutaneous inoculations, and protected mice from intranasal challenge with vaccinia virus [17] . We further showed that a severely attenuated recombinant vaccinia virus that fails to form visible plaques in several mammalian cell lines, reminiscent of MVA, elicited protective immune responses when used to vaccinate mice by scarification [46] . In the work described here, we expanded our investigation on the delivery of MVA as well as MVA-vectored antigens through the skin. In a preliminary experiment, we observed that IgG titers were higher in mice that received 10 6 pfu of MVA by skin scarification than in mice that received the same dose of MVA by intramuscular inoculation. In subsequent experiments, antibody responses and protection of mice that were vaccinated with MVA subcutaneously or by tail scarification were higher than in those vaccinated via the intramuscular route. Melamed et al. [47] compared the antibody response elicited in response to MVA and two recombinant MVAs that had been genetically modified to replicate in Vero and BSC-1 cells, after inoculating mice by intramuscular injection or tail scarification. Their data indicate that tail scarification was efficient at inducing an antibody response, although the intramuscular route elicited higher geometric mean titers of antibody and conferred higher survival rates. The difference between their observation and the one reported here may be due to differences in experimental procedures and/or assay methods. For instance, in our work, MVA for tail scarification is typically in 2 μL volume per dose, making it easier to handle than the 10μL used by Melamed et al [47] . In subsequent experiments, the route comparison was limited to subcutaneous versus percutaneous routes, since the subcutaneous route is more commonly used in vaccination studies of MVA vectors. As the utility of MVA as a viral vector for the expression of heterologous antigens is expanding [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] 78] , we also compared the antibody responses and protection conferred by vaccination with two MVA recombinants, one expressing the HSV-2 glycoprotein D, and the other expressing the H5 hemagglutinin of influenza virus rg/A Viet Nam/1203/2004 (H5N1).", "project":"cdlai_CORD-19", "denotations":[]}