{"cord_uid":"2p7qrgx0", "sourcedb":"PMC", "sourceid":"PMC3219706", "divid":26, "text":"For detection of known viruses, non-redundant reads were directly aligned with the GenBank database of nucleic acids using BLASTn software. Some sequences from Adenoviridae (human adenovirus), Herpesviridae (herpesvirus), Papillomaviridae (papillomavirus) and Retroviridae (human endogenous retrovirus) were detected in both FTLS patients and healthy subject samples. Some hepatitis B virus (HBV) and human bocavirus sequences were detected only in patient sera, indicating the presence of HBV and human bocavirus infections among these patients. To detect novel viruses, we examined sequence data against the GenBank protein database using BLASTx. An analysis of the deduced protein sequences revealed four different virus families in sera from FTLS patients (Table 4 ). Among these were viruses from Hepadnaviridae, which are not known to cause FTLS; Torque teno virus (TTV) from Anelloviridae, which has been reported to be associated with certain inflammatory states [34] , but is not known to be transmitted by arthropods; and viruses from the Parvoviridae family, including human bocavirus, which could cause febrile illness and signs of FTLS. Although human bocaviruses are not known to be transmitted by arthropods, feline panleukopenia virus, a parvovirus, is strongly suspected to be transmitted by arthropods [35] . All family Parvoviridae sequences detected in FTLS samples were also assembled and their protein sequences deduced. Included among these samples were four fragments, all of which were found to be highly homologous to human bocavirus; one fragment showed the greatest similarity to human bocavirus 2 isolate 53044 (identity = 86%) with the lowest E-value (8610 217 ). Human bocavirus was further detected by PCR in the pool of 10 serum samples, but only one individual sample within the pool tested positive for bocavirus. The final virus family detected in sera from FTLS patients was the Bunyaviridae family, which contains viruses known to cause FTLS after tick bites [8, 30] . All family Bunyaviridae sequences detected in FTLS samples, including 11 fragments (1 S-segment, 2 M-segments, and 8 L-segment fragments), were assembled and their protein sequences were deduced. Among these 11 novel virus fragments was a 168-bp fragment (C361, Accession: HQ412604) of the polymerase gene that showed the greatest similarity to Tehran virus (identity = 36%) with the lowest E-value (3610 27 ). This suggested the presence of a novel virus or a known virus whose genome had not yet been sequenced.", "project":"cdlai_CORD-19", "denotations":[]}