{"cord_uid":"2p7qrgx0", "sourcedb":"PMC", "sourceid":"PMC3219706", "divid":0, "text":"In May 2007, a county hospital in Xinyang City, Henan Province treated three patients with fever, abdominal pain, bloating, nausea, vomiting, gastrointestinal bleeding, and elevated aminotransferases. The local hospital diagnosed the disease as acute gastroenteritis. A family member of one patient reported the disease to the Henan Center for Disease Control and Prevention (CDC), which sent a team to investigate. The investigation revealed that the disease had the following characteristics: (1) acute onset with fever; (2) low white blood cell and platelet counts; (3) high levels of alanine and aspartate transaminases; (4) positive urine protein. On the basis of these features, the Henan CDC excluded the possibility of gastrointestinal disorders. In order to identify the disease etiology, the Henan CDC team used the above clinical characteristics as the case definition to search for similar cases in local hospitals in this and neighboring counties, while establishing a disease surveillance system that required all medical institutions to report cases that met the above case definition. Altogether, 79 cases were found in 2007 in Henan, with 10 fatalities (case fatality rate, 12.7%). All patients were farmers and resided in mountainous or hilly villages, and many had reported tick bites 7-9 days before illness, further suggesting an infectious etiology. In recent years, patients with similar clinical symptoms were reported with human granulocytic anaplasmosis (HGA; Anaplasma phagocytophilum) in neighboring Anhui province [1] . In 2005, there was an epidemic of Tsutsugamushi (scrub typhus/ Orientia tsutsugamushi) in this area [2] . Clinical investigations, epidemiological analyses, and laboratory testing prompted consideration of rickettsial diseases as possible causes, including HGA, human monocytic ehrlichiosis (HME; Ehrlichia chaffeensis), and Tsutsugamushi disease. Specific methods such as polymerase chain reaction (PCR) and immunofluorescence assays (IFAs) for these pathogens were then used to determine if these cases were attributable to HGA or HME [3, 4] . However, only 18 of 79 (22.7%) patients were positive for A. phagocytophilum based on serology and DNA testing. Thus, the disease was initially considered at least partly caused by A. phagocytophilum, and cases were provisionally diagnosed as suspected HGA based on clinical and epidemiological data [1] [2] [3] [5] [6] [7] . In the 3 years since 2007, 206 suspected cases have been discovered in Henan, but there was only a very low positive rate of A. phagocytophilum confirmation (6 of 206 patients) and no pathogen was isolated. Similar cases were also reported in the mountainous and hilly areas of nearby Shandong, Jiangsu, Hubei and Anhui provinces, indicating that the disease already existed for some time and was widely distributed [7] . We decided to address the possible causative pathogen underlying this infection.", "project":"cdlai_CORD-19", "denotations":[]}