{"cord_uid":"2v2exya7", "sourcedb":"PMC", "sourceid":"PMC4690434", "divid":20, "text":"It is acknowledged that there are limitations to the study. It is noted that this paper is unable to evaluate the long-term impact of the conference on participants' IPE attitudes post-graduation. At the time of writing, it was not possible to elicit this as the cohort surveyed is yet to graduate for several more years. However, the authors suggest that given the long timeframe, any follow-up studies will be limited in significance, as the scope of further IPE and clinical exposures that will affect participants' attitudes are likely to vary significantly among participants by the time of graduation. Hence it would very likely be inappropriate for any such studies to draw direct links between the effects of the conference in first year and IPE attitudes post-graduation. Nevertheless, the inability to extrapolate the results presented here to predict changes in the long-run does not preclude the fact that the conference was able to have a significant impact on participants. Rather, the authors suggest that the possibility of such impacts having an effect only in the shortterm means that further IPE exposures throughout the course of undergraduate education may be necessary to supplement the shared conference experience described in this study. Additionally, the vast majority of conference participants were of the same age; hence it may not be appropriate to generalize our results to graduate medical and nursing students, or students from non-Asian countries. The use of open-ended questions in addition to multiple-choice questions in the questionnaire could possibly be useful in allowing for a more comprehensive approach when studying this aspect in the future [16, 17] . A further extension to this study could be to consider if a similar conference targeted at other combinations of healthcare professions such as dentistry, pharmacy and occupational therapy for example would prove to be as effective. The authors also suggest that while IPE is known to have an important impact on improving patient care, it would be interesting to further explore the ways in which an improvement in IPE attitudes affects healthcare professionals' specific working practices, possibly allowing for more targeted interventions to be implemented.", "project":"cdlai_CORD-19", "denotations":[]}