{"cord_uid":"39rbo0f9", "sourcedb":"PMC", "sourceid":"PMC3161824", "divid":23, "text":"Mutating general translation initiation factor DED1 severely inhibits translation of BMV 2a Pol from BMV genomic RNA2 in a fashion dependent on specific sequences in the RNA2 59 noncoding region (NCR) [32] . Because the RNA2 59 NCR was not present in the BMV expression constructs used in this study, we did not expect a detectable change in BMV RNA replication in the dox-repressed P TET -DED1 strain. However, we observed an increase in RNA replication ( Fig. 2 and Table 3 ), suggesting that dox-repression of P TET -DED1 and global depletion of its gene products may have an alternative effect(s) on viral RNA replication compared to the previously analyzed ded1-18 point mutant [32] . For example, under our screen conditions, repressing P TET -DED1 may alter the production of viral or cellular proteins in ways that favor increased viral RNA accumulation. Further studies are necessary to define such potential additional role(s) for DED1 in BMV RNA replication. Reduced BMV RNA replication upon repression of an essential gene suggests that, when present, the host factor directly or indirectly facilitates viral RNA synthesis or accumulation. Interestingly, the five genes whose depletion inhibited BMV RNA replication (ESS1, HSF1, JAC1, PRE1, RPT6) have varied roles in protein stability or activation. For example, a small but reproducible (,20%) inhibition of BMV RNA replication resulted upon dox-repression of P TET -ESS1, a peptidyl-prolyl cis-trans isomerase (PPI) (Fig. 3 and Table 5 ). Changes in isomerase activity can alter the structure, stability, or intracellular localization of client proteins [45] , and deleting or mutating PPIs has variable effects on positive-strand RNA viruses [46, 47, 48, 49] . For example, knockdown of cyclophilin A and loss of its PPIase activity severely inhibits hepatitis C virus replication [46, 50, 51] . Conversely, siRNA-mediated knockdown of cyclophilin G mRNA stimulates hepatitis c virus replication [49] . Collectively, these findings suggest multi-faceted, complex roles for PPIs in positive-strand RNA virus replication.", "project":"cdlai_CORD-19", "denotations":[]}