{"cord_uid":"39rbo0f9", "sourcedb":"PMC", "sourceid":"PMC3161824", "divid":14, "text":"Of the 42 candidate genes identified in the reporter gene-based primary screens, 23 were genes whose repression enhanced BMVdirected Rluc expression relative to Fluc expression at least 6-fold in both passes at the same time point (Table 1) . For secondary validation tests, these 42 candidate strains were transformed with the 1a-and 2a Pol -expressing plasmid pB12VG1 and with a plasmid expressing RNA3 retaining the BMV coat protein ORF (Fig. 1A, pB3MS82) . The levels of RNA3 and RNA4 replication expresses Fluc and RNA3. BMV-specific RNA-dependent RNA replication and subgenomic mRNA synthesis is initiated from a cDNA derivative of RNA3. DNA-dependent transcription produces an initial (+)RNA3 transcript that serves as a template for 1a-and 2a Pol -dependent RNA3 replication and sgRNA4 synthesis via a (2)RNA3 intermediate. X, the BMV coat protein gene or any gene replacing it, such as Rluc (used here); GAL1/GAL10, yeast promoters, Rz, self-cleaving ribozyme. (B) 892 yeast strains, each with a single essential gene promoter replaced by a doxycycline (dox)-repressible promoter, were transformed with BMV expression plasmids. White wells indicate strains that did not transform. Transformants were re-formatted on 96-well plates with duplicates of each strain present on the same plate, allowing untreated and doxtreated strains to be directly compared. Strains were grown in raffinosecontaining selective medium lacking dox (allowing essential gene expression) or containing 10 mg/ml dox (repressing essential gene expression) for 24 hr to allow for initial depletion of the essential gene mRNA and protein turnover in dox-treated strains. After this 24 hr treatment, strains were sub-cultured into galactose-containing selective medium 610 mg/ml dox to induce expression of BMV components and subsequent viral RNA replication. Viral RNA replication was quantitated with a chemiluminescent Renilla luciferase assay at 24 hr and 48 hr post-virus induction. Cell viability and promoter launching were monitored with a chemiluminescent firefly luciferase assay at 24 hr and 48 hr post-virus induction. Two independent analyses of the library were performed. doi:10.1371/journal.pone.0023988.g001 Table 1 . Genes whose repression was associated with $6fold enhanced BMV-directed Rluc expression in both primary screen passes. (Fig. 1A) . Moreover, RNA4 level is the parameter most closely related to the Rluc expression measured in the primary screen (Fig. 1A) .", "project":"cdlai_CORD-19", "denotations":[]}