{"cord_uid":"39rbo0f9", "sourcedb":"PMC", "sourceid":"PMC3161824", "divid":10, "text":"The remaining 741 transformants were re-formatted on 96-well plates such that duplicates of each strain were present on the same plate ( Fig. 1B) , allowing untreated and dox-treated strains to be directly compared for changes in RNA replication. It is important to note for this library that expression levels from the substituted TET promoter are often different than expression levels from the endogenous gene promoter [27] . Therefore, to test and to control for possible changes in viral RNA replication and/or gene expression, each treated strain was compared to its untreated counterpart rather than to the parental wild type strain. Strains were grown in raffinose-containing selective medium lacking dox (allowing essential gene expression) or raffinose-containing selective medium containing 10 mg/ml dox (repressing essential gene expression) for 24 hr to allow for initial depletion of the essential gene mRNA and protein turnover in strains treated with dox. After this 24 hr treatment period, strains were sub-cultured into galactose-containing selective medium 610 mg/ml dox to induce the expression of BMV components and subsequent viral RNA replication in the continued expression (untreated) or repression (dox-treated) of essential host factors. At 24 hr and 48 hr postvirus induction, Rluc expression was measured as a readout of BMV RNA3 replication and sgRNA4 synthesis. Because of expected differences in the kinetics of gene product depletion and their specific and non-specific effects on cell growth and BMV RNA replication, we measured Rluc at 24 hr and 48 hr post-virus induction for every strain. To monitor any potential adverse effects of dox on the viability of these yeast strains and to ensure that GAL promoter induction was effective, GAL driven Fluc expression, which is independent of BMV RNA replication (Fig. 1A) , was also assayed at 24 hr and 48 hr post-virus induction (Fig. 1B) . Two independent analyses of the entire library were performed.", "project":"cdlai_CORD-19", "denotations":[]}