{"cord_uid":"39rbo0f9", "sourcedb":"PMC", "sourceid":"PMC3161824", "divid":20, "text":"For multiple reasons, our studies to date likely underestimate the number of host genes that contribute to BMV RNA replication. ,60% of non-essential yeast genes are genetically redundant, meaning that the functions of many gene deletions are partially compensated for by other genes [39, 40] . Additionally, although the dox-repressible library is a powerful tool for analyzing the effects of essential genes on virus replication, over 70% of the strains in this collection exhibit growth defects in the presence of dox and 14% exhibit growth defects in the absence of dox [27] . Moreover, expressing viral components in some of these strains resulted in no or poor growth, interfering with meaningful analysis of these strains. Finally, in both the screens for non-essential genes [9] and essential genes (here), virus dependence on some host functions was likely masked by continuous expression of BMV replication proteins and RNA templates, compared to natural infections resulting from a single viral RNA template. This is analogous to studies in which high multiplicity of infection overcomes antiviral resistance in some cell lines [39, 41] . The lower confirmation rate for the 19 candidate genes that inhibited BMV-directed Rluc expression may be because these primary screen candidates included false positives arising from the tendency of essential gene depletion to produce non-specific inhibitory effects and greater variability in results, as is also noted above in the Results section. Additionally, translation and protein expression are the basis of our primary screen luciferase assays, whereas secondary confirmation by Northern blotting analyzes RNA levels normalized to 18S rRNA. Subtle differences (e.g., growth conditions) not controlled for by Fluc in the primary screen or 18S rRNA in Northern analysis may also contribute to the lower confirmation rate observed. Despite such limitations, this study identified 24 novel, essential host genes from various cellular pathways with potentially diverse roles in BMV RNA replication.", "project":"cdlai_CORD-19", "denotations":[]}