{"cord_uid":"39rbo0f9", "sourcedb":"PMC", "sourceid":"PMC3161824", "divid":5, "text":"For 96-well Fluc assays, 2.5 ml of cells were lysed in 16 Passive Lysis Buffer (Promega, Madison, WI), 25 ml of Luciferase Assay Substrate (Promega, Madison, WI) was injected and read for 1 s with a 1.6 s delay using a VictorV (PerkinElmer, Waltham, MA). For 96-well Rluc assays, 5 ml of cells were lysed in 16 Passive Lysis Buffer, 25 ml of Renilla Luciferase Assay Substrate (Promega, Madison, WI) was injected and read for 1 s with a 1.6 s delay using a VictorV. To allow comparison between plates, the median of untreated samples and the median of doxtreated samples were calculated for each plate. Each untreated sample was then normalized to the untreated median whereas each dox-treated sample was normalized to the dox-treated median. For each pass of the 741 P TET strains, we calculated BMV-directed Rluc expression as [Rluc dox-treated /Fluc dox-treated ] normalized to the dox-treated median and [Rluc untreated / Fluc untreated ] normalized to the untreated median. The doxtreated to untreated ratio of ratios was calculated and converted to fold change. High-throughput isolation of total RNA from yeast cells was performed as previously described [35] . Northern blotting was performed as previously described [36] except that 2 mg RNA was separated in 1% (wt/vol) agarose-MOPS (morpholinepropanesulfonic acid)-formaldehyde gels. RNAs were detected using 32 P-labeled probes specific for positive-or negative-strand BMV RNA3 and RNA4 as previously described [24] . The 18S rRNA probe was derived from pTRI RNA 18S templates (Ambion, Austin, TX). Probes were synthesized using an Epicenter Riboscribe probe synthesis kit (Madison, WI) with the appropriate enzyme, i.e., T7 or or SP6 polymerase. Northern blots were imaged on a Typhoon 9200 instrument (Amersham Biosciences, Piscataway, NJ) and band intensities were analyzed with ImageQuant software (Molecular Dynamics, Piscataway, NJ).", "project":"cdlai_CORD-19", "denotations":[]}