{"cord_uid":"43m6hwhj", "sourcedb":"PMC", "sourceid":"PMC6156768", "divid":7, "text":"Transcriptional profiles of PBMC of infected and control piglets were analyzed using oligonucleotide microarrays specific for Sus Scrofa from Agilent, ID 062763, 8 × 60 K format. Total RNA was extracted from PBMCs using Rneasy kit (QIAGEN) and the preparations with RNA Integrity Number (RIN) from 7.5 to 10 were used. As the experiment was performed using pigs of highly uniform genetic and environmental background, RNA samples representing template of animals from each control and experimental group were pooled. Each pool was processed in four repeats using Two-Color Microarray-Based Gene Expression Analysis, Low Input Quick Amp Labeling-Agilent Technologies. Briefly, 50 ng of total RNA (equal amount of RNA of each animal were pooled) was reverse transcribed to generate cDNA and then transcribed into Cy3-labelled cRNA (samples obtained from control animals) and into Cy5-labelled cRNA (samples obtained from infected animals). After purification of labelled RNA (Qiagen RNeasy Kit), the yield (ng of cRNA) and specific activity (pmol of Cy3 or Cy5/µg of cRNA) were quantified using Nanophotometr Pearl (IMPLEN). Hybridization was performed by preparing a target solution containing 300 ng Cy5-labeled pool cRNA from infected animals, 300 ng Cy3-labeled pool cRNA of uninfected animal and then fragmentation buffer was added and incubated at 60 °C for 30 min. After stopping fragmentation, samples were hybridized on Agilent arrays for 18 h at 65 °C in Agilent hybridization chambers in an Agilent hybridization oven rotating at 10 rpm. After hybridization the arrays were subsequently washed with 'GE wash buffer 1' for 1 min at room temperature, 'GE wash buffer 2' for 1 min at approximately 37 °C, each chamber washed twice. After washing, slides were scanned using Agilent G2505C US10353831. Images obtained after scanning were analyzed using Agilent Feature Extraction software (version 10.7.3.1). A detailed analysis including filtering of outlier spots, background subtraction from features and dye normalization (linear and LOWESS) was performed. The raw and processed data discussed in the study have been deposited in NCBI's Gene Expression Omnibus (GEO) with accession number GSE95213.", "project":"cdlai_CORD-19", "denotations":[]}