{"cord_uid":"43m6hwhj", "sourcedb":"PMC", "sourceid":"PMC6156768", "divid":30, "text":"Among pathways affected significantly by down-regulated genes in DAN and ILI group also CD40 Signaling was identified, and in all groups B cell receptor Signaling was down-regulated. Ligation of CD40 on the surface of dendritic cells controls the production of particular proinflammatory cytokines (IL-8, MIP-1α, TNF-α and IL-12), while its ligation on monocytes is required for stimulation of production of IL-1α, IL-1β, TNF-α, IL-6, and IL-8, and in the rescue of circulating monocytes from apoptosis. The impairment of this pathway affects simultaneously both cellular and humoral immune response. The impairment of B cell receptor signaling strongly affects humoral immune response, since signals propagated through the B cell antigen receptor (BCR) are crucial to the development, survival and activation of B lymphocytes. Furthermore, it is also linked with stimulation of nuclear factor kappa B (NFκB) and PI3K/AKT signaling pathways resulting in the nuclear accumulation of transcription factors and enhancement of protein synthesis and therefore its down-regulation impairs mentioned processes, accompanying already mentioned pathways, EIF2 and EIF4 [76] . In BOR group, additionally, Antiproliferative Role of TOB in T Cell Signaling and T Helper Cell Differentiation processes were found to be significantly associated with down-regulated genes. A transducer of ERBB2 (TOB) is a negative regulator of T cell proliferation and cytokine transcription, which is constitutively expressed in unstimulated peripheral blood T lymphocytes and selectively expressed in anergic T cells. Down-regulation of TOB is necessary for T cell activation what is crucial during infection [77] . But when this whole process undergoes down-regulation, together with T Helper Cell Differentiation process, it changes the situation and heavily impairs cellular immune response and cytokines signaling, crucial in the face of infection [78] .", "project":"cdlai_CORD-19", "denotations":[]}