{"cord_uid":"43m6hwhj", "sourcedb":"PMC", "sourceid":"PMC6156768", "divid":5, "text":"The blood samples used in the study were collected during an animal challenge experiment described elsewhere [18] . The pigs used in the study originated from a high health pig herd maintained by the Institute and were free from infections with the following pathogens: encephalomyocarditis virus, hepatitis E virus, porcine circovirus type 1 and type 2 viruses, porcine cytomegalovirus, porcine epidemic diarrhoea virus, porcine parvovirus type 1, porcine respiratory coronavirus, PRRSV Type 1 and Type 2, influenza A virus, transmissible gastroenteritis virus, Actinobacillus pleuropneumoniae, Bordetella bronchiseptica, Brachyspira hyodysenteriae, Brachyspira pilosicoli and Brucella spp, using in-house standard diagnostic methods. In short, piglets from three sows were divided into four experimental groups, ensuring that each litter was equally represented in every group. Three groups of 8-week-old pigs were infected with a PRRSV Type 1 strains including subtype 1 strain 18,794 (DAN) isolated in 1993 in Denmark [19] , a Russian isolate ILI6 (ILI) and a Belarusian isolate BOR59 (BOR) from 2009, each classified as subtype 2 strain based on ORF5 sequence, respectively. Pigs were inoculated intranasally with 2 ml of virus inoculum prepared based on 5th (titre of 5.4 log10 TCID50/ml), 3rd (titre of 6.8 log10 TCID50/ml) and 2nd (titre of 4.4 log10 TCID50/ml) passage in porcine alveolar macrophages culture for DAN, ILI and BOR strains respectively. The fourth, PRRSV-negative control group, was sham-inoculated with 2 ml of Eagle's medium. Individual pigs were subjected to daily clinical examination and measurement of rectal body temperature. The severity of clinical lesions was assessed based on a scoring system adapted to PRRS [18] . An overall well-being, respiration, eye disorders and appetite were scored as 0 (normal condition) to 3 (severe disorder). The scores for individual pigs were added up to a cumulative clinical score (CS) per day. During the experiment no mortality was recorded and none of the animals displayed the acute clinical signs defined as endpoint criteria. Euthanasia of the pigs was performed on 22-24 DPI by intravenous injection of pentobarbiturate (50 mg/ kg) followed by exsanguination by cutting arteria axillaris.", "project":"cdlai_CORD-19", "denotations":[]}