{"cord_uid":"43m6hwhj", "sourcedb":"PMC", "sourceid":"PMC6156768", "divid":9, "text":"To validate the microarray results, six genes (OAS1, CXCL2, Il-8, CXCL10, FOS and IL-4) were selected to include genes that were found to be differentially expressed in each group of infected animals. Moreover, these genes were previously described in the context of PRRSV infection. Results were normalized using β-actin as a reference gene. These quantitative real-time reverse-transcription PCRs were carried out using the pooled RNA samples subjected to microarray study. Furthermore, to validate whether analysis of pooled samples reflects the gene expression in the individual specimens, also the relative expression of four selected genes (OAS1, CXCL2, IFN-α and IFNβ) was assessed in RNA from the individual pigs by RT-qPCR. The list of primers used in the study is shown in Table 1 . Primers specific for the β-actin gene were used as described elsewhere [20] , while the primers for target genes were designed using Primer 3 Plus bioinformatics tool (http:// prime r3plu s.com/cgi-bin/dev/prime r3plu s.cgi). Similarly as for microarray experiment, RNA samples from each control and experimental group were pooled ensuring the same concentration of RNA from each animal. Then 1.5 µg of each pooled sample were digested with DNase I Amplification Grade (Invitrogen) and after reverse transcribed using NG dART RT kit (EURX). The synthesis of cDNA was performed at 47 °C for 50 min. The qPCR was performed in a Rotor Gene Q (Qiagen). Each reaction mix contained 80 ng of cDNA, 2x QuantiTect SYBRGreen Mix (Qiagen) and 10 µM of forward and reverse primers specific for each tested gene and adjusted to a total volume of 25 µl. Every qPCR reaction was performed in duplicate (technical replicates). The efficiency of each reaction was determined based on a serial dilution of cDNA template (100, 10 and 1 ng) and remained within a 90-110% range. Relative gene expression levels were calculated using E-method described by Pfaffl [21] and fold-change units were calculated by dividing the normalized expression values coming from infected animals by the normalized expression values in the controls. The same procedure was applied for individual samples where 80 ng of each individual RNA sample was used.", "project":"cdlai_CORD-19", "denotations":[]}