{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":8, "text":"During the course of our overexpression experiments designed to measure the effect of SGTA overexpression on virus release, we made the unexpected observation that SGTA overexpression in the context of WT HIV-1 led to a marked increase in the levels of a 23-kDa form of tetherin (Fig. 3A , lanes 3 and 4, bottom panel, arrow). This phenomenon required substantially less SGTA expression vector input (0.13 μg) relative to the amount needed to inhibit virus production (Fig. 2) . The SGTA-mediated increase in levels of 23-kDa tetherin observed in the context of WT HIV-1 was much lower in the context of HIV-1 lacking Vpu (delVpu; Fig. 3A , compare lanes 3 and 4 with lanes 7 and 8). At these lower inputs of SGTA expression vector (0.13 and 0.25 μg), only a ~20% reduction in WT HIV-1 release was observed (data not shown). As expected 8, 9 , in the absence of Vpu (Fig. 3A, lanes 6-8) , high Figure 1 . SGTA depletion has no effect on HIV-1 release. (A) HeLa cells were transfected with non-targeting siRNA (NT-Qiagen) or SGTA siRNA (from Sigma, Ambion, and Qiagen) and 4 h later were transfected with WT or Vpu-defective (delVpu) pNL4-3 HIV-1 molecular clones. siRNA transfection was repeated again the next day. One day later, cell and viral lysates were prepared and subjected to western blot analysis with HIV-Ig to detect the Gag precursor Pr55Gag (p55) and the CA protein p24, or antibodies specific for SGTA, tetherin, Vpu, or tubulin. (B) virus release efficiency (VRE) was calculated as the amount of virion-associated p24 (CA) relative to total Gag in cell and virus. VRE was set to 100% for NT siRNA. (C) relative expression of endogenous SGTA, NT siRNA was set to 100%. Data shown are ± SD from three independent experiments. molecular weight tetherin bands were observed due to lack of Vpu-induced tetherin degradation. The results presented in Fig. 3A demonstrate that in the presence of Vpu, but not in its absence, SGTA overexpression markedly increases the abundance of a 23-kDa species of tetherin. The 23-kDa tetherin species is not glycosylated. Tetherin contains two major sites of N-linked glycosylation, residues Asn65 and Asn92 37 . To determine whether the 23-kDa tetherin species, whose abundance is increased by SGTA in the presence of Vpu, is glycosylated, we compared the expression pattern of WT and glycosylation-defective tetherin mutants. We expressed both single mutants (N65A and N92A) and a double mutant (NN-AA) in the absence and presence of SGTA and Vpu. Both single mutants showed a strong band at ~25 kDa in the absence of SGTA. In the presence of SGTA, the 23-kDa tetherin species was observed in both the single mutants as observed with the WT (Fig. 3B) . The molecular mass of the non-glycosylated double mutant NN-AA is similar to that of the form of tetherin whose abundance is increased by SGTA in the presence of Vpu. These observations suggest that the 23-kDa form of tetherin that is apparently stabilized by SGTA is a non-glycosylated species.", "project":"cdlai_CORD-19", "denotations":[]}