{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":7, "text":"To investigate the effect of SGTA overexpression on HIV-1 particle release, we cotransfected cells with a vector expressing FLAG-tagged SGTA along with molecular clones encoding WT or Vpu-defective HIV-1. One day posttransfection, virus was concentrated, and cell and viral lysates were subjected to western blot analysis. As shown previously 25, 27 , overexpression of SGTA reduced WT HIV-1 particle production over four-fold and that of delVpu HIV-1 two-fold in HeLa cells ( Fig. 2A,C) . This reduction in virus release in HeLa cells was accompanied by an approximately two-fold reduction in the total levels of cellular Gag (data not shown), and a five-fold reduction in Gag processing, as measured by the relative ratio of p24 (CA) to Pr55Gag (p55), for both WT and delVpu HIV-1 ( Fig. 2A,E) . In 293T cells, overexpression of SGTA reduced the release of both WT and delVpu HIV-1 by about two-fold (Fig. 2B,D) . The defects in Gag processing in 293T cells were minimal with WT HIV-1; however, a two-fold reduction in the ratio of p24 to p55 was observed with delVpu HIV-1 (Fig. 2B,F) . Total levels of cell-associated Gag were reduced by ~40% in 293T cells at the highest SGTA DNA input (data not shown). The extent of reduction in virus release imposed by SGTA overexpression was similar for WT and delVpu, and was also similar in HeLa cells, which express tetherin, and 293T cells, which do not. These results indicate that the ability of SGTA overexpression to inhibit HIV-1 particle production is not linked to Vpu or tetherin expression. To examine whether the inhibition of HIV-1 release resulted from the formation of a stable Gag-SGTA complex, we tested whether SGTA is incorporated into virions by probing released virions for SGTA. This analysis indicated that overexpressed, FLAG-tagged SGTA is not incorporated into virions at detectable levels (data not shown).", "project":"cdlai_CORD-19", "denotations":[]}