{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":23, "text":"Accumulating evidence in the literature suggests a role for SGTA in stabilization and cytosolic aggregation of MLPs. The Bag6 complex and SGTA play a key role in determining the fate of MLPs 34, [52] [53] [54] . The Bag6 complex promotes the polyubiquitylation of MLPs followed by degradation via the proteasome pathway 33, 53 , whereas SGTA was shown to antagonize this process by deubiquitylating MLPs and delaying their degradation, resulting in their accumulation and aggregation in the cytosol 34, 52 . In a recent report, Leznicki et al. showed that SGTA interacts with Rpn13, the intrinsic proteasomal ubiquitin receptor, and that overexpression of SGTA resulted in an increase in the association of SGTA and its MLP substrate with the proteasome and, consequently, in an increase in MLP levels. The ability of SGTA overexpression to prevent MLP degradation in the proteasome was disrupted by either overexpressing the C-terminal, SGTA-binding region of Rpn13, or by mutating the TPR domain of SGTA, which interacts with Rpn13 35 . Overexpression of Bag6 also delayed the process of substrate degradation in a dominant-negative manner 55 . A single polyubiquitin chain can be captured by both Rpn10 and Rpn13 ubiquitin receptors 56, 57 ; based on these observations, Leznicki et al. proposed that Rpn10-bound Bag6 and Rpn13-bound SGTA can modulate the access of MLPs to the proteasome 35 . Our pulse-chase analysis indicates that the stabilization of 23-kDa tetherin by exogenous SGTA is likely due to a delay in the degradation of SGTA-bound 23-kDa tetherin. Our results add significant new information to these previous studies by showing that the C-terminal domain of SGTA, rather than the TPR domain, can elicit overexpression-induced increases in substrate stability. Our findings also demonstrate a requirement for a viral factor -HIV-1 Vpu -in the regulation of tetherin stability by SGTA. Several recent studies have shown that SGTA expression is upregulated in various types of cancer (reviewed in 31, 32 ), although it is not clear whether the increased expression of SGTA is the cause, or a consequence, of the pathogenic process. These observations suggest that there may be physiologically relevant situations (e.g., in cancer) under which SGTA overexpression alters the regulation of SGTA client proteins in a manner similar to that observed in this study. This question warrants further study. Although the physiological relevance of SGTA overexpression in HIV-1 biology is not clear, the inhibition of HIV-1 release induced by SGTA overexpression was observed independent of Vpu and tetherin, and was accompanied by a severe defect in Gag processing. Further studies will provide additional insights into the relationship between these viral and host cell factors and the cell biology of protein degradation and ER translocation.", "project":"cdlai_CORD-19", "denotations":[]}