{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":20, "text":"In the presence of Vpu, SGTA overexpression stabilizes non-glycosylated tetherin. To elucidate the mechanism by which SGTA increases expression of the non-glycosylated tetherin species, we performed pulse-chase analysis. 293T cells expressing tetherin alone or coexpressing tetherin with Vpu or Vpu + SGTA were pulse-labeled for 30 min and chased for 0, 0.5, 1, 2, 4 h in unlabeled media. In the absence of SGTA, both 23-kDa and 26-kDa species of tetherin underwent degradation; however, in the presence of SGTA and Vpu, the degradation of the 23-kDa tetherin species was much less rapid (Fig. 8) . As a result, we observed a striking increase in the ratio of 23-to 26-kDa forms of tetherin over time in cells overexpressing SGTA and Vpu. In contrast, the ratio of 23-to 26-kDa forms of tetherin was stable in cells expressing tetherin alone or tetherin plus Vpu. These results indicate that in the presence of Vpu, SGTA overexpression prevents the degradation of non-glycosylated tetherin leading to its stabilization and time-dependent accumulation. Discussion In our Y2H screen, we identified SGTA as a Vpu-binding protein, consistent with a previous report 25 . Earlier studies showed that overexpression of SGTA disrupted HIV-1 release 25, 27 , raising the possibility that SGTA overexpression abrogated Vpu-mediated tetherin antagonism. Because these earlier studies preceded the discovery of tetherin as the primary target of Vpu in enhancing virus particle release, we revisited this issue here. While we confirmed that SGTA overexpression did indeed interfere with HIV-1 release, several observations suggest that this phenomenon is not due to an effect on Vpu-mediated tetherin degradation: 1) SGTA overexpression inhibits the release of both Vpu(+ ) and Vpu(−) virus, 2) the effect of SGTA overexpression was seen in both tetherin-positive (HeLa) and tetherin-negative (293T) cells, and 3) the inhibition of virus release imposed by SGTA overexpression is accompanied by a defect in Pr55Gag processing to CA, which is not a phenotype associated with loss of Vpu expression in tetherin-expressing cells 8, 50 . As suggested in earlier studies, it is possible that SGTA could directly bind to HIV-1 Gag and form a complex that inhibits virus assembly 25, 27 . In contrast to SGTA overexpression, knockdown of SGTA expression by ~three-fold has no significant effect on HIV-1 release in either HeLa or 293T cells, indicating that endogenous levels of SGTA are not sufficient to interfere with Gag assembly. These results also suggest that endogenous SGTA, at least in the cell types tested, does not significantly affect tetherin expression. At this time, we cannot exclude the possibility that our SGTA depletions were not sufficiently complete to elicit significant effects on virus assembly and release or on levels of tetherin expression. More complete knockdown of SGTA is poorly tolerated, making complete knockdown difficult to achieve 51 . Further studies will be required to pinpoint which step(s) in the particle assembly pathway are inhibited by SGTA overexpression.", "project":"cdlai_CORD-19", "denotations":[]}