{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":10, "text":"SGTA contains an N-terminal dimerization domain that interacts with Ubl4A/Bag6, a central TPR domain that interacts with chaperones Hsp70 and Hsp90, and a glutamine-rich C-terminal domain that interacts with hydrophobic precursor proteins 33, 38, 39 (Fig. 4A) . To identify which domain of SGTA is required for increased levels of the non-glycosylated tetherin species, we used a panel of deletion mutants containing or lacking individual domains 33 (Fig. 4A ). 293T cells were co-transfected with FLAG-tagged WT SGTA or SGTA truncation mutants and tetherin and Vpu expression vectors. As demonstrated above, the 23-kDa tetherin species was highly One day posttransfection, cell and viral lysates were prepared and subjected to western blot analysis with HIV-Ig to detect the Gag precursor Pr55Gag (p55) and the CA protein p24, or anti-FLAG to detect FLAGtagged SGTA, or anti-tetherin, or anti-Vpu antisera. (C,D) virus release efficiency (VRE) was calculated as in Fig. 1B , and VRE was set to 100% for no SGTA controls. (E,F) the ratio of p24 to p55 in cell lysates was calculated and set to 100% for no SGTA controls. Data shown are ± SD from three (D,F) or four (C,E) independent experiments. P values (two-tailed paired t-test): *p < 0.05, **p < 0.01, ***p < 0.005, ****p < 0.0005. expressed in the presence of WT SGTA (Fig. 4B , lane 3, arrow). While the SGTA TPR domain was expressed at a level similar to that of WT SGTA, the TPR domain alone did not increase the amount of 23-kDa tetherin (Fig. 4B, lane 4) . Likewise, the N-terminal domain alone (Nt) or the N-terminal domain plus the TPR domain (N200) did not induce elevated levels of the non-glycosylated tetherin species. In contrast, overexpressing the C-terminal domain (Ct) alone or in combination with the TPR domain (delN) resulted in increased expression of the non-glycosylated tetherin species (Fig. 4B , lanes 5 and 6). As reported previously 33 , the Nt and Ct fragments were not detected by western blotting in cell lysates (Fig. 4B ). To verify their expression, we immunostained SGTA with anti-FLAG antibodies and, as shown in Fig. S1 , we could detect the expression of SGTA Nt and Ct domains at a level comparable to that of WT SGTA. From these results, we can conclude that the C-terminus of SGTA is necessary and sufficient for the SGTA-mediated increase in expression of the non-glycosylated tetherin species.", "project":"cdlai_CORD-19", "denotations":[]}