{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":13, "text":"which domain of tetherin is essential for this phenomenon. We constructed several tetherin mutants to identify the domain(s) required for this increased expression. As shown in Fig. 3B , both single non-glycosylation mutants (N65A, N92A) were stabilized by SGTA overexpression in the presence of Vpu. The non-dimerizing mutant (CCC) 37 , and ubiquitylation mutants (2STS, K17,20A, and STSKK) 41 showed increased levels of the non-glycosylated tetherin species in the presence of Vpu and SGTA (Fig. S2) suggesting that neither dimerization nor ubiquitylation of tetherin is required for increased expression of 23-kDa tetherin induced by SGTA. Expression of the tetherin cytoplasmic tail deletion mutant (delCT) was increased by SGTA and Vpu (Fig. 4D) suggesting that the cytoplasmic tail is not required for SGTA-mediated stabilization of non-glycosylated tetherin. The GPI-anchor mutant (delGPI) 8 expressed the non-glycosylated tetherin species even in the absence of SGTA (Fig. 4D) . Further studies will be required to define the requirement of the GPI-anchor for SGTA-mediated stabilization of tetherin. We also tested two forms of tetherin that are not downregulated by Vpu due to a loss of Vpu-tetherin interaction: the tetherin from African green monkey (Agm) and a chimeric tetherin containing the Agm transmembrane domain in human tetherin (Hu-Agm) 11 . As shown in Fig. 4D , neither the Agm tetherin nor the Hu-Agm chimera was stabilized by SGTA. These results indicate that the transmembrane domain of human tetherin is essential for SGTA-mediated stabilization of the non-glycosylated tetherin species, most likely because this domain is critical for the tetherin-Vpu interaction. (D) 293T cells were transfected with vectors expressing HA-tagged tetherin and Vpu with or without FLAGtagged SGTA expression vector. Tetherin variants tested to identify the regions of tetherin required for SGTA-mediated stabilization of non-glycosylated tetherin include a cytoplasmic tail deletion mutant (delCT); a GPI-anchor deletion mutant (delGPI); Agm tetherin (Agm); and a human tetherin containing the Agm transmembrane domain (Hu-Agm). One day posttransfection, cells were lysed and immunoblotted with anti-HA antibodies to detect HA-tagged tetherin or anti-FLAG antibodies to detect FLAG-tagged SGTA or anti-Vpu antisera. Mobility of molecular mass standards is shown on the right of anti-HA blot. The location of the non-glycosylated, 23-kDa tetherin species is indicated by the arrow.", "project":"cdlai_CORD-19", "denotations":[]}