{"cord_uid":"4ov7eycq", "sourcedb":"PMC", "sourceid":"PMC4840321", "divid":16, "text":"The non-glycosylated tetherin species localizes to the cytosol. Tetherin is a type II membrane protein that contains two membrane anchors, a transmembrane domain at the N-terminus, and a GPI-anchor at the C-terminus 16 . Because of the two membrane anchors, tetherin is highly membrane-associated, specifically in cholesterol-and sphingolipid-rich membrane microdomains 16 . To better understand the mechanism by which SGTA and Vpu expression increases the levels of 23-kDa tetherin, we performed immunofluorescence and membrane fractionation experiments. HA-tetherin was expressed in 293T cells in either the absence or presence of Vpu and SGTA, and cells were fixed and stained with anti-HA antibody. As shown in Fig. 6A , human tetherin is localized both on the cell surface and in intracellular compartments. As reported 9 , when Vpu is co-expressed with tetherin, the cell surface expression of tetherin appears to be reduced due to Vpu-mediated down-regulation. As shown earlier 42 , tetherin and Vpu colocalize in the intracellular compartments (Fig. 6A) . Upon SGTA overexpression, the localization pattern of tetherin is not altered. However, in the presence of both Vpu and SGTA, the tetherin localization pattern shifts markedly to cytosolic and partially ER (as indicated by colocalization with the ER marker calnexin) (Fig. 6A right panel) . Further, we overexpressed individual SGTA domains and examined localization of tetherin in the presence of Vpu. As shown in Fig. 6B , in the presence of WT SGTA or SGTA Ct, the cytosolic staining of tetherin increased, whereas in the presence of Nt or TPR domains of SGTA tetherin colocalized with Vpu in the intracellular compartments as observed in the absence of SGTA (Fig. 6A, left panel, second  row) . These results suggest that the non-glycosylated tetherin species is partially mislocalized to the cytosol in the presence of Vpu and SGTA, and that the C-terminal domain of SGTA is critical for this relocalization.", "project":"cdlai_CORD-19", "denotations":[]}