{"cord_uid":"4wfhuvww", "sourcedb":"PMC", "sourceid":"PMC3500957", "divid":30, "text":"Genomic methods such as RNA sequencing (RNA-seq) have emerged as powerful tools to profile RNA content in cells. RNA-seq is based on high-throughput sequencing of a cDNA library generated from cellular RNA. In its standard form, RNAseq enables the identification of indels, but will fail to identify post-transcriptional phenotypes and will therefore fail to identify programmed ribosomal frameshifting or dual coded genes. Nevertheless, ribosome profiling methods such as Ribo-seq have been developed that allow the identification of active translation, based on sequencing of cDNA libraries generated from ribosomeprotected fragments (Ingolia et al., 2009) . In this case, mRNA bound to ribosomes is first cross-linked and then isolated using, e.g., sucrose gradient density centrifugation. Next, a nuclease digestion step results in removal of mRNA sequence that is not bound ("protected") to ribosomes. The protected RNA bound to ribosomes is then reverse transcribed into cDNA and sequenced. Therefore, the precise position of a ribosome can be matched to the site of active translation. An adaptation of this method using the drug harringtonine to cause ribosome accumulation at initiation codons has allowed the identification of translation start sites and confirmed that many proteins are initiated at non-AUG or alternative AUG sites (Ingolia et al., 2011) . In this study, 44% of detected AUG start sites were unannotated, and a large fraction of these encoded out-of-frame peptides. Further uses of ribosome profiling have confirmed that the identification of frameshifts is possible using genomic technologies (Michel et al., 2012) . Although this approach is unbiased in the sense that it does not pre-filter genetic regions, one problem is the nonuniformity of ribosome-protected fragment reads. For instance, the preparation of cDNA libraries generated from ribosomeprotected fragments can result in over-or under-representation of sequence reads. This can be overcome by a computational approach that measures the cumulative subcodon proportion difference of ribosome-protected fragments relative to local subcodon positions. The authors have therefore combined experimental data from Ribo-Seq with a computational approach in order to identify novel frameshifted protein sequences. Using this approach, several new frameshifted protein sequences were identified, most of which were dual-encoded. The authors estimate that more than 1% of the genome may consist of dualcoding regions, and this is likely an underestimation. Further improvements to the method, including deeper sequencing to get better coverage of ribosome-protected fragments, will help to identify these genes.", "project":"cdlai_CORD-19", "denotations":[]}