{"cord_uid":"4wfhuvww", "sourcedb":"PMC", "sourceid":"PMC3500957", "divid":22, "text":"The Frameshift Signal Database (FSDB) is a compilation of all known frameshift motifs, plus some reported (predicted) frameshift sequences (Moon et al., 2007) . Based on commonalities between these sequences, the associated FSFinder allows mining of the genome for potential frameshift sequences. (http:// wilab.inha.ac.kr/fsdb) At present, the database contains a total of 63 experimental and 190 predicted sequences from viruses, prokaryotes and eukaryotes. FSFinder uses a combination of slippery sequences and pseudoknot or stem-loop prediction. The heptameric slippery sequences for +1 and −1 frameshifting are Frontiers in Genetics | Genomic Assay Technology November 2012 | Volume 3 | Article 242 | 4 listed in Table 2 . It is noteworthy that FSDB includes deviations from the standard X XXY YYZ slippery sequence for prediction of −1 frameshifting, whereas +1 frameshift sequences often contain stop codons. Although most prediction databases use similar principles (slippery sequence plus pseudoknot), they differ in prediction of frameshifting events. This may be due to variable thresholds applied or different RNA folding algorithms. In order to identify expressed proteins, one has to consider the length of the predicted out-of-frame protein. Most frameshifted proteins initiated by predicted slippery sites will terminate within 5-10 codons, thus producing truncated or non-functional peptides or proteins. Alternative approaches that take out-of-frame protein length into account might be beneficial. For instance, MLOGD (http:// guinevere.otago.ac.nz/aef/MLOGD/) is a program for detection of overlapping coding sequences based on sequence alignments and analysis of mutation patterns (Firth and Brown, 2006) . The limitations of this approach are that less conserved coding sequences will not be identified, and -2 frame overlaps can be identified as false positives.", "project":"cdlai_CORD-19", "denotations":[]}