{"cord_uid":"4wfhuvww", "sourcedb":"PMC", "sourceid":"PMC3500957", "divid":28, "text":"All of the above methods will record mostly frameshifting events, but they will not validate the expression of an out-offrame protein. It is worth noting that frameshifting will most likely result in chimeric sequences composed of a stretch of zero frame peptides linked to out-of-frame peptides, which can be a small or large part of the overall protein, depending on where the frameshift site is. Alternatively, frameshifting could lead to truncation of the original protein, where a very small fractionif any-of the overall protein is out-of-frame (Figure 4) . Those proteins that have a sufficient predicted length could then be validated by raising specific antibodies against that sequence. In order to raise an antibody, one has to know the precise FIGURE 4 | Protein composition as a consequence of frameshifting. The original zero frame is shown in gray, whereas out-of-frame sequences are shown in red or blue colour. A frameshifting event is marked by the arrow. Frameshifting can result in chimeric peptides composed of the original frame and out-of-frame sequences that can form a small or larger part of the overall protein, depending on where the frameshift event takes place. It is also possible that more than one frameshifting event takes place within the same mRNA, thus resulting in mosaic hybrid peptide sequences. (A, Original frame; B, early frameshift with extended ORF; C, early frameshift with truncation; D, late frameshift with extended ORF; E, two frameshift events that switch back to the zero frame; and F, two frameshift events that produce a chimeric sequence of three different frames.) sequence of the frameshifted protein. Therefore, this approach is useful for confirming a known out-of-frame protein, but it is not amenable to large-scale genome-wide screening. In addition, the detection of an endogenously expressed out-of-frame protein does not necessarily indicate a functional relevance for this protein.", "project":"cdlai_CORD-19", "denotations":[]}