{"cord_uid":"5dxclfnr", "sourcedb":"PMC", "sourceid":"PMC3967167", "divid":39, "text":"In the past decades our knowledge of virus-induced modifications of host signaling pathways has grown rapidly and the diversity of viruses interfering with the PI3K/Akt pathway notably highlights the importance of this research field. Table 1 summarizes interacting viral proteins and Figure 6 additionally points out the remarkable temporal range of processes during viral life cycles affected by either transient or long-term activation of the PI3K pathway. splicing of viral mRNAs [46] MV T-cell proliferation [44] Cell Survival HPV E6, E7 mTOR activation [93] In general, unraveling of signaling pathways is a challenging task, especially where viral interference occurs. The sensitive regulatory system can be easily disturbed by experimental conditions used to mimic the infection of a complex organism. In particular the cell lines used may omit the complex network of cross-talk between signaling pathways in a real infection situation. Moreover, many cancer T-cell lines, which are commonly utilized when concerning infections, often carry mutations in genes encoding members of the PI3K/Akt signaling pathway [96, 97] . This is of no surprise bearing in mind the role of the pathway in the regulation of apoptosis and proliferation. Nevertheless, the growing body of evidence of the continuous interaction between the viral survival strategies and the host cell-induced defense mechanisms, such as apoptosis, not only helps us understand the viral strategy of taking over control of cellular processes, but also offers additional insights into general mechanisms of such processes. New methods like next generation sequencing and high throughput protein identification are promising tools to track the viral-host interactions and to monitor the impact on several levels of the host cell metabolism, finally supporting the development of antiviral therapies. Figure 6 . Time schedule of viral-induced interference with PI3K/Akt signaling based on the time point of activation and benefit during viral life cycles. Early activation of the PI3K/Akt signaling pathway during the first contact with the cell or a few minutes after entry can lead to both short-term cellular answers to facilitate viral entry and long-term reactions (lasting for hours or even days) to support viral and cellular splicing, viral translation and cell survival. Later activation, hours or days post-infection, can likewise promote such long-term effects.", "project":"cdlai_CORD-19", "denotations":[]}