{"cord_uid":"5kx5xgco", "sourcedb":"PMC", "sourceid":"PMC4120002", "divid":7, "text":"We developed and conducted 12 exercises from August 2006 through December 2008: four sub-national exercises, five national exercises, and three sub-regional exercises (Table 1) . Across all of these exercises there were a total of 558 participants and 137 observers from 14 countries. The average number of participants per exercise was 47 and the average number of observers was 11. Participants from the health sector were represented in every exercise. The most commonly represented sectors other than health were agriculture and defense. Four exercises were shorter than one full 8-hour day in length, three exercises were one full day in length, and five exercises were more than one full day in length. The average length of the exercises was 9.75 hours. All exercises covered three to six of the topic areas outlined in Table 2 . Table 3 highlights the participant evaluation from six exercises that used questionnaires with Likert Scale questions. Participants who completed these evaluation forms consistently rated the overall quality of the exercises as high (88-100% rating the exercise as good or excellent) with one exception (Middle East sub-regional exercise 59% rating the exercise as good or excellent). Participants also consistently rated the exercises highly for helping them to understand the roles and responsibilities of organizations and agencies responding to an influenza pandemic (91-94% rating the exercise as good or excellent in this area) with one exception (China subregional exercise 76% rated the exercise as good or excellent in this area). Participants differed on what they felt about the quality of the information shared in the exercises (67%-93% rated the information as good or excellent). Participants rated the exercises lowest on their ability to identify key gaps in performance (50%-73% Third, the limited time frame to conduct tabletop exercises and the limited number of topics that can be discussed in that time frame may inhibit the ability of these exercises to identify a significant number of key gaps. A fourth possibility is that cultural sensitivities in some of these countries may have limited participants' comfort in identifying gaps in their government's preparedness system. The exercises were most successful at helping participants gain knowledge that they planned to use to improve the preparedness of their organization (82%-100% agreeing or strongly agreeing that they would use what they learned from the exercise). Table 4 summarizes the qualitative feedback provided by participants in their evaluation forms. Three general themes came out of the participant comments on the most useful aspects of the exercises: the ability of exercises to raise awareness and understanding about public health threats, the ability of the exercises to assist in evaluating plans and identifying priorities for improvement and the ability of the exercises to build relationships and enhance preparedness and response capabilities across sectors and across countries in a geographic region. Participants also left the exercises with specific ideas about the most important follow-up actions that they should take in the near future. Specifically, participants identified better planning, improved planning coordination across sectors and countries and better training of health workers and response personnel. Finally participants provided feedback on the use of tabletop exercises for pandemic influenza preparedness. No participants stated that they felt the exercises involved too many sectors. In fact, many participants reported that they felt more sectors should be involved and that exercises should also involve more private sector partners and more partners from NGOs. Participants also felt that more could be done in the exercises to ground theoretical responses with more practical responses.", "project":"cdlai_CORD-19", "denotations":[]}