{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":12, "text":"Based on our previously published findings regarding hippocampal injury and inflammatory monocyte infiltration [4, 8] , the known role for CCL2 in monocyte trafficking [21] , and the large increase in CCL2 RNA observed as early as 3 hpi, we analyzed levels of CCL2 protein in mice acutely infected with TMEV. Serum was terminally isolated from mice inoculated with TMEV under the same conditions as above and CCL2 was measured by ELISA (Fig. 2a) . Circulating levels of CCL2 were detected at 300 pg/mL as early as 3 hpi, with serum levels falling by 6 and 12 h (Fig. 2a) . To measure the production of this chemokine in the CNS, separate animals were perfused with PBS to remove circulating factors and whole brain was homogenized for ELISA (Fig. 2b) . As with the serum, CCL2 was robustly detected at 3 hpi, at levels in excess of 4000 pg per brain, and decreased sharply at 6 hpi (Fig. 2b) . However, in contrast to serum, the brain levels rose again at 12 hpi and reached levels comparable to the 3 hpi values by 24 hpi. Based on our previous findings regarding the locus of neuronal injury during acute TMEV infection [7, 22] , we also measured CCL2 in microdissected hippocampus at the same timepoints in separate animals (Fig. 2c) . CCL2 levels peaked at 6 hpi and were measured at 1500 pg per mouse (hippocampi pooled for each individual animal). Notably, this amount of CCL2 represents approximately the same amount of CCL2 measured in the whole brain at this timepoint (Fig. 2b) , suggesting that the hippocampus is the primary site for production at 6 hpi. Finally, to separate non-infectious pathogen recognition receptor-mediated effects from chemokine induction triggered by infectious virus, especially within the context of the very rapid response following inoculation, we compared the levels of CCL2 in the whole brain at 3 h after inoculation with UV-inactivated TMEV or live TMEV. In this experiment we measured 3010 ± 425 pg/brain with live virus, 176 ± 65 pg/brain with dead virus, and 88 ± 16 pg/brain in sham mice (live vs dead P < 0.001; live vs sham P < 0.001; dead vs sham P = 0.703; by one-way Fig. 1 Transcriptional program initiated in the hippocampus by acute infection. Hippocampal tissue was collected for RNA purification at early timepoints following intracranial inoculation of adult female C57Bl/6 mice with 2 × 10 5 PFU of the Daniel's strain of TMEV. Transcriptional changes were analyzed using Illumina MouseWG-6 v2.0 beadchips. Fold change relative to uninfected control for 16,900 genes present on the array was calculated, converted to log 2 , and heatmapped using Gitools. Sham controls were injected intracranially with culture media used for the virus preparation, and RNA was collected at 24 h postinfection (hpi). Expression data for all conditions except sham are the means from six individual mice analyzed in two separate experiments (three mice per experiment). Three sham mice were analyzed in the second experiment. a Heatmap showing pattern of transcriptional changes at 3, 6, 12, and 24 hpi relative to uninfected controls. The discontinuity in expression coding is the result of removing from analysis all genes with changes between − 1.2-fold and + 1.2-fold at 24 hpi, leaving 6764 genes in the heatmap. Color-coded heatmaps range from greater than eightfold downregulated (log 2 < − 3.0; blue) to greater than eightfold upregulated (log 2 > + 3.0; red). b The same expression data remapped to highlight chemokines, cytokines, and adhesion factors. In contrast to (a), values are continuous between negative eightfold and positive eightfold. Note that the color range was selected to reveal weaker changes in some genes, resulting in saturation at all timepoints for highly upregulated genes such as CCL2. c A further subset of highly upregulated and notable genes was validated by RT-PCR and the results heatmapped on a scale from 0 to 1000-fold (log 2 = + 10) to reveal large expression changes over the first 12 h ANOVA with Dunnett's pairwise comparison). We conclude that inoculation with infectious TMEV induces the rapid production of CCL2 in the brain and particularly in the hippocampus.", "project":"cdlai_CORD-19", "denotations":[]}