{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":13, "text":"Given the hippocampal enrichment for CCL2 production at 6 hpi, we sought to identify the relevant cellular locus (Fig. 2d-i) . To our surprise, immunostaining for CCL2 in uninfected mice revealed weak fluorescence associated with the pyramidal neurons of CA1, CA3, and the dentate gyrus (DG) (Fig. 2d) . At higher magnification, this signal, not present in the secondary-only controls (not shown), exhibited a diffuse pattern associated with the cell layers (Fig. 2g) . At 6 hpi, we consistently observed a robust increase in expression of CCL2 in pyramidal neuron cell bodies in the CA1, CA3, and Fig. 2 CCL2 levels in serum, whole brain, and hippocampus during acute infection. Serum (a), whole brain (b), and microdissected hippocampus (c) were collected at 0, 3, 6, 12, and 24 h following intracranial inoculation with TMEV. Absolute levels of CCL2 were measured by ELISA. Each dot represents an individual animal. The bar graph shows mean ± 95% confidence intervals from aggregate data. A minimum of three mice were used per tissue per timepoint, and the hippocampal samples were collected in a separate experiment from the whole brain samples. All results were analyzed by one-way ANOVA. CCL2 was induced in serum, whole brain, and hippocampus (P < 0.001 for each factor in each tissue compared to 0 hpi). Brain sections collected at 0 (d, g), 6 (e, h), and 24 hpi (f, i) were immunostained to reveal CCL2 expression. In the hippocampus, there was weak, diffuse signal in uninfected mice (d, g) that increased markedly at 6 hpi (e, h). By 24 hpi, the signal intensity had decreased and exhibited a more punctate pattern (f, i). Scale bar in i is 50 μm and refers to g-i. CA1 cornu ammonis 1 formation, sr stratum radiatum, slm stratum lacunosum moleculare. Immunostaining is representative of more than three mice per timepoint in more than three separate experiments DG regions (Fig. 2e ). In addition, there was a clear increase in immunofluorescence in the terminal networks of the apical dendrites located in the stratum lacunosum moleculare (Fig. 2e, h) . This observation is notable because we have previously reported that the hippocampal fissure, located just below the stratum lacunosum moleculare, is a primary site for infiltration of inflammatory monocytes [4] . Finally, the overall signal intensity faded by 24 hpi, though the pyramidal neuron layer-associated signal was more punctate and brighter than the earlier diffuse pattern (Fig. 2f, i) . Whether some of this signal was associated with infiltrating monocytes was not resolved in this experiment. These observations suggest that the 6 hpi peak in hippocampal CCL2 measured by ELISA (Fig. 2c) was the result of production by hippocampal neurons.", "project":"cdlai_CORD-19", "denotations":[]}