{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":19, "text":"Not surprisingly, intracranial inoculation with TMEV induced a robust inflammatory program in the hippocampus, involving upregulation of dozens of chemokine, cytokine, and adhesion factor genes (Fig. 1) . Somewhat surprising, however, was the speed with which this induction occurred. We reproducibly detected large changes in transcription by 3 hpi, and in some and neutrophils (N: CD45 hi CD11b ++ GFP hi ) were counted; values are shown as mean ± 95% CI calculated from six mice per treatment condition in two separate experiments (3 × 2) (d). Data were analyzed by one-way ANOVA with Dunnett's method for pairwise comparison to control. Inflammatory monocytes were significantly reduced in both anti-chemokine groups compared to control IgG; neutrophils were significantly reduced only in the anti-CCL2 IgG group; **P < 0.001 experiments measured variable, but sizable, induction of chemokines and cytokines by 1 hpi (not shown). Moreover, these factors were detected at the protein level over the same acute period, with CCL2 measurable in the serum and brain as early as 1 hpi (not shown). Not only are these responses fast with regard to biosynthesis, but it is unlikely that a significant number of cells have even been infected in the brain by 3 hpi. Mathematical modeling constrains the infection rate to only 0.01 to 0.1 cells per minute [26] , suggesting that fewer than 20 cells would be productively infected by 3 hpi. Even if this rate is off by a factor of 100, fewer than 2000 cells are Fig. 5 Neurons are the primary source of CCL2 at 6 hpi. Ccl2-RFP fl/fl reporter mice (a-c) and Syn-Cre x Ccl2-RFP fl/fl neuron-specific CCL2-deficient mice (d-f) were intracranially inoculated with TMEV and brain sections were collected at 6 hpi for analysis of RFP expression. Single-channel RFP (a, d) and two-channel RFP (red) and DAPI (blue) (b, e) microscopy revealed that the reporter signal present in neurons at 6 hpi was specifically deleted in the Syn-Cre x Ccl2-RFP fl/fl mice. Higher power imaging of the CA1 pyramidal neuron layer verified the presence of reporter signal (red) in these neurons (marked by DAPI; white) in Ccl2-RFP fl/fl mice (c) and the almost complete absence of such signal in the conditional knockout (f). Immunostaining with anti-CCL2 antibody confirmed the presence of CCL2 (green) in CA1 neurons (marked by DAPI; blue) and in the stratum lacunosum moleculare at 6 hpi in Ccl2-RFP fl/fl mice (g) and the absence of CCL2 in the hippocampus of Syn-Cre x Ccl2-RFP fl/fl conditional knockout mice (h). Serum (i) and hippocampal (j) CCL2 levels were measured by ELISA at 0, 6, and 24 hpi in the CCL2 reporter mice (+CCL2) and the neuron-specific CCL2-deficient mice (−CCL2). Each dot represents one animal; bar graphs represent mean ± 95%CI calculated from at least three mice per group per timepoint. Data were analyzed by two-way ANOVA with Tukey-Kramer pairwise analysis; statistical significance is only shown between genotypes at each timepoint; **P < 0.001; ***P < 0.0001. CA1 cornu ammonis 1 formation, sr stratum radiatum, slm stratum lacunosum moleculare. Fluorescence in a-f is representative of more than three mice in two separate experiments; immunostaining in g-h is representative of two animals in each group infected by 3 hpi. Obviously, some cells can respond to virions and virus constituents via mechanisms that do not require active infection, such as pathogen (or pattern) recognition receptors [27] , but our findings indicate that inoculation with UV-inactivated virus did not elicit CCL2 production in the brain at 3 hpi. This finding also rules out induction via non-specific trauma-induced effects associated with intracranial inoculation. Moreover, even assuming a direct effect of each active virion on target cells, we only inoculated the animals with 200,000 plaque-forming units and these were not introduced directly into the hippocampus [20] . Yet, at 6 hpi the hippocampus produced essentially all of the CCL2 measured in the brain and presumably contributed the majority of serum CCL2. This issue is further confounded by the pattern of CCL2 expression revealed by immunostaining, which shows that effectively every neuron in dorsal hippocampal CA1, CA3, and dentate gyrus expressed this factor at 6 hpi (Fig. 2) . As we have previously reported, even by 3 dpi, only a fraction of CA1 neurons are directly infected with TMEV and DG neurons are never positive for virus by immunostaining [22] . These observations and discrepancies suggest that a currently unidentified amplification event occurs Fig. 6 Loss of acute neuronal CCL2 production results in reduced inflammatory monocyte infiltration into the brain. Brain-infiltrating leukocytes were analyzed by flow cytometry in wildtype B6 mice (a), Ccl2-RFP fl/fl reporter mice (+CCL2; b), and Syn-Cre x Ccl2-RFP fl/fl neuron-specific CCL2-deficient mice (−CCL2; c) at 18 hpi. The flow plots in (a-c) show Gr1-and CD11b-labeled cells in a CD45 hi parent gate. The number of CD45 hi cells (d), neutrophils (e), and inflammatory monocytes (f) were counted in the three groups (blue circles = B6; black circles = +CCL2; red circles = −CCL2). Each dot represents one animal; the line graph represents mean ± 95%CI calculated from at least two separate experiments. All cell types were significantly reduced in the neuron-specific CCL2-deficient mice but not in the parent reporter line. Data were analyzed by one-way ANOVA with Dunnett's pairwise comparison; *P ≤ 0.0001 almost immediately after inoculation with live virus that results in widespread, albeit tissue-specific, upregulation of CCL2 production. Furthermore, this induction occurs almost exclusively in neurons, as synapsin-promoter driven deletion of CCL2 results in nearly complete suppression of both hippocampal and serum CCL2 at 6 hpi (Fig. 5) .", "project":"cdlai_CORD-19", "denotations":[]}