{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":17, "text":"The profound reduction in hippocampal CCL2 at 6 hpi in the neuron-specific CCL2-deficient mice suggested that monocyte infiltration would also be impaired in these animals. Brain-infiltrating leukocytes were collected from wildtype B6 mice (Fig. 6a) , Ccl2-RFP fl/fl reporter mice (+CCL2; Fig. 6b ), and Ccl2-RFP fl/fl x Syn-Cre mice (−CCL2; Fig. 6c ) at 18 hpi and analyzed by flow cytometry. Gates were established as described above on a CD45 hi parent gate. The total number of CD45 hi cells isolated from B6 mice and Ccl2-RFP fl/fl reporters was not different (F = 44.8489, P < 0.0001 by one-way ANOVA; B6 vs +CCL2, P = 1.000 by Dunnett's (a-d) show cells in a CD45 + parent gate. The number of inflammatory monocytes (IM; CD45 hi CD11b + Gr1 ++ 1A8 − ), neutrophils (N; CD45 hi CD11b ++ Gr1 + 1A8 + ), and microglia (M; CD45 mid CD11b mid Gr1 − 1A8 − ) was measured by flow cytometry. The percent of inflammatory monocytes, neutrophils, and microglia in the CD45 + population is shown as mean ± 95%CI calculated from nine mice per genotype in three separate experiments (3 × 3) (e). Data were analyzed by Dunnett's method. No difference in microglia was observed, but neutrophils were significantly increased in CCR2 −/− mice (P = 0.0012 vs WT). Notably, the absence of CCR2 robustly inhibited inflammatory monocyte infiltration (P = 0.0004 vs WT). **P < 0.001 method) but the number of these cells in the neuronspecific CCL2-deficient mice was significantly reduced (−CCL2 vs B6, P = 0.0001; −CCL2 vs +CCL2, P = 0.0004) (Fig. 6d) . The trend toward more CD45 hi cells in the CCL2 reporter mice suggested by Fig. 6d was exacerbated in the neutrophil counts (Fig. 6e) , though the difference was not significant (F = 87.2340, P < 0.0001 by one-way ANOVA; B6 vs +CCL2, P = 0.1908 by Dunnett's method). In contrast, the number of neutrophils infiltrating the brain was reduced in the neuron-specific CCL2-deficient mice (−CCL2 vs B6, P = 0.0003; −CCL2 vs +CCL2, P < 0.0001) (Fig. 6e) . Finally, the number of inflammatory monocytes in the brain at 18 hpi did not differ between B6 and reporter mice (F = 56.8592, P < 0.0001 by one-way ANOVA; B6 vs +CCL2, P = 1.000 by Dunnett's method) but was significantly reduced in the neuronspecific CCL2-deficient mice (−CCL2 vs B6, P < 0.0001; −CCL2 vs +CCL2, P = 0.0024) (Fig. 6f) . These observations support the conclusion that the limited CCL2 production and release measured in neuron-specific CCL2-deficient mice at 6 hpi results in a strong reduction in inflammatory monocyte infiltration into the brain at 18 hpi.", "project":"cdlai_CORD-19", "denotations":[]}