{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":21, "text":"Maintaining the focus on the most acute response to TMEV infection rather than downstream sequelae, several notable findings arise from the current study. First, genetic deletion of CCR2 in all cells almost entirely abrogates inflammatory monocyte infiltration at 18 hpi but actually increases neutrophil infiltration at this timepoint. This suggests that in the context of life-long absence of CCL2:CCR2 signaling, neutrophil responses are not compromised by the absence of an inflammatory monocyte response. Second, acute systemic immunodepletion of CCL2 reduces inflammatory monocyte infiltration by 70% but also reduces neutrophil infiltration by more than half. This suggests that acute inhibition of the CCL2:CCR2 axis either impacts neutrophil recruitment directly (for example, brain-infiltrating neutrophils express CCR2 and respond to CCL2) or via an indirect effect on monocyte-to-neutrophil communication (for example, infiltrating monocytes release neutrophilic chemokines) [28] . Third, systemic immunodepletion of CCL7 blocks about 30% of monocyte infiltration but has no impact on neutrophils. This indicates that if braininfiltrating neutrophils use a CCR2-dependent trafficking pathway, it is not responsive to CCL7 or that the CCL7-dependent brain-infiltrating monocytes are not responsible for creating the pro-neutrophil environment. While speculative, this may suggest that there are at least two functional subtypes of CCR2 + brain-infiltrating monocytes that can be distinguished by CCL2 vs CCL7 responsiveness. Fourth, the Ccl2-RFP fl/fl reporter line exhibits a trend toward increased neutrophil infiltration as compared to B6 mice. While not statistically significant due to the spread in values, this increase was visually evident in most of the mice, suggesting caution in studies analyzing leukocytic responses in these animals. Fifth, the robust inhibition of monocyte infiltration in the neuron-specific CCL2-deficient mice argues explicitly that this chemokine drives trafficking to the brain while side-stepping all of the issues regarding monocytopenia that arise in CCL2 −/− or CCR2 −/− mice. This is in contrast to the reported role of CCR2 in West Nile virus encephalitis [14] but is consistent with the brain trafficking role described by Graham and colleagues in a Semliki Forest virus model [29] . Sixth, manipulation of either CCL2 or CCR2 drove the inflammatory monocyte response in the same direction-down. This is in contrast to observations in a Japanese encephalitis model, in which CCR2 −/− mice had reduced monocyte infiltration while CCL2 −/− mice had a paradoxical increase in this population in the brain [16] . Of note, however, our manipulation of CCL2 was via acute immunodepletion, not life-long genetic deletion.", "project":"cdlai_CORD-19", "denotations":[]}