{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":7, "text":"Terminally anesthetized mice (isoflurane overdose) were perfused with 50 mL of 4% paraformaldehyde (PFA) via intracardiac puncture, and tissues were postfixed in 4% PFA for 24 h. Brain tissue was macrosectioned using a brain matrix, making cuts through the optic chiasm and infundibulum. The resulting tissue block containing the dorsal hippocampus was embedded in 4% agarose gel and sectioned at 70-μm thickness by vibratome. Freefloating sections were blocked in PBS containing 1% BSA, 10% normal donkey serum, 1% FBS, and 0.1% Triton-X 100 for 1 h, incubated overnight at 4°C with primary antibody (anti-MCP-1/CCL2: Cell Sciences, CPM001, 1:400 in block), incubated with secondary antibody for 1 h (donkey anti-rabbit Cy3: Jackson Immu-noResearch, 711-166-152, 1:1000 in block), washed, and mounted in DAPI-containing mountant on charged slides. CCL2 immunoreactivity was imaged with the Zeiss AxioObserver.Z1 and ApoTome.2 structured illumination system (Carl Zeiss Microscopy GmbH, Jena, Germany) using a ×20 objective (LD Plan-Neofluar 20x/ 0.4 Korr Ph 2 M27, 0.55 NA), 538-562-nm bandpass excitation, 570-640-nm bandpass emission, 7-μm optical thickness, and 300-ms exposure time. For detection of the mCherry fluorophore in CCL2:RFP animals, freefloating 70-μm sections were mounted on charged slides in DAPI-containing mountant. Fluorescence images were captured with a laser scanning confocal microscope (LSM780, Carl Zeiss Microscopy GmbH, Jena, Germany) using a ×40 objective (C-Apochromat 40x/1.20 W Korr FCS M27, 1.2 NA) with water as the refractive medium. Validation of mCherry-specific emission and exclusion of autofluorescence was obtained with spectral imaging using a lambda scan at 488, 561, and 594 nm excitation and 8-nm-stepped emission spectra. Forty-micrometer z-stacks were acquired with a step thickness of 2 μm, pixel dwell time of 0.39 μs, and pinhole equivalent to 1 airy unit across all samples. Uncompressed TIFF-images were exported from Zen software (Zen Black 2012 64-bit, Carl Zeiss Microscopy GmbH, Jena, Germany) and post-processed in ImageJ (ImageJ v1.50b, Wayne Rasband, National Institutes of Health, USA) and Photoshop (Adobe Photoshop CC, 2014 Release, 64-bit). Levels were normalized, when appropriate, equally across images and groups; gamma values were not changed.", "project":"cdlai_CORD-19", "denotations":[]}