{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":11, "text":"Adult female C57Bl/6 mice were intracranially inoculated with 2 × 10 5 PFU of TMEV. RNA from hippocampus was prepared at 3, 6, 12, and 24 h postinfection (hpi) and analyzed by microarray to measure changes in transcripts. Hippocampal RNA was also prepared from uninfected mice and from mice 24 h after sham inoculation with viral growth media. Fold changes in expression for the 16,900 genes present on the array were calculated relative to uninoculated/uninfected controls. A heatmap of log 2 fold change ( Fig. 1a ) reveals that numerous genes were already upregulated at 3 hpi and the number of upregulated genes steadily grew through the first 24 h after infection. Extraction of chemokine, cytokine, and adhesion factor genes ( Fig. 1b) indicates that these pathways were robustly impacted by TMEV infection. For example, the CCR2 ligand CCL2 was upregulated eightfold by 3 hpi and continued to increase to almost 50-fold induction by 12 hpi, remaining above 30-fold at 24 hpi. The CCR5 ligand CCL5 increased steadily from fivefold at 3 hpi to over 60-fold by 24 hpi and the CCR2 ligand CCL7 increased from eightfold at 3 hpi to over 80-fold at 24 hpi. Likewise, the CXCR2 ligand CXCL1 was upregulated over 150-fold at 3 hpi, decreasing to 20-fold by 24 hpi, while CXCL2 was upregulated tenfold at 3 hpi and decreased slightly to sixfold by 24 hpi. The CX3CR1 ligand CX3CL1 was not increased at these timepoints and was, in fact, modestly downregulated by 1.4-fold at 3 hpi. In parallel with changes in chemokine expression, we observed marked upregulation of adhesion factors, with ICAM-1 upregulated 12-fold at 3 hpi, decreasing to sixfold by 24 hpi, and VCAM-1 upregulated between four-and fivefold at each timepoint. Other adhesion factors involved in leukocyte trafficking were either unregulated (CD34), downregulated (Selectin-P ligand, twofold), or modestly upregulated (MAdCAM-1, twofold; GlyCAM-1, over twofold). Finally, a subset of immune genes were validated by RT-PCR (Fig. 1c) , confirming the general pattern of expression revealed by the microarray though with greater dynamic range. For example, by RT-PCR we measured a 260-fold induction of CCL2 at 3 hpi that continued to increase to over 2000-fold upregulation by 12 hpi. Overall, we conclude that inoculation of the brain with TMEV induces rapid and robust upregulation of proinflammatory chemokines, cytokines, and adhesion factors in the hippocampus that can be detected as early as 3 h after injection.", "project":"cdlai_CORD-19", "denotations":[]}