{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":16, "text":"A conditional neuron-specific CCL2 knockout model was generated by crossing Ccl2-RFP flox/flox mice [24] to transgenic mice expressing Cre recombinase behind the synapsin promoter (Syn-Cre) [25] . The parental Ccl2-RFP flox/flox animals serve as a reporter line for CCL2 expression, and analysis of RFP fluorescence in mice at 6 hpi confirmed the CA1 neuronal expression of this chemokine (Fig. 5a-c) . Analysis of the Ccl2-RFP flox/flox x Syn-Cre conditional knockouts at the same timepoint revealed that CCL2 was specifically deleted from the CA1 neurons (Fig. 5d-f ). To verify the loss of CCL2 in the conditional knockout neurons, sections were also immunostained with anti-CCL2, as in Fig. 2 . While strong immunoreactivity was detected in CA1 neurons and in the stratum lacunosum moleculare at 6 hpi in Ccl2-RFP flox/flox mice (Fig. 5g) , essentially no reactivity was observed in the hippocampus in Ccl2-RFP flox/flox x Syn-Cre conditional knockouts (Fig. 5h) . Serum was terminally isolated from Ccl2-RFP flox/flox and Ccl2-RFP flox/ flox x Syn-Cre mice inoculated with TMEV and CCL2 was measured by ELISA (Fig. 5i) . The large increase in circulating CCL2 observed at 6 hpi in Ccl2-RFP flox/flox mice was not detected in the Ccl2-RFP flox/flox x Syn-Cre mice (F = 35.9565, P < 0.0001 by two-way ANOVA; −CCL2 vs +CCL2 at 6 hpi P < 0.0001 by Tukey-Kramer pairwise analysis). However, by 24 hpi, the serum levels were the same in both groups (−CCL2 vs +CCL2 at 24 hpi P = 0.9677 by Tukey-Kramer) (Fig. 5i) . Levels of CCL2 in the hippocampus were strongly reduced in the Ccl2-RFP flox/flox x Syn-Cre mice at both 6 and 24 hpi (F = 70.9728, P < 0.0001 by two-way ANOVA; −CCL2 vs +CCL2 at 6 hpi P < 0.0001 by Tukey-Kramer pairwise analysis; −CCL2 vs +CCL2 at 24 hpi P = 0.0033 by Tukey-Kramer) (Fig. 5j) . These findings indicate that neurons are the dominant source of CCL2 in the hippocampus at 6 hpi and that neuronal CCL2 accounts for the serum levels measured at the same timepoint.", "project":"cdlai_CORD-19", "denotations":[]}