{"cord_uid":"6719ch30", "sourcedb":"PMC", "sourceid":"PMC5715496", "divid":3, "text":"C57BL/6J (B6; #000664), Tg(Syn1-cre)671Jxm (Syn-Cre; #003966), Ccl2 tm1.1Pame (Ccl2-RFP fl/fl ; #016849), and Ccr2 tm1Ifc (CCR2 −/− ; #004999) mice were acquired from The Jackson Laboratories (Bar Harbor, ME). Mice were acclimatized for at least 1 week following shipment and prior to use or were bred in-house. Female mice between 4 and 6 weeks of age were used for all experiments. LysM:eGFP mice were maintained in-house, as described [4] . The CCR2-deficient mice were maintained as homozygotes; wildtype B6 mice were used as CCR2-sufficient controls for all experiments involving the CCR2 −/− mice. A Ccl2-RFP flx/fl x Syn-Cre conditional knockout model was generated by interbreeding Ccl2-RFP fl/fl and Syn-Cre mice. Tail DNA was screened by PCR using primers to detect the mutant CCL2 allele (forward: 5′-AGGACGGCGAGT TCATCTAC-3′; reverse: 5′-TGGTGTAGTCCTCGTTGTGG-3′; 288 bp product) and the wildtype CCL2 allele (forward: 5′-AACCACC TCAAGCACTTCTG-3′; reverse: 5'GCTTTGCAGTTTC CCTCAAG-3′; 363 bp product). PCR cycling conditions were 94°C for 2 min, followed by 10 cycles of 94°C for 20 s, 65°C for 15 s (with − 0.5°C decrease per cycle), and 68°C for 10 s, followed by an additional 28 cycles of 94°C for 15 s, 60°C for 15 s, and 72°C for 10 s, ending with 72°C for 2 min, and 10°C hold. Ccl2-RFP fl/fl x Syn-Cre F2+ crosses were screened until all pups were homozygous for the mutant CCL2 allele. The Cre transgene was screened in all pups using generic Cre primers (forward: 5′-ACCAGC-CAGCTATCAACTCG-3′; reverse: 5′-TTACATTGTCCA GCCACC-3′; 200 bp product). PCR cycling conditions were 94°C for 5 min, followed by 35 cycles of 94°C for 1 min, 60°C for 1.5 min, and 72°C for 2.5 min, ending with 72°C for 5 min, and 4°C hold. This PCR cannot distinguish heterozygotes from homozygotes; therefore, the line was maintained for Cre hemizygosity and Ccl2-RFP homozygosity and all litters were screened using a Transnetyx (Cordova, TN) panel that detects wildtype CCL2, RFP, and Cre. For experiments, mice were considered deficient in neuronal production of CCL2 ("CCL2−") if they were positive for the Cre transgene, negative for the wildtype CCL2 allele, and positive for RFP. Mice were considered normal for neuronal production of CCL2 ("CCL2+") if they were negative for the Cre transgene and positive either for the wildtype CCL2 allele or for RFP. In early experiments, the CCL2+ animals were selected as littermate controls for the CCL2− mice; in later experiments, the line was established such that all pups expressed the Cre transgene (presumptive homozygotes). All mice were group housed under controlled temperature and humidity with a 12-h light/dark cycle with ad libitum access to food and water. All animal experiments were performed according to the National Institutes of Health guidelines and were approved by the Mayo Clinic Institutional Animal Care and Use Committee (Animal Welfare Assurance number A3291-01).", "project":"cdlai_CORD-19", "denotations":[]}