{"cord_uid":"6kr75qnn", "sourcedb":"PMC", "sourceid":"PMC3890267", "divid":24, "text":"Successful selective culturing of epithelial cells is dependent on the use of serum-free medium supplemented with hormones and growth factors [26] . Widely used formulations of cell culture medium supplemented with fetal bovine serum (FBS) are less suitable for epithelial cell growth, as, during the manufacturing process, serum platelet derived growth factor (PDGF) is released. In cell culture, PDGF has a stimulatory effect on fibroblasts, while it inhibits epithelial cell growth and quickly leads to terminal squamous differentiation in the primary cell culture [26] . Furthermore, even if epithelial cells are present in the primary cell culture, overgrowth of the epithelial proportion by fibroblasts after several passages can occur if medium containing FBS are used (unpublished observation). Most bat-derived cell lines published so far, however, were obtained and cultured using conventional medium containing FBS. It is therefore suggested that most of them contain at least a mix of several different cell types, including fibroblasts, or consist of fibroblasts only, as they normally overgrow other cell types after several passages. To prevent this, we used serum-free medium only for growth of primary cells, and found this approach to be efficacious. By contrast, Crameri et al. established primary and immortalized bat cell lines from Pteropus alecto and found serum-free medium the least successful approach in their culture compared to conventional medium formulations, however they do not comment on the cell type (i.e. epithelial vs. fibroblast) [13] . Their study primarily evaluated overall isolation success of primary cells but not targeted isolation of a certain cell type such as epithelial cells as presented here. Furthermore, there are various formulations of serum-free medium, which differ in their composition and are optimized for different primary cell types; it is therefore difficult to compare these findings.", "project":"cdlai_CORD-19", "denotations":[]}