{"cord_uid":"6kr75qnn", "sourcedb":"PMC", "sourceid":"PMC3890267", "divid":8, "text":"After the animals were euthanized as described above, tracheas were removed in toto. Trachea specimens were immediately placed in ice-cold medium for transport or, if longer transport was necessary (as in the case of samples of E. helvum from Ghana), frozen at 280uC in cell culture freezing medium (PAA, Pasching, Austria). The following steps were done under sterile conditions using a laminar flow hood. Upon arrival at the laboratory, frozen specimens were thawed and washed in 37uC warm, sterile phosphate buffered saline (PBS). The trachea and large bronchi were roughly cleaned from the attached surrounding tissue, and then longitudinally chopped into pieces with a sterile blade. Tissue fragments were placed in a 6-well cell culture plate and submerged in 37uC warm medium. The medium consisted of primary airway epithelial cell medium basal mix supplemented with bovine pituitary extract 0.004 ml/ml, epidermal growth factor (recombinant human) 10 ng/ml, insulin (recombinant human) 5 mg/ml, hydrocortisone 0.5 mg/ml, epinephrine 0.5 mg/ml, triiodo-Lthyronine 6.7 ng/ml, holo-transferrin (human) 10 mg/ml, and retinoic acid 0.1 ng/ml (Promocell, Heidelberg, Germany). The primary cell medium was additionally supplemented with penicillin/streptomycin (Life Technologies GmbH, Darmstadt, Germany), ofloxacin (TarividH, Sanofi-Aventis), and amphotericin B (PAA, Pasching, Austria) for the initial culturing of the tissue to avoid bacterial and fungal contamination. Any movement of the cell culture plates was avoided during the first 3 days, then cells were observed daily for quality of beating of ciliated cells and outgrowth of primary cells. After an outgrowth of primary cells was observed, the medium was changed every 2 days. When nearly confluent, cells were immortalized by lentiviral transduction of the large T antigen of SV40 as described previously [14, 15] . All cell cultures were genotyped by amplification of mitochondrial cytochrome c oxidase I [17] .", "project":"cdlai_CORD-19", "denotations":[]}