{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":24, "text":"Our first line of evidence is the effect of CPZ on cell-cell fusion (Fig. 6 ). It has been previously established that CAS is a state of hemifusion, and that the addition of CPZ to cells at the CAS intermediate leads to full fusion [47, 57] . It is also known that for cells brought to CAS by fusion proteins that are triggered by acidic conditions, raising the temperature at neutral pH leads to full fusion [47, 48, 58] . We observed that the extent of aqueous dye spread in target cells expressing IFITM proteins was much less upon CPZ addition or upon raising the temperature from CAS than was fusion induced by lowering pH at 37uC (Fig. 6) . These findings provide strong evidence that IFITM proteins inhibit the creation of hemifusion. Because the effects caused by adding CPZ or raising the temperature were qualitatively similar for JSRV Env and IAV HA (Figs. 6C and D) , we conclude that the mechanism of inhibition by IFITM proteins is not dependent on the precise fusion protein. Although IFITM proteins may affect pore at which aqueous dye had not transferred. Cells were then switched to 37uC or treated with CPZ, cell-cell fusion were monitored under a fluorescence microscope. (A) In mock cells (JSRV Env-mediated fusion): Upon raising temperature from the 4uC of CAS to 37uC, the two target cells of the image became labeled by calcein-AM (arrows), illustrating that fusion was now extensive. Similarly, adding CPZ to cells at CAS also led two target cells receiving calcein-AM, illustrating that fusion was as extensive upon addition of CPZ as upon raising temperature. (B) In IFITM1-expressing cells (JSRV Env-mediated fusion): Raising temperature led to calcein transfer to only one (arrow) of the four target cells. Addition of CPZ did not lead to calcein-AM transfer to any of the three target cells. (C-D) The quantifications of these phenomena are presented in JSRV Env (C) and for IAV HA (D). Similar experimental procedures were applied to IFITM2 and 3-expressing cells, and the data were plotted as show in (C) and (D). doi:10.1371/journal.ppat.1003124.g006 Figure 7 . Making spontaneous curvature more negative prior to creating CAS promotes JSRV Env-mediated hemifusion. CAS was created as described in Fig. 6 . OA was added prior or subsequent to CAS (see details in Materials and Methods). The addition of OA before creating CAS (middle columns of groups of three) promoted aqueous dye transfer upon either addition of CPZ (A) or raising temperature to 37uC from CAS (B). In contrast, adding OA after creating CAS (third columns), did not affect the extents of dye transfer caused by either CPZ addition or by raising temperature as compared to control (first columns). This was the general pattern, independent of whether target cells contained indicated IFITM proteins or not (Mock). doi:10.1371/journal.ppat.1003124.g007 formation and/or expansion, their primary mechanism appears to be the prevention of hemifusion.", "project":"cdlai_CORD-19", "denotations":[]}