{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":28, "text":"A recent study suggested that the mouse IFITM3 protein adopt an alternate topology [20] . In this report, the authors provided evidence that the originally predicted transmembrane domains of IFITM3 fold into a hairpin loop and span only the inner leaflets, resulting in an intramembrane topology with both N-and Ctermini facing the cytosol [20] . While our data does not unambiguously demonstrate the existence of this alternate topology, it is possible that IFITM proteins adopts multiple and dynamic topologies. In fact, it has been shown that some transmembrane proteins, including those of viral glycoproteins, adopt dual or dynamic topologies because of ''lipid flip-flop'' and/ or changes in the net charge of their cytosolic sequences [62, 63, 64] . Dynamic topologies could result from the cleavages of IFITM proteins that have been observed at both the N-and Ctermini in mammalian cells [11, 19, 65] (our unpublished data). It is therefore possible that IFITM proteins, including their orthologs in different species which differ significantly at the N-and Ctermini [11] , adopt distinct topologies in mammalian cells; these sequence and topologic differences may account for, and contribute to, their somewhat distinct phenotypes in suppressing viral membrane fusion and entry into host cells. . Expression of IFITM proteins increases the lipid order of cell membranes. 293/LH2SN cells stably expressing IFITM1, 2 or 3, or mock controls were incubated with 1.8 mM Laurdan for 40 min at 37uC, and were imaged using two-photon fluorescence microscope. Parental 293/ LH2SN cells were treated with 10 mM MbCD for 1 h to serve as controls. (A) Fluorescence intensity images. The fluorescence signal was acquired from 416 nm to 474 nm for the blue channel and from 474 nm to 532 nm for the green channel. (B) Generalized polarization (GP) images. The GP image was generated according to the GP function which is a normalized ratio between the blue and the green channels (GP scale from 21 to +1). According to the calculated GP values, we restricted the GP scale from 20.3 to 0.5. (C) GP histograms. The GP histogram was fitted using two Gaussian distributions. The lower GP values are associated with internal membranes, and the higher GP values are associated with plasma membranes. (D) Pseudo-colored GP images. The lower and higher GP distributions were pseudo-colored in green and red, respectively. (E) Averaged GP values. The GP values of individual cell lines were averaged and plotted; for each cell lines, a total of 12-18 images were used for statistical analysis. Significant differences were observed between mock control and IFITM1 (p = 0.00672), IFITM3 (p = 0.00107) in the plasma membrane. See text for details. doi:10.1371/journal.ppat.1003124.g008 by transduction with PT67/LH2SN retroviral vector encoding human Hyal2 [40] . 293, HTX, 293/LH2SN, COS7/LH2SN, HTX/LH2SN cells stably expressing IFITM proteins were generated by transduction with pQCXIP (Clontech, Mountain View, CA) retroviral vectors encoding IFITM1, 2 or 3 (see below). K562 cells stably expressing control shRNA or shRNA targeting IFITM1 or 3 mRNA were kind gifts of Michael Farzan and I-Chueh Huang (Harvard Medical School, Boston, MA). All mammalian cells used were grown in Dulbecco's modified Eagle's (DMEM) medium with 10% FBS (Hyclone, Logan, UT).", "project":"cdlai_CORD-19", "denotations":[]}