{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":18, "text":"We next examined which steps of the viral membrane fusion process are inhibited by IFITM proteins. For this purpose, we used conditions that, in the absence of IFITM proteins, allow fusion to proceed up to and through the point of hemifusion while preventing the steps that lead to pore formation. We did so by creating an intermediate of fusion, referred to as a cold arrested state (CAS). It has been previously shown that for viral fusion proteins that induce fusion at low pH, lowering pH at the low temperature of 4uC yields hemifusion; raising temperature at neutral pH then leads to pore formation and growth [47, 48, 49] . We created CAS for JSRV Env and IAV HA, and found, as expected, that membrane fusion did not occur (Figs. 6A and B, middle panels). Adding CPZ at neutral pH and low temperature to the parental cells (mock) resulted in a significant aqueous dye transfer (Figs. 6A, C, and D) . Any further dye transfer upon subsequently raising of temperature to 37uC was not statistically significant (Figs. 6A, C and D). For target cells expressing IFITM proteins, aqueous dye spread upon CPZ addition at CAS was much less than for the parental cells (Figs. 6B, C and D). In contrast, raising the temperature led to a significant increase in dye spread; but the total dye spread was still less than for the parental cells (Figs. 6B, C and D) . The fact that the amount of dye spread induced by CPZ was relatively small showed that little hemifusion occurred for the IFITM-expressing cells. The greater amount of dye spread upon raising temperature indicated that the IFITM proteins in the target cell membrane block the creation of hemifusion. Temperature dependence of protein conformational changes is generally greater than for those of lipids that are not near a phase transition. We therefore assume that the presence of IFITM proteins blocked the conformations changes in JSRV Env and IAV HA needed for hemifusion. But it is possible that the decrease in membrane fluidity caused by IFITM proteins (see below) inhibits lipids from rearranging into a hemifusion configurations.", "project":"cdlai_CORD-19", "denotations":[]}