{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":9, "text":"IFITM expression does not affect binding of JSRV Env to its Hyal2 receptor or receptor-mediated priming for fusion activation IFITM1 has been previously shown to be associated with caveolin-1, a protein that is known to play an essential role in caveolin-mediated endocytosis [37, 38] . Given that the JSRV receptor, hyaluronidase 2 (Hyal2), is a GPI-anchored protein that is localized in lipid rafts and that JSRV may use a GPI-anchoredprotein-enriched endosomal compartment (GEEC) and/or a caveolar pathway for entry [33, 34, 39, 40] , we considered the possibility that IFITM1 could preferentially interfere with the binding of JSRV Env to Hyal2, thereby restricting viral entry. We took advantage of a soluble form of the JSRV SU-human IgG fusion protein (JSU-hFc) we previously created, and performed an in vitro binding assay on HTX cells expressing individual IFITM proteins and functional human Hyal2 [27, 28, 29, 41] . Flow cytometry analysis revealed that the fluorescence shifts in HTX cells expressing IFITM proteins, including that of IFITM1, were similar to those of parental cells ( Figs. 2A and B ). This indicates that expression of IFITM proteins did not affect the binding of JSRV Env to HTX cells expressing the Hyal2 receptor. We also performed virus binding assays using Gag-YFP-expressing MoMLV (kind gifts of Walter Mothes) pseudoviral particles bearing JSRV Env [28, 42] ; again, similar fluorescence intensities were observed among cells expressing IFITM proteins and parental cells (Figs. 2C and D). The expression of IFITM proteins on the surface of HTX cells was also examined by using an anti-FLAG antibody. IFITM1 had a relatively higher level of surface expression as compared to IFITM2 and 3, but overall the fluorescence signals were low and their differences were not statistically different (Figs. 2E and F; data not shown). We conclude that expression of IFITM proteins, including IFITM1, does not affect the binding of JSRV Env to its Hyal2 receptor on the cell surface.", "project":"cdlai_CORD-19", "denotations":[]}