{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":42, "text":"where I blue and I green are the respective intensities conventionally centered at 440 nm (the emission maximum for more ordered lipid bilayer) and centered at 490 nm (the emission maximum for less ordered lipids). GP and FLIM data were acquired with a Zeiss LSM710 META Laser scanning microscope, coupled to a 2-Photon Ti:Sapphire laser (Spectra-Physics Mai Tai, Newport Beach, CA) producing 80 fs pulses at a repetition of 80 MHz and a ISS A320 FastFLIM-Box for the lifetime data. A 406water immersion objective 1.2 N.A. (Zeiss, Oberkochen, Germany) was used for all experiments. The excitation wavelength was set at 780 nm. A SP 760 nm dichroic filter was used to separate the fluorescence signal from the laser light. For FLIM data, the fluorescence signal was directed through a 495 LP filter and the signal was split between two photo-multiplier detectors (H7422P-40, Hamamatsu, Japan), with the following bandwidth filters in front of each: blue channel 460/40 and green 540/25, respectively. For image acquisition, the pixel frame size was set to 2566256 and the pixel dwell time was 25.61 ms/pixel. The average laser power at the sample was maintained at the mW level. For GP data the fluorescence signal was acquired from 416 nm to 474 nm for the blue channel and from 474 nm to 532 nm for the green channel, using the spectral detector of the LSM 710 by joining 6 channels of the detector each having a bandwidth of 9.7 nm. For image acquisition, the pixel frame size was set to 2566256 and the pixel dwell time was 177.32 ms/pixel. The average laser power at the sample was maintained at the mW level. SimFCS software developed at the Laboratory for Fluorescence Dynamics (www.lfd. uci.edu) was used to acquire FLIM data and to process FLIM and GP data. Calibration of the system and phasor plot for FLIM data was performed by measuring fluorescein (pH 11), which has a known single exponential lifetime of ,4.04 ns. Calibration for GP data was performed with Laurdan in DMSO which has a reference GP value equal to zero.", "project":"cdlai_CORD-19", "denotations":[]}