{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":10, "text":"JSRV Env uses a dual triggering mechanism in which receptor binding primes the Env to undergo low pH-dependent conformational changes that lead to fusion [28, 29] . This unusual feature allowed us to examine if IFITM proteins may affect receptormediated priming for fusion. We performed metabolic labeling of 293T cells co-expressing IFITMs and JSRV Env, and determined shedding of JSRV SU in the presence or absence of a soluble form of Hyal2 (sHyal2). In our previous studies, we had established that shedding of JSRV SU into culture media is an important indicator of Hyal2 receptor-mediated triggering for the fusion activation of JSRV Env [28, 29, 30] . Here we observed that the levels of JSRV SU harvested from the culture media of 293T cells expressing IFITM1, 2 or 3 were comparable to those of parental cells, and that they all increased with the presence of sHyal2 in a dosedependent manner (Fig. 2H ). The total levels of JSRV Env expression in these radiolabeled cells were approximately equivalent, as evidenced by the intensities of Env precursors and processed TMs (Fig. 2G) . Collectively, we conclude that overexpression of IFITM proteins, including IFITM1, does not affect the expression and trafficking of JSRV Env, nor does it impair receptor-mediated priming for fusion activation. IFITM1 profoundly inhibits syncytia formation induced by JSRV Env and IAV HA; the effect occurs over a broad range of pH Syncytia formation and cell-cell fusion assays have been instrumental in understanding membrane fusion, including viral membrane fusion [43] . We sought to obtain direct evidence that IFITM proteins may restrict viral membrane fusion mediated by JSRV Env and other viral fusion proteins. As JSRV Env requires Hyal2 overexpression for membrane fusion to be detected at low pH [27] , we generated stable HTX and 293 cell lines overexpressing Hyal2 and IFITM1, 2 or 3, which served as target cells for the syncytia formation and cell-cell fusion assays described below. For parental 293 cells overexpressing Hyal2 (293/LH2SN, mock), we observed almost complete syncytia formation (,100%) induced by JSRV Env and IAV HA within 5-10 min after a pH 5.0 pulse (Fig. 3A) . In sharp contrast, very little syncytia formation was detected in 293/LH2SN cells expressing IFITM1, even after a 1 h recovery period (Fig. 3A) . Syncytia formation was also substantially reduced in 293/LH2SN cells expressing IFITM2, but the reduction was much less in cells expressing IFITM3, especially in the case of JSRV Env (Fig. 3A ). There is much less or no inhibitory effect of these IFITM proteins on entry of 10A1 MLV (a virus that fuses at neutral pH, Fig. 2B ) [12, 13] . We therefore measured syncytia formation induced by 10A1 MLV Env (with its R peptide deleted) at neutral pH and found, as predicted, that it was not significantly affected by IFITMs (Fig. 3A) . The fusion efficiency of 10A1 MLV Env in IFITM1, 2 and 3expressing cells, as quantified using fusion index (0.5160.06, 0.5060.05 and 0.5260.04, respectively), was comparable to that in parental cells (0.5260.06). A similar order of syncytia inhibition by the IFITMs, i.e., IFITM1.IFITM2.IFITM3, on JSRV Env and IAV HA was also obtained in cells expressing WT IFITM proteins (without the N-terminal FLAG tags) (Fig. S3 ). The differential inhibitory effects of IFITMs on syncytia formation of JSRV Env and IAV HA in 293/LH2SN cells were unlikely due to their levels of IFITM expression, which were examined by Western blots (Fig. 3B) . Flow cytometry analysis of 293T cells coexpressing JSRV Env and WT IFITM proteins showed that the levels of JSRV Env on the surface of IFITM-expressing cells were comparable to that of the mock control ( Fig. 3C) , indicating that the reduced syncytia formation was not due to a change in the Env surface expression.", "project":"cdlai_CORD-19", "denotations":[]}