{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":26, "text":"How can IFITM proteins block hemifusion? Our Laurdan labeling experiments showed that IFITM-expressing cell membranes were more ordered than those of mock controls, as evidenced by their increased GP values and longer FLIM lifetimes (Figs. 5, 8, and S6 ). The increase in the lipid order of IFITMexpressing cells, particularly in their plasma membranes, correlates with the potency of IFITMs in suppressing viral membrane fusion ( Fig. 8 and Fig. S6) . Thus, IFITM proteins may block hemifusion by decreasing the fluidity of the membrane that contains them: a decreased fluidity would reduce the ability of lipids to undergo movements necessary for achieving hemifusion. It is also possible that the increased exclusion of water from the bilayer, as indicated by the higher GP values in the presence of the proteins (Fig. 8) is due to an increased average area occupied by lipid headgroups relative to the area swept out by their acyl chains. This would be equivalent to a greater positive spontaneous curvature. It remains possible that expression of IFITM proteins alters the lipid composition of cell membranes, thereby influencing their fluidities and spontaneous curvatures. We emphasize that while changes in lipid order and membrane fluidity likely account for the general inhibitory effect of IFITMs on viral membrane fusion, they do not fully explain the virus-specific and somewhat cell type-dependent inhibition of IFITMs on viral entry as reported in this and previous studies (Figs. 1, 4 and 5; Fig. S5 ) [12, 13, 15] . Additional factors are likely to be involved, such as specific IFITM-binding partners and possibly viral elements that modulate IFITMmediated inhibition of viral entry. In this respect, IFITM proteins may or may not influence cell-cell fusion mediated by developmental and cellular fusogens, depending on the specific cell systems that express IFITMs and cellular fusogens.", "project":"cdlai_CORD-19", "denotations":[]}