{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":20, "text":"In principle, IFITM proteins could alter spontaneous monolayer curvatures and thereby restrict the creation of hemifusion by influencing the membrane molecular order and membrane fluidity. To explore these possibilities, we labeled 293/LH2SN cells expressing IFITM1, 2 or 3 or mock control with Laurdan, a hydrophobic fluorescent probe that is highly sensitive to lipid phases, and measured their generalized polarization (GP) values and florescence lifetimes using 2-photon laser scanning and fluorescence-lifetime imaging microscopy (FLIM) [52, 53] . Because of its large excited state dipole moment to align surrounding water molecule in the energy dissipation process, Laurdan has been commonly used to report the extent of water penetration into the lipid bilayer, which correlates with lipid packing [52, 54] . In general, higher GP values and longer lifetimes indicate that the membranes are more molecularly ordered, while lower GP values and shorter lifetimes mark membranes as less molecularly ordered [52] . In mock control cells, the GP distribution was characterized by two peaks, one with a lower GP, associated with intracellular membranes, and another with a higher GP, identified with plasma membranes; the less ordered populations were predominant in the mock controls (Figs. 8A-D; first row). In cells treated with methylb-cyclodextrin (MbCD), a cholesterol-depleting reagent known to make the membrane less ordered [55] , we observed dramatically reduced GP signals, resulting in an almost complete loss of the a pH 5.0 buffer for 1 min, and cell-cell fusion was examined by fluorescence microscopy (A) and flow cytometry (B). Values shown in the upper-right quadrant of flow cytometry profiles represent percentages of fused cells. (C) Percentages of fused cells in HTX/LH2SN cells expressing IFITMs were normalized to those of mock controls. Values are the means 6 SD of at least three independent experiments. (D and E) Effector 293T/GFP cells were transfected with a JSRV Env-encoding plasmid alone (columns 1 and 2) or plasmids encoding JSRV Env plus IFITM1 (columns 3 and 4); 24 h posttransfection, cells were co-cultured with CMTMR-labeled target cells, either parental HTX/LH2SN (columns 1 and 3, Mock) or HTX/LH2SN stably expressing IFITM1 (columns 2 and 4). Percents of fused cells were measured by flow cytometry (E), averaged, and normalized to those of controls (column 1) (D). Values are the means 6 SD of at least three independent experiments. * p,0.05; ** indicates p,0.01. NS: not statistically significant (p.0.05). (F) Low pH does not overcome IFITM1-mediated block of JSRV entry. HTX or HTX cells expressing IFITM1 were pretreated with 20 nM BafA1 (middle and right columns) or with 0.01% DMSO (left columns, as controls) for 2 h and then spininoculated with JSRV pseudovirions at 4uC for 1 h. Cells were washed with cold PBS to remove unbound viruses before incubation at 37uC for 1 h to allow endocytosis (see references 33 and 34). Cells were then treated with either a pH 7.5 or pH 5.0 buffer at 37uC for 5-10 min, followed by an additional incubation with 0.01% DMSO or 20 nM BafA1 for 4 h to allow infection. Three days after infection, viral titers were determined by counting AP-positive foci, and relative infectivity was calculated by normalizing all titers relative to those in parental HTX cells treated with DMSO. Values are the means 6 standard deviations of three independent experiments. doi:10.1371/journal.ppat.1003124.g004 higher GP peak in the histogram (Figs. 8A-D; second row). In sharp contrast, cells expressing IFITM1, 2 or 3 all exhibited marked increases in the GP value, which was particularly evident in the higher GP peak (Fig. 8A-D; third, fourth and fifth rows), suggesting that these cell membranes are more ordered than those of mock controls.", "project":"cdlai_CORD-19", "denotations":[]}