{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":17, "text":"Perhaps COS7 cells express a specific cellular factor(s) that functionally promotes the inhibitory effect of human IFITM3 on viral membrane fusion. Consistent with this notion, COS7 cells expressing human IFITM3 (also engineered to co-express human Hyal2, because COS7 cells are not permissive to JSRV infection) drastically suppressed JSRV entry, with efficiency almost equivalent to that of IFITM1 (Figs. 5F and S5A). This observation was in sharp contrast to the situations in HTX and 293 cells, where IFITM3 had much less effect (Figs. 1A and B) . Similarly, the syncytia forming activity of JSRV Env, as well as that of IAV HA, was almost equally inhibited by human IFITM3 and IFITM1 in COS7 cells (Fig. S5B ) as compared to that in 293/LH2SN cells MLV Env) and analyzed for syncytium formation using fluorescence microscopy. Note the stronger inhibition of IFITM1 relative to that of IFITM2 and 3 for JSRV Env and IAV HA; no apparent inhibition was observed for 10A1 MLV Env. (B) Expression of IFITM proteins in 293/LH2SN cells was determined by immunoblotting with an anti-FLAG antibody. b-actin was used as a loading control. (C) Expression of IFITM proteins does not downregulate the JSRV Env expression on the cell surface. 293T cells were co-transfected with plasmid DNAs encoding FLAG-tagged JSRV Env (at both the N-and Ctermini) plus indicated wildtype IFITMs. Cells were incubated with an anti-FLAG antibody on ice, and the surface expression of JSRV SU was determined by flow cytometry. A second antibody alone was used control. (D) 293/LH2SN cells were transfected with plasmids encoding JSRV Env, IAV HA, or 10A1 MLV Env with the R peptide deleted; 6 h after transfection, cells were treated with indicated amounts of IFN-a2b or medium for 24 h. Cells were exposed to a pH 5.0 buffer for 1 min (for JSRV Env and IAV HA) or left untreated and examined for syncytia formation. doi:10.1371/journal.ppat.1003124.g003 (Fig. 3A) . This cell type-dependent effect on cell-cell fusion mirrored prior reports showing that the IFITM-mediated restriction on viral entry and infection is also cell type dependent [13, 15] . Collectively, our data demonstrated that these three human IFITM proteins potently suppress cell-cell fusion induced by all three classes of viral fusion proteins.", "project":"cdlai_CORD-19", "denotations":[]}