{"cord_uid":"74mthqxe", "sourcedb":"PMC", "sourceid":"PMC3554583", "divid":3, "text":"In this work, we sought to determine the mechanisms by which cellular IFITM proteins restrict viral membrane fusion and entry. We chose the Jaagsiekte sheep retrovirus (JSRV) envelope (Env) and IAV hemagglutinin (HA) proteins as the model system of study because of some of their advantages. JSRV is a simple retrovirus, with Env-mediated membrane fusion and entry requiring both receptor-binding and low pH; an initial receptor binding primes the subsequent low pH-dependent conformational changes required for full activation [27, 28, 29, 30] . This unconventional two-step triggering mechanism was originally discovered in the avian sarcoma leukosis virus (ASLV) [31] , and has now been suggested to operate in other enveloped viruses, including HCV [32] . Compared to most pH-dependent viruses, JSRV has a relatively high pH threshold (,pH 6.3) for fusion, the process of which likely occurs in a GPI-anchored-proteinenriched endosomal compartment (GEEC) or caveolae [27, 33, 34] . Thus, study of JSRV Env-mediated fusion should lead to new insights into the mechanism of action of the IFITM proteins. IAV is a prototype pH-dependent virus, the entry and infection of which has been shown to be significantly restricted by IFITM proteins, particularly IFITM3, both in vitro and in vivo [12, 13, 19] . In addition to JSRV Env and IAV HA, which belong to class I fusion proteins, we also explored the inhibitory effects of IFITM proteins on membrane fusion induced by the Semliki Forest virus (SFV) E1/E2 and vesicular stomatitis virus (VSV) G proteins, which represent class II and III viral fusion proteins, respectively [22] . Hence, the mechanisms uncovered from this study are likely applicable to other viral fusion proteins, and collectively provide critical new insight into our understanding the mechanism by which IFITM proteins restrict viral membrane fusion and entry.", "project":"cdlai_CORD-19", "denotations":[]}