{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":7, "text":"Seven days-old differentiated macrophages were incubated with tulathromycin (Draxxin; Zoetis, Parsippany-Troy Hills, NJ, USA) diluted in IMDM + 10% HI-pig serum at a concentration of 0.5 mg/mL or 1 mg/mL or with vehicle control (IMDM + 10% pig serum), as established recently [26, 33] . At these concentrations and time points, the drug exhibits immunomodulating properties in bovine macrophages without inducing apoptosis [26] . Antibiotics like tulathromycin accumulate within leukocytes at concentrations that may reach >500 times the systemic levels, which in turn allows them to be transported directly to the site of infection, and hence confers them with superior pharmacodynamics [25, 40] . This phenomen is critical to the mode of action of tulathromycin. The drug concentrations used in these present experiments are consistent with this knowledge, and with previous studies that showed that tulathromycin has immunomodulating effects in bovine and porcine neutrophils and macrophages [26, 30, 33] . These recent studies have reproduced the same immunomodulating effects seen in vitro at these drug concentrations than when using live infected cattle and pigs given tulathromycin at the recommended therapeutic dosage [26, 30, 33] . Hence the concentrations used here reflect the physiological conditions in which the drug accumulates at high concentrations within these leukocytes. Indeed, comparison of intracellular drug concentrations in treated versus untreated animals have been published previously [40] . Using LC/ MS MS, in animals given the recommended dose of 2.5 mg/kg body weight, studies have measured the rapid and prolonged distribution of the drug into lung homogenates, pulmonary epithelial ling fluid (PELF), as well as in PELF cells. Macrophages are the major constituents of PELF cells in such preparations. Drug levels measured in PELF cells reached concentrations 565 times greater than those in plasma [40] . It is believed that this great affinity for cellular uptake may be related, in part, to the tri-basic chemical structure of the drug and the trapping of ionized drug within acidic phagolysosomes.", "project":"cdlai_CORD-19", "denotations":[]}