{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":6, "text":"Monocytes were obtained and differentiated into macrophages as described previously [30] . Briefly, blood was pooled and centrifuged for 20 minutes at 1200 x g, 4˚C in a Heraeus Megafuge 16R (Thermo Fisher Scientific, Waltham, MA, USA). The plasma was removed, and the buffy coat layer was collected into and diluted 1:1 in filter-sterilized 0.9% NaCl. Sterile polysucrose and sodium diatrizoate gradient solution (Histopaque; Sigma-Aldrich, Saint-Louis, MO, USA) was added into each tube before centrifugation for 40 minutes at 1200 x g, 4˚C. PBMCs located at the opaque interphase were then collected, washed with sterile-filtered 2X Hank's Balanced Salt Solution (HBSS; Thermo Fisher Scientific, Waltham, MA, USA) and centrifuged for 10 minutes at 500 x g, 4˚C. Contaminating erythrocytes were removed by three hypotonic lysis cycles with sterile ice-cold double-distilled water for 30 seconds followed by the addition of 2X HBSS to restore tonicity. PBMCs were then resuspended in serum-free Iscove's modified Dubelcco's medium (IMDM; Thermo Ficher Scientific, Waltham, MA, USA) supplemented with 100 IU/mL penicillin-streptomycin. Cells were counted using a hemocytometer and viability was assessed by 0.1% trypan blue exclusion (Flow Laboratories). PBMCs purity was determined by Diff-Quick staining on cytospin slides (CytoSpin4 cytocentrifuge, Thermo Fisher Scientific, Waltham, MA, USA). The cells were then plated in tissue-culture treated 6, 12, 24 and 96 well plates (Costar; Sigma Aldrich, Saint-Louis, MO, USA) or in LabTek chamber slides (Thermo Fisher Scientific, Waltham, MA, USA) at a concentration of 1.0 x10 6 cells/ mL for two hours to allow attachment. Following adhesion, non-adherent mononuclear cells were washed with warm HBSS (37˚C). Subsequent adherent monocytes were incubated for 7 days at 37˚C, 5% CO 2 in IMDM supplemented with 10% heat inactivated(HI)-pig serum (GE Healthcare, Chicago, IL, USA), 100 IU/mL penicillin-streptomycin and 15% L929 supernatant to allow for differentiation into monocyte-derived macrophages (MDMs). L929-conditionned medium is commonly used to potentiate monocytes to differentiate into homogenous populations of mature macrophages [37, 38] . Culture media was changed every 3 days. Flow cytometry was used to quantify the number of cells expressing CD163 (a known cluster of differentiation of monocytes and macrophages). More than 95% of the isolated cells expressed CD163 (S1 Fig) . On day 7, as described previously [26] , macrophage differentiation was monitored by microscopic morphological changes using Diff-Quick, and esterase staining, a well known feature allowing to distinguish between monocytes and mature macrophages [39] . At day 7, more than 95% of the cell preparations were differentiated macrophages (data not shown).", "project":"cdlai_CORD-19", "denotations":[]}