{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":11, "text":"Phagocytic capacity of MDMs was assessed using non-opsonized zymosan particles and opsonized latex beads. Non-opsonized phagocytosis was monitored using fluorescently labelled Saccharomyces cerevisiae zymosan A particles (Texas Red; Sigma-Aldrich, Saint-Louis, MO, USA). MDMs seeded on labtek chamber slides or on coverslips at 1x10 6 cells/mL were infected for 2 or 12 hours (m.o.i of 0.5) or not infected (uninfected control). Following infection, experimental groups were incubated with zymosan A particles diluted in control media to a final ratio of 10:1 (zymosan:cells) for 1 hour. After exposure, extracellular zymosan A particles were washed away with warm PBS and the cells were fixed in ice-cold 80% acetone solution. Actin was stained with the Alexa Fluor 488 phalloidin antibody (Thermo Fisher Scientific, Waltham, MA, USA) and the nucleus was revealed with DAPI (Thermo Fisher Scientific, Waltham, MA, USA). Enumeration of intracellular zymosan was performed using a Leica DMR fluorescent microscope. Fc-mediated phagocytic index was measured using carboxylate-modified 3μm diameter latex or silica beads (Kisker Biotech, Steinfurt, Germany) covalently coated with BSA and human IgG (Sigma-Aldrich, Saint-Louis, MO, USA). The beads were subsequently incubated with macrophages for 45 minutes at a 10:1 (beads:cells) ratio. Following phagocytosis, extracellular beads were washed away with warm PBS and the cells were stained with DiffQuick (Electron microscopy sciences, Hatfield, PA, USA) before microscopic observations. Macrophages containing one or more zymosan particles or latex beads were considered as 'positive cells', the phagocytic index was calculated as the ratio of positive macrophages versus total macrophages. A minimum of 150 cells per experimental group were counted from randomly selected fields. All pictures were taken using Leica DMR fluorescent microscope with a Retiga 2000x (Q imaging, Surrey, BC, Canada) and analyzed using ImageJ software. In order to prevent any counting bias slides labellings were covered with tape prior to microscopic observations.", "project":"cdlai_CORD-19", "denotations":[]}