{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":29, "text":"The two most common cellular models are PAMs and MARC-145 cells [12, 52] . Both have significant limitations. The isolation of PAMs requires bronchoalveolar lavages, and the function of these cells depends on the age and environment of the animal [53] . Moreover, shortly after the initiation of a respiratory infection, alveolar macrophages are replaced by monocytederived macrophages, which therefore represent a key cell population in host-PRRSV Immuno-modulating properties of Tulathromycin in PRRSV-infected porcine monocyte-derived macrophages interactions. Monkey MARC-145 epithelial cells do not originate from pigs. Therefore, the present experiments developed and used a simple porcine monocyte-derived macrophage model system to characterize the impact of tulathromycin on PRRSV infection. Previous in vitro studies have shown that the virus could infect blood monocyte-derived macrophages (MDMs) [54] . Consistent with previous findings, monocytes were less susceptible to PRRSV than differentiated monocyte-derived macrophages [54] . The addition of L929 supernatant during macrophage differentiation significantly increased their susceptibility to the virus compared to macrophages cultivated in medium supplemented with pig serum alone. It has been well established that L929 supernatant is a source of M-CSF and is used to induce macrophage differentiation [38] . Immunostaining of PRRSV receptors showed that the addition of L929 Immuno-modulating properties of Tulathromycin in PRRSV-infected porcine monocyte-derived macrophages strongly upregulated CD163 (29% positive cells to 89% positive cells) but abolished CD169 expression. These results indicate that L929 supernatant modulate the expression of PRRSV receptors, and that CD163 alone is sufficient for PRRSV infection. This is consistent with recent observations showing that CD163, but not CD169, enabled non-permissive cells to become susceptible, and that increased CD163 correlates with increased susceptibility to PRRSV [49, 54, 55] . L929 supernatant is known to contain M-CSF, but very little is known about other cytokines and chemokines present in this supernatant [38] . Considering that CD163 and CD169 expression can be induced by IL-10 and IFN-γ respectively, and that IL-10 treatment increases PRRSV infectivity while IFN-γ decreases it [54, 56, 57] , the role of these cytokine in the modulation of macrophage susceptibility to infection requires further investigation. The present findings demonstrate that MDMs can readily be infected by PRRSV, and hence represent a useful cellular model to study PRRSV pathogenesis, as suggested recently [37] .", "project":"cdlai_CORD-19", "denotations":[]}