{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":31, "text":"To test the hypothesis that change in macrophage morphology was associated with altered function, we measured the production of pro-and anti-inflammatory cytokines (CXCL-8 and IL-10 respectively) as well as the production of mitochondrial ROS. CXCL-8 is a potent neutrophil chemoattractant secreted by macrophages and other cell types, and is a critical mediator of neutrophil infiltration in inflamed tissues [26] . The present findings demonstrate that PRRSV is a potent inducer of CXCL-8 in monocyte-derived macrophages. Virally induced CXCL-8 secretion was inhibited by TUL. Studies in live animals are warranted to assess whether these observations suggest that TUL might attenuate PRRSV-induced inflammation through CXCL-8 inhibition. Mitochondrial ROS production is a hallmark of cell stress and inflammation, and contributes to PRRSV-induced tissue damage [42, 43] . Other reports showed that mitochondrial ROS production was implicated in PRRSV-induced apoptotic death of MARC-145 cells [43] . Here we demonstrate that PRRSV indeed induces ROS production in porcine monocyte-derived macrophages, and that this production is inhibited when the cells are pre-treated with the antibiotic. Tulathromycin was also able to restore ROS levels to control in LPS-stimulated cells but not in LPS and PRRSV exposed to both LPS and PRRSV. Interestingly, in these conditions MDMs showed a decrease in ROS production compared to cells exposed only to LPS. This suggest that PRRSV may inhibit intracellular ROS production of MDMs during bacterial infections.Another set of studies sought to determine whether TUL inhibition of the viral-induced pro-inflammatory CXCL-8 coincided with an increase in antiinflammatory signaling. We found that the virus alone was able to inhibit IL-10 secretion, and that TUL blocked this effect. These data are in contrast with others from the scientific literature. Indeed, it is generally accepted that PRRSV induce IL-10 production to increase its infectivity [54] . In fact, IL-10 activated cells are more permissive to PRRSV than unstimulated M1-polarized macrophages [54] . More research is necessary to explain the mechanisms whereby PRRSV regulates the production of IL-10. Tulathromycin alone did not induce IL-10 secretion suggesting that CXCL-8 and mitochondrial ROS inhibition by TUL was not dependent on IL-10 production. Taken together the present findings strongly support the hypothesis that tulathromycin may attenuate PRRSV-induced inflammation by inhibiting production of pro-inflammatory CXCL-8, and by preventing the suppression of anti-inflammatory IL-10.", "project":"cdlai_CORD-19", "denotations":[]}