{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":33, "text":"It is well established that PRRSV infected pigs are often infected by secondary pathogens [13, 58] . At present, the mechanisms resulting in the increase of secondary infections during PRRSV infections remain incompletely understood. Studies have shown that PRRSV is directly able to impair macrophage phagocytosis, which in turn may represent a key element of the development of secondary infection [12, 64, 65] . Macrophage phagocytosis is triggered when phagocytic receptors including opsonic receptors (FcR) or pattern recognition receptors such as the mannose receptor, are activated [45, 66] . Using non-opsonized zymosan particles or IgG-coated latex beads, the present findings demonstrate that PRRSV significantly inhibits both phagocytic pathways. These results are consistent with previous reports showing decreased phagocytosis of latex beads, or live bacteria (Streptococcus suis) upon PRRSV infection [67, 68] . Recent findings suggest that PRRSV-1 inhibits phagocytosis through its interaction with sialoadhesin (also referred to as CD169). However, in our model system, L929 cultivated MDMs were negative for CD169 suggesting either that mechanisms for inhibition of phagocytosis are strain and/or genotype dependent, or that PRRSV may inhibit phagocytosis through multiple pathways [16] . Another report recently demonstrated that the same NSVL-98-7895 strain as used here may impair phagosomal maturation and NADPH oxidasemediated respiratory burst, both implicated in the antimicrobial properties of macrophages [37] . TUL blocked the PRRSV-induced inhibition of non-opsonized and IgG-mediated macrophage phagocytosis. These observations pave the way towards studies in vivo to assess whether this antibiotic might help control secondary infections during PRRSV infections through this mechanisms in addition to its direct anti-microbial properties. The mechanisms whereby TUL protects against PRRSV-induced inhibition of phagocytosis require further elucidation.", "project":"cdlai_CORD-19", "denotations":[]}