{"cord_uid":"7uaj9hmx", "sourcedb":"PMC", "sourceid":"PMC6707645", "divid":3, "text":"The common occurrence of PRRSV infection with bacterial infections combined with the lack of efficient vaccines begs the question of the value of antibiotics for the treatment of PRRS. Traditionally, antibiotic efficacy is evaluated solely based on their antimicrobial properties. However, some macrolides have been found to modulate ROS and pro-inflammatory cytokines such as CXCL-8 and IL-6, and to alter the production of lipid mediators that regulate inflammation [22] [23] [24] [25] [26] [27] . These antibiotics accumulate within leukocytes at concentrations that may reach 500 times the systemic levels, which in turn allows them to be transported directly to the site of infection and confers them superior pharmacodynamics [25] . There is little evidence supporting a direct anti-viral property for macrolides, but their effects on leukocytes support the hypothesis that such macrolides may be beneficial in the context of viral infections such as PRRSV [24, 25] . In an attempt to uncover new mechanisms whereby macrolides may protect against the detrimental effects of PRRSV, the present study investigated the effects of tulathromycin in porcine monocyte-derived macrophages. Tulathromycin is a triamilide in which its 15 lactone-ring is comprised of 3 polar amine groups. It is used for the treatment and prevention of swine respiratory diseases associated with Actinobacillus pleuropneumoniae a gram-negative bacteria often found in PRRSV-infected pigs [14] . A. pleuropneumoniae exerts cytotoxic effects in macrophage and neutrophils and increases the production of pro-inflammatory IL-6, CXCL-8 -also known as Interleukin-8-and leukotriene B 4 , which ultimately leads to severe pulmonary tissue damage and death [28] [29] [30] [31] [32] . Recent studies have demonstrated that in addition to its antimicrobial effects, tulathromycin inhibits CXCL-8 and LTB 4 production in stimulated neutrophils and macrophages [26, 30, 33] . In addition, tulathromycin promotes the apoptotic death of neutrophils and their phagocytic clearance by macrophages -a phenomenon known as efferocytosis-both crucial processes in the resolution of inflammation [26, 30, [33] [34] [35] . We hypothesized that tulathromycin may generate immunomodulatory benefits in PRRSV-infected monocyte-derived macrophages. The findings indicate that tulathromycin, in the absence of a direct anti-viral effect, is able to restore the phagocytic function and to attenuate the pro-inflammatory phenotype of PRRSV-infected monocyte-derived porcine macrophages.", "project":"cdlai_CORD-19", "denotations":[]}