{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":9, "text":"Three biological replicates of each of the three groups, namely, untreated IPEC-J2 cells (mock control), IPEC-J2 cells treated with IFN-λ3 (1,000 ng/ml) for 24 h, or IPEC-J2 cells treated with IFN-α (1,000 ng/ml) for 24 h, were prepared for RNA sequencing. Total RNA was purified using the TRIzol reagent according to the manufacturer's instructions (Thermo Fisher Scientific, USA). The total RNA from each sample was quantified and qualified using an Agilent 2100 Bioanalyzer (Agilent Technologies, USA), a NanoDrop instrument (Thermo Fisher Scientific, Inc.), and a 1% agarose gel. One microgram of total RNA with a RIN value >7 was used for subsequent library construction. Next-generation Enzyme Mix to repair both ends and add a dA tail through one reaction, and the product was subjected to T-A ligation to add adaptors to both ends. Size selection of adaptor-ligated DNA was then performed using an AxyPrep Mag PCR Clean-up kit (Axygen), and fragments of ∼360 bp (with an approximate insert size of 300 bp) were recovered. Each sample was then amplified by PCR for 11 cycles using the P5 and P7 primers carrying sequences that can anneal during bridge PCR with a flowcell and the P7 primer carrying a six-base index to allow multiplexing. The PCR products were cleaned up using the AxyPrep Mag PCR Clean-up kit (Axygen), validated using an Agilent 2100 Bioanalyzer (Agilent Technologies, USA), and quantified with a Qubit 2.0 Fluorometer (Invitrogen, USA). Libraries with different indices were then multiplexed and loaded on an Illumina HiSeq instrument (Illumina, USA) according to the manufacturer's instructions. Sequencing was performed using a 2 × 150-bp paired-end (PE) configuration and image analysis and base calling were conducted using HiSeq Control Software (HCS) + OLB + GAPipeline-1.6 (Illumina) provided with the HiSeq instrument. RNA-Seq was performed and analyzed using GENEWIZ9 (Suzhou, China).", "project":"cdlai_CORD-19", "denotations":[]}