{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":18, "text":"To further elucidate the mechanisms underlying the antiviral activity discrepancy between IFN-λ3 and IFN-α, we focused on the top 100 IFN-λ3-induced genes (fold change compared with the mock control) and divided them into three subgroups (classical ISGs, weakly IFN-λ3-induced genes, and strongly IFN-λ3-induced genes) as in a previous study (16) . The expression of the 100 top genes in all three subgroups induced by IFN-λ3 was significantly higher compared with that induced by IFN-α ( Figure 5) . The ISGs in the classic ISG subgroup are primarily the classical ISGs induced by IFN reported in the literature (16, 27) . The levels of ISGs in this subgroup induced by IFN-λ3 were from 3-to 23-fold higher than those induced by IFNα. The weakly IFN-λ3-induced gene subgroup contained 25 genes, including three unknown genes (being denoted UN1, UN2, and UN3). The analysis of this subgroup showed that both IFN-λ3 and IFN-α induced a more than 4-fold increase in the expression of ISGs compared with mock control. The IFN-λ3-induced expression levels of IFIT3, OASL, OAS1, and GBP4, which are important innate immunity factors, were 10fold higher than those induced by IFN-α. The expression of 16 of the genes in the strongly IFN-λ3-induced gene subgroup was strongly induced by IFN-λ3, whereas IFN-α did not induce a substantial increase in expression (<2-fold compared with the mock control). Interestingly, radical S-adenosyl methionine domain containing 2 (RSAD2), a multifunctional protein with broad antiviral activity that can inhibit both DNA and RNA viruses, is the top gene upregulated by IFN-λ3 (28) . In contrast, IFN-α did not substantially upregulate RSAD2 expression. Protein interaction prediction analysis of differentially expressed genes by string database. The relevant genes were input into string (http://www.string-db. org/), the active interaction sources were selected as homology, and the experimentally determined interaction and database annotated were used as predictive conditions for protein interaction prediction. The thickness of the line represents combined score, which is the combined score of the prediction results of the three prediction conditions, indicating the strength of data support.", "project":"cdlai_CORD-19", "denotations":[]}