{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":17, "text":"To explore the clustering of the IFN-induced differential expression genes in anti-viral signaling pathways, we performed a KEGG enrichment analysis of the differentially expressed genes using KOBAS 3.0. The KEGG enrichment analysis revealed that the differentially expressed genes induced by IFN-λ3 involved in much broader signal pathways compared with IFN-α though they both primarily modified the NF-κB signaling pathway, the Jak-STAT signaling pathway, the phosphoinositide-3-kinase-Akt (PI3K-Akt) signaling pathway, the mitogen-activated protein kinase (MAPK) signaling pathway, and the cGMP-PKG signaling pathway ( Figure 4A) . To determine the signaling pathways involving the differentially expressed genes induced by IFN-λ3 or IFN-α, we combined the differentially expressed genes and analyzed their expression patterns ( Figure 4B) . The results showed that the differentially expressed genes were most abundantly involved in the Jak-STAT signaling pathway, followed by the PI3K-Akt signaling pathway and the MAPK signaling pathway, which is consistent with the finding that the Jak-STAT signaling pathway primarily mediates IFN-induced antiviral responses. Among the proteins encoded by the differentially expressed genes, SOS2, PIK3CA, JAK2, IL-6, SOCS4, IL-28B, STAT1, IL22RA1, and SOCS1 play a major role in the Jak-STAT signaling pathway, and KRAS, PIK3AP1, PRKAA1, ENSSSCG00000021148, ENSSSCG00000022362, and MAP3K2 play a major role in the PI3K-Akt signaling pathway. To predict the protein interactions between differentially expressed genes, we extracted the union of differentially expressed genes and introduced these into the web-based tool STRING (http:// www.string-db.org/) to generate protein-protein interaction networks ( Figure 4C) . The results of the STRING analysis indicated that JAK2, STAT2, PTEN, PIK3CA, IRS1, KRAS, and IL6ST are closely related to other proteins and displayed significant differential expression compared with the IFN-αinduced proteins, which play critical roles in the innate immune response induced by IFN. Collectively, the results showed that the IFN-λ3-induced differentially expressed genes are involved in more signaling pathways, particularly those associated with innate immunity, than those induced by IFN-α, which indicates that IFN-λ3 exhibits stronger antiviral activity in intestinal epithelial cells.", "project":"cdlai_CORD-19", "denotations":[]}