{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":16, "text":"To further clarify the functional consequences of the gene profiles elicited by either IFN-λ3 or IFN-α, we performed a gene ontology (GO) enrichment analysis using a database established by the Gene Ontology Consortium, which aims to define and describe the functions of genes and proteins in various species (Figure 3 ) (26) . Among the 983 genes upregulated by IFN-λ3, 221 and 134 genes (22.17 and 13.44% of the total genes, respectively) were associated with a binding function and catalysis, respectively, and these two functions account for the main molecular functional changes. The dominant functions of the IFN-α-regulated genes are cellular transporter activity and nucleic acid-binding transcription factor activity, and these functions were associated with 40 genes (31.75% of total genes) and 22 genes (17.46% of total genes), respectively. The analysis of cellular components revealed that 221 differentially expressed genes in the IFN-λ3-treated group affected the cell part, and 36 genes associated with this cellular component were differentially expressed in the IFN-α-treated group. With respect to biological processes, the IFN-λ3-treated group included 200, 173, 169, 142, and 120 differentially expressed genes associated with the cellular process, the single-organism process, biological regulation, the metabolic process, and response to stimulus, respectively. The pattern obtained for the IFN-α-treated group was similar to that of the IFN-λ3-treated group, and the differentially expressed genes were also concentrated on the following five functions: the cellular process, the single-organism process, the biological regulation, the metabolic process, and the response to stimulus. However, the numbers of differentially expressed genes after IFN-α treatment were notably lower than those obtained after IFN-λ3 treatment. These results indicated that both IFN-λ3 and IFN-α are involved in the regulation of multiple cellular processes in IPEC-J2 cells, such as cellular components and molecular functions, but IFN-λ3 exerts more potent effects than IFN-α. To further investigate the function of genes specifically induced by IFN-λ3, we extracted the transcriptional profiles of IFN-λ3 and IFN-α regarding biological processes (p < 0.01) and combined them based on the -log 10 (p) values to obtain a heat map that showed the enrichment of biological processes ( Figure S1 ). The data demonstrated that in IPEC-J2 cells, IFN-λ3 stimulation triggered more biological reaction processes than IFN-α, and these processes mainly involved the modulation of metabolic processes, including cellular metabolic processes, macromolecular metabolic processes, and primary metabolic regulation. Taken together, these results indicate that the differentially expressed genes induced by IFN-λ3 are involved in more intracellular biological processes than those induced by IFN-α.", "project":"cdlai_CORD-19", "denotations":[]}