{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":15, "text":"To assess the underlying mechanisms of the disparity between the anti-PEDV responses induced by IFN-α or IFN-λ3, we performed an RNA-sequencing (RNA-Seq) analysis of total cellular RNA isolated from IPEC-J2 cell cultures stimulated with IFN-α or IFN-λ3 for 24 h and IFN untreated IPEC-J2 mock control. This duration of stimulation (24 h) was selected based on the efficacy of viral inhibition after exposure to IFN-λ3 and IFN-α (Figure 1 ) (22) . Each of the triple replicate yielded more than 3.89 × 10 7 clean reads and has more than 95% Q20 (%), indicating the reliability of the RNA-Seq data. The IFN-λ3stimulated cells showed a total of 997 differentially expressed genes, including 983 upregulated genes and 14 downregulated genes, compared with the mock control, whereas IFN-α only upregulated the expression of 122 genes among the total of 126 differentially expressed genes and reduced the expression of four genes (Figure 2A) . The number of IFN-λ3-modified genes was approximately 10-fold higher than that of IFN-αmodified genes. These results indicate that the intestine epithelia respond better to IFN-λ3 than to IFN-α. We further grouped the corresponding genes through supervised partitioning clustering and combined the differentially expressed genes induced by IFN-λ3 and IFN-α to obtain the heat map ( Figure 2B ) and the venn map ( Figure 2C ). IFN-λ3 yielded different gene expression profiles compared with that induced by IFN-α, even though these showed substantial overlap ( Figure 2B) . One hundred ten genes were upregulated in both the IFN-λ3-and IFN-α-treated cells, whereas 873 and 12 genes were uniquely upregulated in the presence of IFN-λ3 and IFN-α, respectively ( Figure 2C) . None of the coexpression genes were downregulated in both the IFN-λ3-and IFN-α-treated cells, whereas 14 and 4 genes were only downregulated in the presence of IFN-λ3 and IFNα, respectively. These results demonstrated that IFN-λ3 induces a unique gene transcriptional profile in the intestine epithelia compared with IFN-α.", "project":"cdlai_CORD-19", "denotations":[]}