{"cord_uid":"86ksgl5t", "sourcedb":"PMC", "sourceid":"PMC6811514", "divid":29, "text":"Most somatic cells can induce and respond to type I IFNs, but certain specialized cells, such as those in the mucosal epithelia, selectively produce and respond to type III IFNs during various virus infections. We demonstrated that the porcine intestinal epithelia respond to both type I and III IFNs, even though these IFNs induced different ISG expression levels. Type III IFNs comprise four functional and highly homologous subtypes, namely, IFN-λ1, IFN-λ2, IFN-λ3, and IFN-λ4, in humans. Our study and other studies have revealed differences in antiviral activity among different IFN-λ subtypes (22, 23, 34) . IFN-λ3 is superior or equal to IFN-λ1 in terms of its antiviral activity in the intestinal epithelia (22) and the immortalized liver cell line HepG2 in vitro (34) . The different kinetics and magnitude of ISG induction after stimulation might account for the variation in the antiviral activity among different types or subtypes IFNs. Previous studies that attempted to identify the gene profiles induced by type III IFNs primarily focused on the comparison of IFN-λ1 with type I IFN (15) , and most of these studies were performed in immortalized human or mouse cell lines. The gene transcription profile induced by IFN-λ3, particularly the gene transcription profile induced by IFN-λ3 in porcine intestinal epithelial cells, has not been reported. Here, we performed comparative analyses of the transcriptional profiles induced by IFN-λ3 and IFN-α in porcine intestinal epithelia cells. More importantly, in this study, we verified the RNA-Seq results in primary swine crypt-derived enteroids, an in vitro system that well recapitulates the complicated cellularity of the GI tract, which exhibits a potent response to both type I and III IFNs (21, 27, 35) . The differential expression in IPEC-J2 or enteroids detected by qPCR is not related to the selection of housekeeping gene GAPDH since we observed the same pattern when using another housekeeping gene actin (data not shown). Therefore, studying the differences among IFN-λ3-and IFN-α-induced gene expression in enteroids is more realistic and clinically significant.", "project":"cdlai_CORD-19", "denotations":[]}