{"cord_uid":"8rrkf78o", "sourcedb":"PMC", "sourceid":"PMC2386233", "divid":1, "text":"At present, vaccination is a major means of FMD control in most endemic areas. The present method of FMDV vaccine production is this: The virus is propagated in BHK-21 cell line, concentrated, and chemically inactivated. Although the inactivated vaccine has been shown to be effective, it may lead to new outbreaks of FMD because of either the incomplete inactivation of FMDV in large-scale production or the escape of the live virus from vaccine production workshops [4] . Therefore several expression systems such as E.coli [5] , transgenic plant [6] , yeast [7] , adenovirus vector [8] [9] [10] [11] [12] , vaccinia virus vector [13] , and DNA vaccine [14] , have been used for expression of FMDV antigen to prepare subunit vaccines. But such methods have problems such as poor immunogenic capability or low efficiency. Adenovirus based vaccine known for its best protective effects can protect 5 of 5 vaccinated cattle, but this vaccine is still unacceptable because of safety problem and preservation difficulty. The baculovirus expression system, a valuable expression system to produce virus-like particles, has successfully produced many kinds of empty viral capsids [15, 16] , such as rabbit hemorrhagic disease virus, Norwalk-like viruses,SARS and so on [17, 18, 19] . Compared to the baculovirus expression system (AcNPV-Sf cell), silkworm-baculovirus expression system has distinct advantages [20, 21] . First, expression levels in silkworm are 50-1000 times higher than that in insect cell lines. Second, silkworm don not have any pathogens that can cross infect with vertebrates and animal serum is not needed to produce foreign proteins in this expression system, so that the expressed antigens are safer to vertebrates. In view of all these advantages, the silkworm-baculovirus expression system was employed for expression of intact P1-2A, 3C coding regions of FMDV Asia I/HNK/ CHA/05. All five cattle that were vaccinated with diluted expression antigen were induced specific antibody, four of which were considered completely protected. Furthermore, the PD 50 (50% bovine protective dose) value of the subunit vaccine was 6.34 in bovine potency test.", "project":"cdlai_CORD-19", "denotations":[]}