{"cord_uid":"9e5ajbgq", "sourcedb":"PMC", "sourceid":"PMC6267843", "divid":23, "text":"Our results were consistent with previous studies on dental caries that reported an association between dental caries and good oral health behaviors in general [10, 19] , and tooth brushing habits in particular [31, 32] . A recent meta-analysis identified a 1.5-fold higher risk of dental caries among people brushing less than once daily compared to those brushing regularly (odds ratio (OR) = 1.56; 95% CI 1.37-1.78) [33] . An overwhelming majority of children started brushing after 2 years (82%, 95% CI 78.6-85.1%) in the present study, consistent with late adoption of brushing observed in previous studies in Saudi Arabia [20, 34] and in Philippines [35] . However, the higher risk of dental caries observed uniquely among children who started brushing late at 3 or 4 years, in our sample, warrant further investigation. Particularly, future studies could evaluate the possible Table 3 Unadjusted odds ratios (uOR), adjusted odds ratios (aOR), and their respective 95% confidence intervals (95% CI) of the key associated factors for dental caries in primary school children aged 6-8 years (Continued) role of cultural habit of using chewing stick (Miswak) for cleaning teeth on better outcome observed among children starting brushing at ages 5-6 compared to those starting brushing at 3 or 4 years in Saudi Arabia. Given the importance of brushing teeth regularly and mouthwash use in maintaining good oral hygiene and preventing dental caries [10] , and lower prevalence of these habits observed in our study, detailed investigation of various brushing practices (e.g., use of fluoridated/non fluoridated toothpaste, and use of chewing stick for cleaning teeth), and other oral hygiene practices (e.g., use of fluoride containing mouthwash) among primary school children in Saudi Arabia is necessary. Furthermore, interventions aimed at encouraging good oral health behaviors among children should be undertaken. The negative attitude or apprehension towards visiting a dentist was clearly evident in our study, where only 21.1% (95% CI 17.8-24.7%) of children visited a dentist for regular check-up, while the others visited for symptomatic treatment (e.g., toothache). The problem was even worse among younger children in Saudi Arabia; a mere 11% of children visited dentist for regular checkup on their first visit [20] . This dangerous trend might have prevented patients from availing sound advice on preventive oral health practices, thereby contributing to high prevalence, delayed recognition, and management of dental caries in Saudi Arabia. Therefore, Saudi children would benefit from publicly funded school-based dental screening programs that aid in timely detection and management of dental and other oral health problems. In addition, regular dental screening programs targeted at school children have an added benefit of realizing cost savings due to reduced need for advanced dental care [36] .", "project":"cdlai_CORD-19", "denotations":[]}