{"cord_uid":"9e5ajbgq", "sourcedb":"PMC", "sourceid":"PMC6267843", "divid":15, "text":"A total of 578 primary school boys aged 6 to 8 years in Riyadh, Saudi Arabia, were analyzed in this study. The prevalence of dental caries in our sample was 83% (95% CI 79.7-86.0%). About 17% (95% CI 14.0-20.3%) of children had no carious lesions. The age-specific prevalence of dental caries among children aged 6, 7, and 8 years was 87.6% (95% CI 82.4-91.6%), 72.9% (95% CI 65.9-79.1%), and 88.4% (95% CI 82.7-92.8%), respectively. The mean age and dmft score in our sample was 6.92 (SD ± 0.82) and 4.20 (SD ± 2.96), respectively. Table 1 provides the frequencies, percentages, and differences (by caries status) for various characteristics of study population. A significant number of fathers (65.7%, 95% CI 61.7-69.6%) and mothers (73.9%, 95% CI 70.1-77.4%) did not attend a college or university, and their children experienced high prevalence of dental caries. Majority of the children came from low-income families (59.7%, 95% CI 55.6-63.7%), and approximately 99% of them experienced dental caries. Most of the study subjects lived in rental homes, and 77% had no dental coverage in medical insurance. In general, the children had poor oral health behavior and practices as most of them started brushing at a late age (5 or more years) and brushed less than once daily (55%) in any given week. The use of dental floss and mouthwash was negligible, and most of the children visited a dentist for symptomatic treatment. Although the practice of breast feeding is common, most of the children were weaned by the first year. The practice of mixed feeding was common in our sample; approximately 81% of mixed-fed children experienced dental caries compared to 93% of children that were exclusively fed with either breast milk or powdered milk. The practice of sleeping with a bottle in mouth and frequent consumption of sugary snacks between meals was also common. The consumption of fresh fruits and fresh juice was less prevalent in our sample.", "project":"cdlai_CORD-19", "denotations":[]}