{"cord_uid":"9zm4per4", "sourcedb":"PMC", "sourceid":"PMC1975678", "divid":15, "text":"First, the minimum free energy can only be used to predict the ground state structure and structures not altered by protein interactions. In Fig. 3 , the pseudoknot associated with the alpha operon ribosome binding site (http://www.sanger.ac.uk/cgi-bin/ Rfam/getacc?RF00140) is shown. For a typical Kuhn length of 7 or 8 nt, the structure takes a form shown in Fig. 3a . This occurs for many of these sequences. The reported structure is obtained when we force open the large loop structure shown in Fig. 3b [21] .When forced in this way, the structure in Fig. 3b appears to be the minimum free energy. The free energy difference between the two structures is approximately 7 kcal/mol (at 37uC). The reported activation barrier for the two conformations is DH = 12 kcal/mol [21] . Including the entropy contribution from the model, this is approximately the correct order of magnitude. Therefore, this would suggest that in the fast quenching preparation that was used, obtaining a distribution of RNA structures ranging 7 kcal/ mol is not unusual. The ribosome may provide a major part of the binding interaction. Since vsfold5 only predicts the minimum free Second, we find with the use of [Mg(H 2 O) 6 ] 2+ localization [22] and the Flory model [20] , we can obtain parts of E. coli RNaseP successfully. The actual structure has highly organized coaxial and parallel stem stacking [23] . The S-domain of RNase P can be fit almost perfectly with minimum stem length 3 bp and the [Mg(H 2 O) 6 ] 2+ option. Other global features of the complete sequence can be obtained with similar parameters as the group I intron. To obtain the whole structure, more consideration for very complex coaxial stacking arrangements and parallel stem construction will be needed to stabilize the known structure. Recent indications are that parallel alignment of stems is rather common in functional RNA [24] . The structural mapping design of vsfold5 permits development of advanced coaxial stacking and parallel stem arrangement in the form of modules and methods.", "project":"cdlai_CORD-19", "denotations":[]}