{"cord_uid":"a1t74jsm", "sourcedb":"PMC", "sourceid":"PMC4574436", "divid":13, "text":"A survey of available 16S rRNA gene sequences for uncharacterized Anaplasmataceae led to the identification of several 16S rRNA sequences that are closely related to our novel Anaplasmataceae species, suggesting that this new genus may be globally widespread. For example, isolates from Korea and China with near full-length 16S sequences were found to have the closest identity to our isolate at 97.9%. Several groups have reported finding "Anaplasma-like" partial 16S rRNA gene sequences in ticks and animals. Though these available 16S sequences are comparatively short (~200-274 nt), they show higher levels of homology to our novel Anaplasmataceae than to named Anaplasma species. For example, GenBank sequence GU734325, obtained from an extract from an Ixodes ricinus tick collected in the outskirts of Paris [50] , has 270/274 identity (98.6%) with the 16S sequence of our novel Anaplasmataceae. Moreover, this same sequence was also identified in a survey of tick populations in Tunisia and Morocco (GenBank AY672415, AY672420) [51] and in a survey of rodents from Slovakia (GenBank EF121953, EF121954) [52] . These studies hint at the dissemination in East Asia, Europe, and North Africa of at least two novel Anaplasmataceae species more closely related to the novel California species than to characterized Anaplasma species. In summary, the evidence presented indicates that the bacterium identified in the present study represents a lineage distinct from known Anaplasma species. In agreement with the guidelines for the provisional naming of partially characterized species [53] , we propose the name 'Candidatus Cryptoplasma californiense 'which should provide a clearer basis for future species recognition and naming. Further studies are needed to culture this organism and to determine its range of hosts. the California Department of Public Health Vector Borne Disease Section for collection of the California I. pacificus ticks. We would like to thank Jianmin Zhong at California State University Humboldt and Sylviane Schwarz for ticks from Humboldt County. We would also like to thank Anne Kjemtrup from the California Department of Public Health for comments and Stephen Dumler from the University of Maryland for useful comments and edits. We would also like to acknowledge Jacqueline Wyatt from J & L Scientific Editing for editing of this manuscript. This work was supported by National Institutes of Health grant number 2R44AI077156 and Abbott. ", "project":"cdlai_CORD-19", "denotations":[]}