{"cord_uid":"a1t74jsm", "sourcedb":"PMC", "sourceid":"PMC4574436", "divid":3, "text":"Nucleic acid extracts from three ticks (collected from different California counties) that showed the novel PCR/ESI-MS microorganism signature were selected for further sequence analysis. The 16S rRNA, groEL, gltA, and rpoB genes were sequenced by single molecule real-time DNA sequencing using the RS II DNA sequencer (Pacific Biosciences, Menlo Park CA). In addition, a tick positive for A. phagocytophilum from Placer County, CA was also selected for sequence analysis. The previously published primer pair 27F/1492R was used to amplify a 1,459-bp region of the 16S rRNA gene [29] . The groEL gene was amplified using a primer pair targeting an 851-bp region of the groEL gene present in Anaplasma, 'Candidatus Neoehrlichia', and Ehrlichia species (F-groEL: ATCTCTAAAGCTAAAGCTGCTGG and R-groEL: ACACC AACCTTAAGTACAGCAAC). The gltA gene was amplified using a primer pair derived from the published F4b-R1b primer pair [30] (F-gltA: ACCGGGTTTTATGTCTACTGC and R-gltA: CACGATGACCAAAACCCAT). The rpoB gene was amplified using primers designed to amplify a 600-650-bp region across Rickettsiales (F-rpoB: ATCGTTCCTGTTGAAGATAT GCC and R-rpoB: GCAATGCCCAGCATTCCAT). PCR amplification of the target genes was performed in a 50-μL reaction with 1 unit of Platinum Taq DNA Polymerase High Fidelity, 1x High Fidelity PCR Buffer, 2 mM MgSO 4 , 0.2 mM dNTP mix, and 250 nM of each primer (Life Technologies, Carlsbad, CA). All PCR amplification reactions were performed on the MJ Dyad thermocycler (Bio-Rad Inc., Hercules, CA). The following PCR conditions were used to amplify the 16S rRNA gene locus: 94°C for 2 min, followed by 40 cycles of 94°C for 15 s, annealing at 47°C for 30 s, and 68°C for 2 min for cycle extension. The cycle ended with a final extension of 4 min at 68°C. Amplification of the groEL and gltA loci was performed using the same conditions with the exceptions of a 50°C annealing temperature and a 1.5-min cycle extension time. PCR amplification of the rpoB locus was performed as described for the groEL and gltA loci except that a 1-min extension time was used. PCR products from each sample were purified using the Qiagen MinElute PCR Purification Kit. After purification, libraries were prepared using 500 ng of amplicons and a modified version of Pacific Biosciences library preparation protocol that consisted of end-repair, adapter ligation, and exonuclease treatment of the PCR amplicons. The final sequencing library was purified using the Qiagen MinElute PCR purification kit. One SMRT cell was used to sequence each amplicon library following diffusion loading. Sequencing data were analyzed using Pacific Bioscience's RS_Long_Amplico-n_Analysis.1 protocol in the SMRT Analysis v2.2.0 software package to cluster, error correct, filter out chimeras, and build consensus sequences. Sequences were deposited in GenBank under accession numbers KP276585 to KP276611.", "project":"cdlai_CORD-19", "denotations":[]}