{"cord_uid":"a1t74jsm", "sourcedb":"PMC", "sourceid":"PMC4574436", "divid":5, "text":"A total of 982 individual ticks were tested by broad-range PCR/ESI-MS for the presence of tick-borne pathogens and other microorganisms. All ticks tested were adults except for 126 nymphal ticks collected at a single site in Sonoma County. The summary of the non-endosymbiont microorganism detections is reported in Table 2 . The Rickettsia endosymbiont of I. pacificus [10] was detected in 96.9% (952/982) of the ticks tested (Table 3) , confirming the tick Alameda Lake Temescal regional recreation area species assignments. In addition to the endosymbiont, at least one tick-borne microorganism was detected in 14.9% of the ticks surveyed (146/982), with co-infections detected in 1.2% of the ticks ( Table 2) . Though our Babesia primers are able to detect a wide range of Babesia species, the only species detected in California ticks was B. odocoilei, found in 3% (18) of the 574 ticks tested for Babesia. Not all of the specimens were tested due to limited nucleic acid extracts. This organism is known to be transmitted by Ixodes scapularis but has not previously been detected in I. pacificus ticks. Borrelia miyamotoi was found in 2% of the ticks tested, which we have previously reported [6] . Borrelia burgdorferi was found in 1.4% of the ticks, consistent with infection rates that have been reported by others [36] . In this study, Anaplasma phagocytophilum was detected in only 3 of the 982 ticks tested. Two of the A. phagocytophilum-positive ticks came from the same site in Placer County and the third detection was in a B. burgdorferi co-infected tick from Marin County. Spiroplasma ixodetis was found in 2% (16/770) of the ticks tested using the primer set that detects this organism. In addition to the Rickettsia endosymbiont of I. pacificus, 37 ticks tested yielded a PCR/ESI-MS base count signature similar, but not identical, to that of a spotted fever group Rickettsia species ( Table 3) . Though these signatures are highly consistent with one or more Rickettsia species, further analysis is needed to confirm the identity.", "project":"cdlai_CORD-19", "denotations":[]}