{"cord_uid":"a1t74jsm", "sourcedb":"PMC", "sourceid":"PMC4574436", "divid":12, "text":"Other than the endosymbiont, the most prevalent organism we found in the ticks was a previously undescribed Anaplasmataceae species; the base count signature of this novel species was detected in 4.9% of ticks analyzed. Analyses of the 16S rRNA gene, groEL, gltA, and rpoB sequences from three samples concur to place this novel organism in the Anaplasma/Ehrlichia/ 'Candidatus Neoehrlichia' clade, in a position ancestral to all known Anaplasma species. The 16S rRNA sequence was found to share a maximum of 94.2% identify with any named Anaplasma species (Anaplasma platys isolate Okinawa, AY077619), well below the threshold of 97% conservatively associated with distinct species. Indeed, this less than 95% homology indicates a distinct genus may also be warranted [49] . As different bacterial clades may evolve at differing rates it is important to look at the clade of interest and determine the precedence for establishing new genera. In the examination of the family Anaplasmataceae the now wellestablished 'Candidatus Neoehrlichia' taxon was recognized as a genus distinct from the related Ehrlichia genus following analysis of the 16S rRNA gene and groEL sequences [50] . With the recognition of a second 'Candidatus Neoehrlichia' species and further sequencing of the gltA and rpoB genes, the 'Candidatus Neoehrlichia' and Ehrlichia genera share an average sequence identity of 93.4%, 88.2%, 59.5% and 86.4% across 16S rRNA, groEL, gltA and rpoB (S1, S2, S3 and S4 Data). In comparison, the average identity computed between the novel California isolate and the established Anaplasma species is 93.6%, 84.7%, 58.6% and 83.0% across the same loci. In other words, the divergence seen between the California isolate and all named Anaplasma species is greater than the divergence seen between the established genera Ehrlichia and 'Candidatus Neoehrlichia', therefore providing strong phylogenetic evidence for the recognition of a new taxon at the genus level.", "project":"cdlai_CORD-19", "denotations":[]}