{"cord_uid":"aqc9zrrm", "sourcedb":"PMC", "sourceid":"PMC4395659", "divid":0, "text":"Despite the announcement of the successful eradication of smallpox in 1979, the last case of rinderpest in 2008 and the current campaigns to eradicate poliomyelitis and measles through mass-immunization programmes, we still face the prospect of emerging or reemerging viral pathogens that exploit changing anthropological behavioural patterns. These include intravenous drug abuse, unregulated marketing of domestic and wild animals, expanding human population densities, increasing human mobility, and dispersion of livestock, arthropods and commercial goods via expanding transportation systems. Consequently, the World Health Organization concluded that acquired immune deficiency syndrome, tuberculosis, malaria, and neglected tropical diseases will remain challenges for the foreseeable future. 1 Understandably, the high human fatality rates reported during the recent epidemics of Ebola, severe acute respiratory syndrome and Middle East respiratory syndrome have attracted high levels of publicity. However, many other RNA viruses have emerged or reemerged and dispersed globally despite being considered to be neglected diseases. [2] [3] Chikungunya virus (CHIKV), West Nile virus (WNV) and dengue virus (DENV) are three of a large number of neglected human pathogenic arthropod-borne viruses (arboviruses) whose combined figures for morbidity and mortality far exceed those for Ebola, severe acute respiratory syndrome and Middle East respiratory syndrome viruses. For instance, for DENV, the number of cases of dengue fever/hemorrhagic fever is between 300-400 million annually, of which an estimated 22 000 humans die. 4 Moreover, in the New World, within 12 months of its introduction, CHIKV caused more than a million cases of chikungunya fever according to Pan American Health Organization/World Health Organization, with sequelae that include persistent arthralgia, rheumatoid arthritis and lifelong chronic pain. 5 Likewise, within two months of its introduction, to Polynesia, the number of reported cases exceeded 40 000 6 and is currently believed to be approaching 200000 cases. Alarmingly, this rapid dispersion and epidemicity of CHIKV (and DENV or Zika virus in Oceania) is now threatening Europe and parts of Asia through infected individuals returning from these newly endemic regions. This is an increasingly worrying trend. For example, in France, from 1 May to 30 November, 2014, 1492 suspected cases of dengue or chikungunya fever were reported. 7 Accordingly, this review focuses on the emergence or reemergence of arboviruses and their requirements and limitations for controlling these viruses in the future.", "project":"cdlai_CORD-19", "denotations":[]}