{"cord_uid":"aqc9zrrm", "sourcedb":"PMC", "sourceid":"PMC4395659", "divid":8, "text":"It is clear that we are now entering a period in virological discovery that will reveal a ''Pandora's box'' of new viruses with unique characteristics, which circulate in the ecosystem and will potentially lead to the evolution of novel pathogenic arboviruses. Future disease control strategies must therefore recognize this and be planned accordingly. What are the major objectives that need to be addressed if we are to win the war against these versatile viruses that appear to have an infinitesimal variety Factors, strategies and challenges for arbovirus control G Liang et al 3 of strategies to confuse and disorganize our ability to bring them under control? (i) Develop vaccines to reduce the incidence of disease caused by known viruses; (ii) develop therapeutic drugs to treat clinical diseases caused by known viruses; (iii) develop unified vector-controlled strategies that will not unduly threaten the survival of wildlife species but locally will reduce the risk of disease in humans and animals; (iv) develop universal teaching/training courses to be taught worldwide, to provide cores of expertise to implement these policies; (v) encourage the strengthening of levels of cooperation between academia and drug and vaccine development companies; (vi) encourage the development of research programmes to understand the underlying mechanisms of arboviral pathogenicity, evolution, emergence and dispersal; (vii) develop, at the international level, public health measures to inform and educate citizens in local arboviral disease control measures, including monitoring and reporting; (viii) implement measures to improve monitoring procedures at borders, harbours, airports to reduce the influx of arthropods to new countries; (ix) develop unified public health strategies for arboviral disease control; (x) simplify the procedures for establishing safety and efficacy of antiviral drugs; (xi) establish an international committee of experts charged with the objective of reviewing global arthropod control strategies; (xii) develop and implement internationally acceptable and user-friendly guidelines for avoiding exposure to the different types of arthropod likely to carry human pathogens. This is undoubtedly an incomplete list of recommendations and probably some recommendations cannot easily be implemented. Nevertheless, the list provides the building blocks for a unified strategy on which to develop methods that will reduce the high morbidity and mortality rates due to human or animal arbovirus infections. Finally, we also have to recognise that arboviruses and arbovirus-related viruses infect more than just humans, invertebrates and land-based animals. They also infect plants, fish and marine animals. These relatively new discoveries also need to be accommodated if arboviral disease strategies are to be developed in a rational and unified manner. The lesson of the past is that human endeavour is at its best in the face of adversity. Let this be the mantra for arbovirus disease control in the future!", "project":"cdlai_CORD-19", "denotations":[]}