{"cord_uid":"aqc9zrrm", "sourcedb":"PMC", "sourceid":"PMC4395659", "divid":5, "text":"Arboviruses have evolved a wide variety of strategies to ensure their long-term success, dispersal and survival. They associate with specific arthropods and exhibit distribution characteristics that reflect the environmental preferences of these particular species. However, once an epidemic has run its course, the virus survives via its sylvatic life cycle which may involve a wide variety of species currently not identified. Alternatively, arboviruses can be maintained for months or maybe even years in mosquito eggs which remain dormant until the rainy season triggers hatching of the new, healthy but infected mosquito larvae. 21 Eggs can also provide a long term reservoir for tickborne arboviruses but in many cases the viruses exploit the extended life cycle of some tick species, surviving for years through the transstadial stages, reproducing at low levels. 21 This long-term survival strategy is also enhanced by non-viraemic transmission during which infected and non-infected ticks co-feed on small animals in the forests. Non-viraemic transmission provides an efficient mechanism for transmission of the virus directly between ticks, without necessarily infecting the vertebrate host. Whilst co-feeding is taking place, virus infectivity in the tick salivary glands may increase by orders of magnitude presumably increasing virus transmission efficiency between the ticks. 22 A similar non-viraemic co-feeding transmission process involving mosquitoes and blackflies, has also been described for WNV and vesicular stomatitis virus. 23 Alternatively some insect-specific flaviviruses exist in the form of DNA when they infect insect cells. 24 Diverse sequences have been discovered that appear to be related to insect-specific flaviviruses, amplified from mosquitoes, belonging to Factors, strategies and challenges for arbovirus control G Liang et al 2 the culicine genera Culex, Aedimorphus, Ochlerotatus and/or Stegomyia. Many of these sequences may represent DNA integrations into mosquito genomes. [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] Moreover, sRNAs related to WNV in apparently uninfected Culex mosquitoes have also been identified. 35 Whilst there is no current evidence that such forms of DNA, provide a long-term arbovirus survival strategy, the similarity with other viruses that use DNA intermediates and episomal DNA should not be ignored. These and other diverse survival strategies provide safe havens for their longterm survival from which they can reemerge to cause epidemics amongst human and animal populations.", "project":"cdlai_CORD-19", "denotations":[]}