{"cord_uid":"aqc9zrrm", "sourcedb":"PMC", "sourceid":"PMC4395659", "divid":2, "text":"In addition to evolving strategies for long-term survival, arboviruses have an enormous choice of arthropod species potentially capable of being infected the predominant species of which appear to be mosquitoes and ticks. Approximately 300 types of mosquito can transmit arboviruses. Aedes and Culex mosquitoes are the species most frequently associated with arbovirus transmission (115 and 105 types of arbovirus, respectively). 12 Ticks are also prevalent vectors, 116 different species are currently known to transmit arboviruses. In addition, 25 midge species have been shown to transmit arboviruses, mainly Culicoides (24 types) and Lasiohelea. Sandflies, blackflies, stinkbugs, lice, mites, gadfly, and bedbugs can also transmit arboviruses. 13 This diversity of species and the wide distribution of these transmission vectors explain why arboviruses are so successful in dispersing globally via the mechanisms highlighted earlier. [10] [11] [12] Arboviral diseases are primarily associated with specific vectors. However, many other arthropod species, in which viruses have been identified, may be involved in perpetuating the virus life cycle without having been associated with overt disease in humans or animals. For example, WNV is typically mosquito-borne but can be vectored by many different mosquito species and also by ticks and other arthropods. 9-10,12 Moreover, Japanese encephalitis virus appears to be transmissible by Culex, Anopheles, and other mosquito species, as well as midges, sandflies and ticks. As a general rule, a specific arthropod species, is likely to predominate during an epidemic. However, if the availability of the vertebrate host, for example birds, becomes limited towards the end of the summer as the birds migrate to warmer countries, the vector might switch its preference to a different vertebrate host. This is consistent with the observation that outbreaks of West Nile fever/encephalitis in North America often appear to occur in the late summer, following peak incidence in birds, after they commence their migration to warmer regions. 14 Alternatively, Aedes aegypti has adapted to the urban environment whereas Aedes albopictus occurs more commonly in semi-urban or rural areas. However, these are not hard and fast rules. For example, on the French island of La Reunion, where Aedes aegypti was not recognizably present, CHIKV was simultaneously epidemic in both rural and urban environments, and was primarily associated with Aedes albopictus. 15 ", "project":"cdlai_CORD-19", "denotations":[]}