{"cord_uid":"aqc9zrrm", "sourcedb":"PMC", "sourceid":"PMC4395659", "divid":6, "text":"Changing anthropological behaviour, climate change and high mutation frequency are important determinants of arbovirus emergence. Arboviruses adapt readily to new susceptible hosts by alteration of receptor specificity, transmission efficiency, antigenicity, and ecological and environmental conditions. Humans, livestock and/or domestic animals are not an essential part of this arbovirus life cycle. Therefore, unlike, smallpox virus, measles virus or poliovirus, arbovirus disease control based on humans, livestock and/or domestic animals cannot eradicate the arbovirus. Consequently, the reservoir for arboviruses in wild species places a limitation on our ability to control disease emergence. For instance, CHIKV was a zoonotic arbovirus that cycled harmlessly between simians and mosquitoes in the African tropical forests causing localized outbreaks of polyarthralgia in humans. It also occasionally ''escaped'' to Asia gradually becoming zoonotic. However, prior to 2005, CHIKV was rarely an epidemic arbovirus until a mutation occurred in the gene encoding the surface protein of the African strain which increased its capacity to infect, reproduce and be transmitted by the striped Asian ''Tiger'' mosquito Aedes albopictus. 36 Coincidentally this mosquito species has gradually dispersed westwards and CHIKV is now a major global human epidemic pathogen throughout Asia. 5 Moreover, on 6 December 2013, it was reported to have crossed the Atlantic Ocean, reaching the French Caribbean island of Saint Martin from where it dispersed to the Americas. 37 It also dispersed eastwards from southern Asia, reaching Polynesia by October 2014. 6 Worryingly, CHIKV is now frequently being introduced into non-endemic Europe and northern Asia by incoming humans infected in the Americas and Polynesia. In the Americas, WNV, was first reported in New York in August 1999, 38 following a hot and humid summer and many publications describe its emergence and dispersal. 21, [39] [40] [41] In contrast with CHIKV, the major determinant for the dispersal of WNV, throughout North America, over a period of five years was primarily birds and their associated Culex mosquito species. 36 The dispersal and increasing epidemicity of dengue fever/dengue hemorrhagic fever which is confined to humans in the tropics, sub-tropics and southern temperate regions, can generally be attributed to human and Aedes aegypti population density increase during the past century, resulting from intensive urbanization and the influence of increased transportation of humans, commercial goods, livestock and major military movements across the oceans. 42 On the other hand, RVFV is enzootic and confined to a wide range of animals, mosquitoes and sandflies throughout Africa and the Arabian Peninsula. Generally, the virus circulates without causing major disease outbreaks which usually arise following periods of rainfall when herded ruminants are introduced to RVFV-endemic areas. Two important factors are believed to have influenced the epidemiology of RVFV, firstly, major irrigation projects and secondly, the El Niño effect. 43 In each case, cited above, a combination of two or more of the factors identified earlier have had an important influence on the appearance of these emerging arboviruses in new territories and/or old territories. Other recently emerging arboviruses, not included in this brief outline, include, Zika virus in Oceania, bluetongue virus and Schmallenberg virus in northern Europe and Bagaza virus in Spain. [44] [45] [46] [47] STRATEGIES FOR ARBOVIRUS CONTROL The concept of arthropod-borne disease transmission was born out of the studies of a physician, Josiah Clark, 48 and 40 years later developed by Carlos Finlay 49 who proposed mosquitoes as the agents for transmission of yellow fever. Subsequently, empirical methods, such as mosquito eradication, which was used very successfully in Cuba, 50 and the development of a yellow fever vaccine has protected millions of humans from potentially fatal infection by yellow fever virus. [51] [52] [53] Now, in the 21st century genetically engineered live attenuated vaccines can be manufactured within months, to protect humans against the ravages of pandemic influenza and other virus diseases. Moreover, a spectrum of antiviral molecules has been developed to treat humans dying from infection with human immunodeficiency virus and several antiviral drugs have also been developed against other viruses. Does this mean that if we develop vaccines and antiviral drugs to prevent or treat humans against infection by pathogenic arboviruses we will resolve the challenges associated with emerging arboviruses? Regrettably it is not that simple! It is a remarkable fact that in the future, because of their high mutation rates, many new pathogenic arboviruses will emerge even though they do not currently exist as epidemic strains in the sylvatic environment. It is also becoming clear, from early results of genome sequencing, that mosquitoes carry large numbers of known and unknown viruses that infect humans, primates, mammals, birds, insects, and plants. [53] [54] Therefore, should we attempt global eradication of arthropods? The answer is a definite no. This would have a catastrophic impact on the survival of many wildlife species, as first became apparent when dichlorodiphenyltrichloroethane was used widely as a general insect control agent rather than being precisely targeted to relevant mosquito species. 55 However, implementation of temporary localized arthropod control measures during epidemics, for example in high density urbanized areas, can still play an important but transient role in reducing the impact on humans and animals of emerging arboviruses.", "project":"cdlai_CORD-19", "denotations":[]}