{"cord_uid":"ay67i71v", "sourcedb":"PMC", "sourceid":"PMC6888533", "divid":6, "text":"A self-administered questionnaire was developed and validated by a panel of experts consisting of an epidemiologist, microbiologist, health educationist, and medical statistician to collect valuable information and KAP regarding prevention of respiratory tract infection and included questions about vaccination history and previous Hajj and Umrah experience. The questionnaire was initially drafted in English language and then underwent the "forward-backward-forward" translation from English into Malay and then to English again by another translator all from the School of Languages Literacies and Translation, Health Campus Universiti Sains Malaysia. A bilingual expert did the translation aimed to maintain the content meaning over a word for word literal translation. Back translation to the original language version (English) was done without access to the initial English version questionnaires. The questionnaire was then assessed for equivalency to the original version and the back-translated version and ascertained it to be satisfactory by a panel of experts. No significant modifications were identified, showing that the scale was adequate to maintain its meaning and purposes. It also collected participants' demographics including age, gender, occupation, marital status, educational qualifications, as well as comorbidities and signs and symptoms of influenza-like illness prior to departure to Hajj or Umrah. The difficulty discrimination index of the knowledge domain comprising of six sub-domains ranged from −1.26 to 6.29, while the factor loading of the attitude domain which consisted of two sub-domains ranged from 0.414 to 0.791. The practice domain also consisted of two sub-domains and had factor loading range from 0.315 to 0.917. The questionnaire was piloted among 50 pilgrims before Hajj and validated. Results of the reliability test carried out showed Cronbach's coefficient alpha for knowledge, attitude, and practice was 0.777, 0.709, and 0.729 respectively. The newly developed questionnaire had 79 items divided into five sections: Socio-demographic, knowledge, attitude, and practice sections. The knowledge section consisted of 29 items and was aimed at accessing and evaluating the general knowledge of pilgrims about the etiology, spread, and transmission, signs and symptoms, complications, risk factors and prevention of respiratory tract infections. In the attitude section, 13 questions were used to assess behavioral perception towards prevention of respiratory tract infections. Twelve questions on practices were used to evaluate the actual compliance and uptake of various preventive measures.", "project":"cdlai_CORD-19", "denotations":[]}