{"cord_uid":"cgbb96pz", "sourcedb":"PMC", "sourceid":"PMC5843284", "divid":15, "text":"Because HIV-1 does not interact with gorilla RanCyp, we wondered if this was also true for gorilla SIV (SIVgor). We generated mutants of HIV-1 group M where the 10 amino acid long cyclophilin-binding loop of capsid was replaced by the corresponding cyclophilin-binding loop from SIVgor (specifically, from the gorilla SIV isolate BQ664). We took this strategy in order to better isolate RanBP2-relevant differences between HIV-1 and SIVgor. An alignment of this cyclophilin-binding loop is shown in Fig 3A, where this specific SIVgor isolate is designated as SIVgor "BQ." We also replaced the HIV-1 cyclophilin-binding loop with the corresponding cyclophilin-binding loop of SIVcpz (specifically from the chimpanzee subspecies Pan troglodytes schweinfurthii; denoted SIVcpzPts in Fig 3A) or SIVrcm (specifically from a Nigerian isolate of SIV isolated from red-capped mangabey; denoted SIVrcm "NG"). As a negative control, we replaced the cyclophilin-binding loop of HIV-1 with that found in SIVmac (representing macaque SIV isolate 239; denoted SIVmac 239). To ensure that HIV-1 containing each of these cyclophilin-binding loop substitutions was not compromised in function, we performed a series of controls. First, VSV-G pseudotyped virions of each hybrid virus were produced in 293T cells and titrated on CRFK cells. All of the yields were similar, with HIV-1 bearing the cyclophilin-binding loop of SIVmac being somewhat reduced compared to the HIV-1 control (Fig 3B) . We also checked proper Gag (containing capsid) maturation in each cyclophilin-binding loop mutant virus by probing protein fractions isolated from 293T producer cells with an anti-p24 antibody. Equal expression and cleavage of Gag was observed for all virus mutants, both in cell lysates and in virions purified from cell supernatants ( Fig  3C) . SIVmac has previously been shown not to interact with human RanCyp (see Table 1 ). As expected, TRIM-RanCyp (from human RanBP2) did not interact with HIV-1 bearing the cyclophilin-binding loop of SIVmac (denoted "SIVmac" on the figure) (Fig 3D) . This result, where the SIVmac cyclophilin-binding loop is isolated within the context of HIV-1, supports the conclusion that the cyclophilin-binding loop of HIV-1, but not SIVmac, engages RanBP2. It also supports the conclusion that the cyclophilin-binding loop of HIV-1 is required for interaction with RanBP2. We conclude that the assay used here can recapitulate known interactions between RanCyp and lentiviral capsids. RanBP2 as a barrier to lentiviral spillover in great apes This proof of principle allowed us to ask whether or not SIVgor interacts with gorilla RanBP2, given that HIV-1 does not. Using the system described above, we first tested the ability of the cyclophilin-binding loop of SIVgor to interact with gorilla RanCyp. We found that the cyclophilin-binding loop of SIVgor isolate BQ664 does interact with gorilla RanCyp, whereas the cyclophilin-binding loop of an HIV-1 group M virus does not (Fig 4) . To confirm this result, we engineered HIV-1 to encode the cyclophilin-binding loop of another SIVgor isolate, CP684, and found that this virus could also interact with gorilla RanCyp. These SIVgor variants (SIVgorBQ and SIVgorCP) represent the clade of gorilla viruses from which HIV-1 groups P and O arose after zoonotic transmission from gorillas to humans [18] . (S2 Fig shows  an alignment of all cyclophilin-binding loops used in this study.) Finally, we also engineered HIV-1 to encode the cyclophilin-binding loop from HIV-1 group P. The logic in this experiment is that SIVgor isolates BQ and CP, as well as HIV-1 group P, can all be thought of as gorilla-derived viruses. We find that the cyclophilin-binding loop of HIV-1 group P can also interact with gorilla RanCyp (Fig 4; right) . This suggested to us that gorilla-derived viruses may have adapted to interact with the RanCyp domain of gorilla RanBP2. Further, this was an initial hint that there is a highly dynamic relationship between host RanBP2 and lentiviruses in African apes.", "project":"cdlai_CORD-19", "denotations":[]}