{"cord_uid":"cgbb96pz", "sourcedb":"PMC", "sourceid":"PMC5843284", "divid":12, "text":"We first employed a TRIM5 fusion assay to test for equivalence between different primate RanCyps. This assay has been used extensively to study the RanCyp-capsid interaction, and has been validated against many other types of biological assays (summarized in Table 1 ). The TRIM5 fusion assay exploits the architecture of the naturally-occurring owl monkey restriction factor TRIM-CypA [16, 17] . In this assay, the cyclophilin domain (CypA) of this restriction factor is replaced with the cyclophilin domain of RanBP2 (RanCyp, Fig 1A and 1B) . In cases where RanCyp interacts with capsid, the restriction activity of the TRIM portion of the molecule blocks virus replication, providing a quantitative readout of RanCyp-capsid interaction. First, we used retroviral transduction to generate CRFK (feline kidney) cell lines stably expressing the owl monkey TRIM-CypA restriction factor (positive control), or the hybrid TRIM-RanCyp (from human RanBP2, also a positive control), each fused to an HA tag. HIV-1 entry assays were then performed in these cell lines (see methods). Both TRIM-CypA and TRIM-RanCyp proteins drastically restricted HIV-1 infection (top graph, lanes 1 and 8 in Fig  1C) compared to a negative control cell line transduced with an empty vector (top graph, lane 9 in Fig 1C) . Restriction of HIV-1 in this assay indicates that these cyclophilin domains are successfully interacting with the viral capsid. Additionally, both proteins equally restricted a second lentivirus, feline immunodeficiency virus (FIV), consistent with the observation that RanCyp is known to interact with the FIV capsid (middle graph, lanes 1 and 8 in Fig 1C) [11, 13] . Neither restricted MLV, consistent with the observation that RanCyp does not interact with this virus (bottom graph, lanes 1 and 8 in Fig 1C) [4, 7, 11] . Collectively, these controls confirm previous findings that RanCyp mediates interaction with HIV-1 capsid, and that the TRIM-RanCyp assay detects this interaction.", "project":"cdlai_CORD-19", "denotations":[]}