{"cord_uid":"cgbb96pz", "sourcedb":"PMC", "sourceid":"PMC5843284", "divid":31, "text":"Stable CRFK cell lines or 293T cells transduced with shRNA lentivirus were grown to confluency in a 6-well dish, collected using a cell scraper, and lysed in either a buffer containing 150 mM NaCl, 50 mM Tris-HCl (pH 7.4), 1% NP-40, and Complete protease inhibitor (Roche, #11836170001)(stable CRFK cell lines) or RIPA buffer supplemented with Complete protease inhibitor (293T cells). CRFK cells were rotated in lysis buffer at 4˚C for 45 minutes and whole cell extracts were cleared in a microcentrifuge by spinning at maximum speed for 15 minutes. 293T cells were sonicated on ice in RIPA buffer using the Qsonica Q500 (sonication settings: microtip, 40% amplitude, 7 second pulse). After quantitation of protein concentration using a Bradford assay, 20 μg of whole cell extract was resolved using a 10% (HA-TRIM-RanCyp and Gag) or 7.5% (endogenous RanBP2) polyacrylamide gel and transferred to a nitrocellulose membrane. To detect endogenous RanBP2, transfer was done at 400 mA for 2 hours in buffer containing 0.02% sodium dodecyl sulfate. HA-tagged constructs were detected using a 1:5000 dilution of mouse anti-HA antibody conjugated to horseradish peroxidase (Roche, #12013819001). Maturation of Gag protein was monitored using a 1:1000 dilution of mouse anti-p24 (AIDS reagent database, #183-H12-5C). Endogenous RanBP2 was detected using a 1:1000 dilution of rabbit anti-RanBP2 (Thermo Fisher Scientific, #PA1-082). Endogenous β-actin was detected as a loading control using a 1:1000 dilution of mouse anti-β-actin (Santa Cruz, #sc-47778). Endogenous Nup153 was detected as a loading control using a 1:1000 dilution of mouse anti-Nup153 (Covance, #MMS-102P). A 1:10,000 dilution of goat antimouse horseradish peroxidase-conjugated antibody (Thermo Fisher Scientific, #32430) or goat anti-rabbit horseradish peroxidase-conjugated antibody (Thermo Fisher Scientific, #32460) was used as a secondary probe. Blots were developed using the ECL Plus detection reagent (GE Healthcare, #RPN2132).", "project":"cdlai_CORD-19", "denotations":[]}