{"cord_uid":"cgbb96pz", "sourcedb":"PMC", "sourceid":"PMC5843284", "divid":22, "text":"As summarized in Table 1 , RanBP2 seems to be generally important for nuclear import of HIV-1 and HIV-2, but so far there is less evidence that it is important for SIVs from monkeys. We next tested whether great ape SIVs are dependent on RanBP2 for optimal entry. We used a lentiviral shRNA system to knockdown RanBP2 in 293T cells (Fig 7A and 7B) . The knockdown of RanBP2 is known to be toxic to cells [4, 11] , so we tested three different RanBP2 shRNA constructs for their general effect on cell proliferation using an MTT assay (see methods; Fig 7A) . Compared to a non-targeting shRNA control, the RanBP2-targeting shRNA-2 construct had minimal toxicity (Fig 7A) and conferred approximately 85% knockdown of RanBP2 (Fig 7B) . 293T cells transduced with either the non-targeting shRNA control or RanBP2-targeting shRNA-2 were then infected with our panel of VSV-G pseudotyped HIV-1 bearing various cyclophilin-binding loops. Cell populations were first gated for live cells, and then the percent infection was calculated by scoring for GFP-positive cells (Fig 7C) . RanBP2 depletion caused an approximate 50% reduction in infection for most of the ape-derived viruses (HIV-1, SIVcpz, SIVgor). As expected, we did not observe a substantial effect of human RanBP2 knockdown on the monkey-derived viruses (all three SIVrcm strains and SIVmac), probably because these viruses do not interact with human RanBP2. Thus, it seems that ape-derived SIVs are dependent on RanBP2 for nuclear entry, to the same degree that HIV-1 is dependent on RanBP2. This raises the speculation that evolution to utilize RanBP2-dependent entry pathways was a novel adaptation acquired as SIVs entered apes from the monkey reservoir. To definitively prove this, knockdown of monkey RanBP2 would need to be conducted in monkey cells, and then the impact on monkey-derived SIV infection assessed. ", "project":"cdlai_CORD-19", "denotations":[]}