{"cord_uid":"cgbb96pz", "sourcedb":"PMC", "sourceid":"PMC5843284", "divid":32, "text":"Viruses for single-cycle infection assays were packaged in 293T cells by co-transfection of plasmids encoding viral proteins and VSV-G, along with a transfer vector, as follows: HIV-1 and cyclophilin-binding loop mutants (pMDLg/pRRE, pRSV-Rev, pMD2.G, pRRLSIN.cPPT. PGK-GFP.WPRE; all available on Addgene), FIV (pFP93 [50] , pC-VSV-G, pGIN-SIN:GFP [50] ), NB-MLV (pCS2-mGP [49] , pC-VSV-G, pLXCG). After 48 hours, supernatant containing viruses was harvested, filtered, and frozen. Viruses were titered on CRFK cells by measuring percent GFP-positive cells along a volume gradient of virus supernatant. For infection assays, CRFK stable cells lines were plated at a concentration of 7.5x10 4 cells/well in a 24-well plate and infected with HIV-1, cyclophilin-binding loop mutants, FIV, or NB-MLV such that 30-50% of the control cell line was infected. Two days post-infection, cells were fixed in 2% paraformaldehyde for 15 minutes, washed three times with 2 mL FACS buffer (DPBS supplemented with 2% FBS and 1 mM EDTA), resuspended in 500 μl FACS buffer, and analyzed by flow cytometry for expression of GFP using the BD Bioscience Fortessa cell analyzer. All infections were performed in triplicate using a single virus stock, and all results were confirmed using at least two experimental replicates. 7; all shRNA constructs were obtained from the Functional Genomics facility at University of Colorado Denver) were packaged in 293T cells by co-transfection of pLKO.1 (shRNA packaging plasmid), pMDLg/pRRE, pRSV-Rev, and pMD2.G (the latter three plasmids are described above). After 48 hours, supernatant containing viruses was harvested, filtered, and frozen. Viruses were titered on 293T cells by measuring RanBP2 knockdown efficiency via western blot 72 hours post infection. Images were quantified using ImageJ and samples were normalized using a Nup153 loading control (Fig 7B) . For infection assays, 293T cells were plated at a concentration of 3.0x10 5 cells/well in a 12-well plate and infected with shRNA lentivirus. Two days post-infection, cells were re-seeded at a concentration of 7.5x10 4 cells/well in a 48-well dish. After an overnight incubation singlecycle infection assays using VSV-G pseudotyped HIV-1 and cyclophilin-binding loops mutants were carried out as described above. Simultaneously, a proliferation assay using MTT (Thermo Fisher, #M6494) was performed to determine relative toxicity of shRNA constructs. Cells were incubated with MTT solution (1:1 mixture of serum-free media and 5 mg/mL MTT in PBS) at 37˚C for 3 hours and reactions were then solubilized with MTT solvent (4 mM HCl and 0.1% NP-40 in isopropanol) by shaking at room temperature for 15 minutes. Absorbance at 590 nm was measured for each sample.", "project":"cdlai_CORD-19", "denotations":[]}