{"cord_uid":"csao3flr", "sourcedb":"PMC", "sourceid":"PMC6234208", "divid":10, "text":"Although different HAs display unique structural features, the sialic acid-binding pocket on the HA RBS is highly conserved for the recognition of the common receptor. A few RBS-directed antibodies have successfully achieved modest cross-reactivity 36,39,40 by interposing a smaller footprint into the receptor binding groove. However, most RBS-directed antibodies have exhibited a limited breadth in their neutralization activity, including 2D1 41 and 5J8 42 , due to extra contacts with variable residues in the periphery of the conserved pocket. In this study, we tested the binding affinity of HNIgGA6 for 12 different HAs of prevalent H7N9 strains isolated from April 2013 to January 2017. H7N9 HA has been rapidly evolving (Fig. 1a) , which is consistent with the previous result that H7 HA is continually mutating at a high rate 43 . Our results showed that HNIgGA6 utilizes avidity to extend its breadth of recognition and to increase its affinity against a large portion of divergent HA strains (11 out of 12), including the A143V/R148K variant, which has become the dominant circulating strain in the fifth wave 43 . HNIgGA6 exhibited a loss of binding to the HA variant on the H7N9-SH1 strain, an earlier isolate from the 2013 Shanghai epidemic carrying an avian H7 signature 1 . The preference for avian α−2,3-linked sialic acid cellular receptors rather than human α−2,6linked sialic acids receptors limited its transmission to humans, and the SH1 strain was rarely observed in latter outbreaks. Two amino acids substitutions (V186G and L226Q) were responsible for the preference of different cellular receptors, as well as the antigenic drift of H7N9-SH1 (Fig. 3) . Although HNIgGA6 recognized 11 other HAs, the observed binding affinities were not completely consistent. An approximately tenfold decrease in binding affinity was observed for A/Hebei/01/2013 and A/Guangdong/15SF001/2015 carrying the L226Q and V186A mutations, respectively, indicating important roles of V186 and L226 in binding HNIgGA6. The reason for the attenuated binding affinity to A/Jiangsu/ 06306/2014, A/Fujian/1/2016, A/Anhui/13433/2017, and A/Zhejiang/5/2017 remains to be determined. However, the A135V substitution in the RBS that the four strains share in common is surely worth studying further.", "project":"cdlai_CORD-19", "denotations":[]}