{"cord_uid":"csao3flr", "sourcedb":"PMC", "sourceid":"PMC6234208", "divid":1, "text":"As a typical member of influenza A viruses, H7N9 is classified into subtypes based on the two major surface glycoproteins, haemagglutinin (HA), and neuraminidase (NA), which are responsible for viral recognition, attachment to the cellular receptor and viral release. HA and NA are ideal targets for antiviral drug design. NA inhibitors, including oseltamivir and zanamivir, are currently the primary therapeutic treatment against H7N9 infection in clinical settings 10, 11 . However, because of the emergence of escape mutants that are resistant to oseltamivir or zanamivir or even both 10, 11 , alternative treatment options for human H7N9 infection are urgently needed. Vaccination is the most effective intervention against seasonal influenza. It has been demonstrated that the H7N9 vaccine is able to induce the production of both neutralizing and nonneutralizing antibodies in humans 12 , and an inactivated H7N9 vaccine has entered clinical trials 13 . It was very interesting and encouraging to discover that some nonneutralizing antibodies could also protect mice from H7N9 infection through Fc-FcgR interactions 12 . Vaccination with seasonal H3N2 strains was also shown to elicit H7 cross-reactive antibodies, although the level of serum protection in the general population remains to be determined 14 . However, in the event of a pandemic outbreak, massive vaccinations against an emerging virus cannot promptly achieve herd immunity. Limited by antiviral drug resistance, neutralizing therapeutic antibodies are considered to be a potentially effective treatment for influenza infections. Passive immunotherapy using convalescent plasma from patients to treat H5N1 and H1N1 infections has achieved encouraging results and has reduced mortality [15] [16] [17] . However, the large-scale production of antiserum is not possible in response to an emergency epidemic. The production of neutralizing monoclonal antibodies (mAbs) would provide a feasible solution to this problem. Recent studies have characterized several neutralizing antibodies from human donors that target different epitopes on viral HA proteins, such as CT149 18 , H7.167 19 , m826 20 , HNIgGD5 21 , and HNIgGA6 22 , all of which represent potential interventions in the event of an H7N9 pandemic.", "project":"cdlai_CORD-19", "denotations":[]}