{"cord_uid":"csao3flr", "sourcedb":"PMC", "sourceid":"PMC6234208", "divid":0, "text":"The H7N9 influenza virus was first isolated in southeastern China in early 2013 1 . Since then, five epidemic waves have been reported that have caused 1258 human infections, with~40% resulting in death 2 . H7N9 causes severe respiratory distress syndrome in patients and is frequently associated with secondary bacterial pneumonia caused by multidrug-resistant Acinetobacter baumannii and Klebsiella pneumonia 3 . Noticeable dysbiosis of the oropharyngeal microbiome in H7N9 patients has also been observed 4 . During the fifth epidemic alone, 688 human infections were confirmed, making it the largest H7N9 epidemic to date. Although no sustained humanto-human transmission of the H7N9 virus was confirmed, limited human-to-human transmission has been observed 2 . Because H7N9 viruses are able to be transmitted by the airborne route between ferrets 5 and can infect and replicate in the human lower airways 6 , they have the potential for efficient human-to-human transmission and are an increasing pandemic threat. Furthermore, unlike H5N1, a high pathogenicity avian influenza (HPAI) virus that causes severe disease in birds and poultry, most of the currently isolated H7N9 viruses are low pathogenicity avian influenza (LPAI) viruses that typically elicit no observable signs of disease in birds after viral infection. Early warning and disease control for an H7N9 pandemic may be extremely difficult, although HPAI H7N9 viruses that are more pathogenic in birds and mammals have recently emerged [7] [8] [9] . H7N9 cases have spread to 22 provinces and municipalities in mainland China 2 . Due to its ability to more readily be transmitted from birds to humans, avian-origin H7N9 has raised concerns regarding its potential for increasing the possibility of a pandemic. Thus, it is prudent to conduct clinical trials to identify an effective treatment against H7N9 influenza.", "project":"cdlai_CORD-19", "denotations":[]}