{"cord_uid":"cxqzac4a", "sourcedb":"PMC", "sourceid":"PMC3848773", "divid":23, "text":"Since the first application of a high-throughput, rapid, and unbiased microarray for detecting viral pathogens in 2002 [7] , several pan-microbial microarray platforms with different degrees of coverage of various pathogens have been established. These microarray platforms use long oligonucleotide probes (60-70-mer) and random PCR amplification, and have successfully identified unexpected pathogens in infectious disease outbreaks, even discovering novel viruses with homology to known species [8, 11] . In this study, we constructed a high-density EOPM array for screening all known viruses, bacteria, fungi, and parasites that could become vertebrate pathogens. Based on the sequence data available for vertebrate pathogens, we have designed 60,000 60-mer oligonucleotide probes targeting 2,554 vertebrate virus species (involving 151 genera, 36 families), 124 bacterial genera (involving 53 families), 38 fungal genera (involving 17 families), and 47 parasite genera (involving 24 families). The 60-mer oligonucleotide probes can cross-hybridize with similar but non-identical sequences, allowing the detection of novel pathogens that are related to known species. The EOPM probes designed to detect bacteria, fungi, and parasites were targeted to 16S rRNA or 18S rRNA sequences. Whereas rRNA sequences are relatively conserved in the same genus or family, EOPM can distinguish bacteria, fungi, and parasites at either the genus or family level, which has already been successfully applied in a clinical setting for confirmation and treatment. In the sensitivity study of EOPM, we designed experiments to compare the sensitivity of random amplification and specific amplification, while not considering the effect of other issues, such as clinical sample collection and nucleic acid extraction, on the sensitivity of EOPM. EOPM showed 10 3 -fold lower sensitivity than specific target PCR amplification, which was consistent with a previous report [20] . The lower sensitivity was due to the random PCR amplification adopted in the EOPM sample preparation, which was not as efficient as specific PCR for amplification of a particular species. Despite having lower sensitivity than target-specific PCR, the EOPM platform is sufficiently sensitive to identify the pathogens causing clinical symptoms in infectious outbreaks, in which symptom-causing pathogens should be highly enriched. The sensitivity can be further improved in practice if acellular samples with minimal host nucleic acid contamination, such as serum and throat swabs, are used for pathogen screening. For example, Greninger and colleagues had used ViroChip microarray to identify influenza A/H1N1 in nasal swab samples showing a comparable sensitivity with RT-PCR [10] . In the sample preparation for the EOPM method, all RNA and DNA extracted from samples are firstly reverse transcribed. RNA viruses are converted into cDNA, and DNA viruses keep its DNA status in the reverse transcription reaction, then the DNA, including the reverse-transcribed cDNA and original DNA viruses, were transformed to double strand DNA for the subsequent random amplification procedure. Therefore, EOPM can detect both RNA viruses and DNA viruses in the same standard protocol. For bacteria, fungi, and parasites, EOPM detects 16S rRNA or 18S rRNA copies encoded by rRNA genes located in the genomic DNA. Because rRNA genes are highly transcribed, detecting rRNA molecules instead of rRNA genes should achieve higher sensitivity. With the dual color strategy used by the EOPM method, one normal sample without infectious symptoms was always analyzed in parallel. Despite this, the "normal" sample may possess its own clinical characteristics. For example, we have found Torque teno virus and human endogenous retroviruses in some normal blood samples. These viruses do not cause obvious clinical symptoms, and should not interfere with the aim of EOPM analysis, which is to determine the possible pathogens causing the symptoms in the test patients. EOPM data analysis consists of two steps. First, we screened for significantly enriched microbes in the target sample compared with the normal sample using the dual color chip. Second, the predicted microbes identified in the first step were compared with a database compiled from the normal population mentioned above, to eliminate the background microbes that also exist in normal samples without infectious symptoms.", "project":"cdlai_CORD-19", "denotations":[]}