{"cord_uid":"ehnu83qe", "sourcedb":"PMC", "sourceid":"PMC4546680", "divid":3, "text":"Silicon wafers were purchased from the General Research Institute for Nonferrous Metals (China). N-hy-droxysuccinimide (NHS) and 1-(3-Dimethyla-minopropyl)-3-ethylcarbodiimide hydrochloride (EDC), Tween-20, bovine serum albumin (BSA), IgG, and Blocking Buffer (10×, B6429) were purchased by Sigma. Anti-IgG and a goat antibody against human IgM (anti-IgM) were purchased from Beijing Bo Sheng Bio-technology Co. Ltd. CMV-3A was purchased from GalaxyBio. The CMV-3A was a fusion of three segments of Pp150, Gp52 and Pp65, which have strong antigenicity epitopes. Fusion of the multi-epitope both enhances the sensitivity/specificity and reduces false negatives. Thus, CMV-3A was used as the ligand in the BIE assay. Purified CMV antibody (Pp65, C-Term, Rabbit, 1 mg/mL) was purchased from Antibodies-online.com. Patient serum samples were purchased from QiLu Hospital of Shandong University and clinical information is listed in Table A in S2 File. TORCH ELISA Kits used to analyze serum samples were purchased from MEDSON Inc. The detection process and analysis were executed according to the manufacturer's instructions. Microplates were coated with native CMV antigens, highly purified by sucrose gradient centrifugation and inactivated. The solid phase was first treated with the diluted sample, and IgG molecules to CMV were then captured, if present, by the antigens. After washing out all of the other sample components, bound anti-CMV IgG molecules were detected by the addition of specific polyclonal anti-H-IgG antibodies labelled with peroxidase (HRP) in the second incubation. The enzyme captured on the solid phase, acting on the substrate/chromogen mixture, generates an optical signal that is proportional to the amount of anti-CMV IgG antibodies present in the sample. A calibration curve, calibrated against the first W.H.O international standard, makes possible a quantitative determination of the IgG antibody in the patient.", "project":"cdlai_CORD-19", "denotations":[]}