{"cord_uid":"ehnu83qe", "sourcedb":"PMC", "sourceid":"PMC4546680", "divid":9, "text":"The above-modified silicon wafers were used as the substrate. A piece of silicon wafer was placed on the microfluidic mold of the microfluidic system so that surfaces of the wafers were patterned to form small, regular cells in an array format. Then, the carboxyl groups were activated by pumping 10 μL of NE into each cell at a flow rate of 5 μL/min and passed through the surface of the wafer. In the presence of NHS, EDC transfers carboxyl groups to the Sulfo-NHS ester, which reacts with the amino groups of proteins to immobilize the proteins on surface. Next, the ligand was immobilized: CMV-3A as ligand or probe was pumped into each cell (10 μL per cell at 1 μL/min). Third, blocking occurred by pumping the blocking reagent into each cell (50 μL per cell at 1 μL/min) and passing it through each ligand area. Thus, a sensing array surface with CMV-3A was formed to catch CMV antibodies. Fourth, targets were detected. PBST was used as blank control (50 μL per cell at 1 μL/min) and purified CMV antibody as a positive control (50 μL per cell at 1 μL/min) by pumping them into several of the individual cells. Simultaneously, patient serum samples were also pumped into remaining cells (50 μL per cell at 1 μL/min). The CMV antibodies in the serum were captured when they interacted with the CMV-3A on the sensing surface. All cells were rinsed with PBST (20 μL per cell at 20 μL/min) between every two consecutive operation steps. Finally, the microarray wafers were removed from the microfluidic system. After being rinsed with deionized water and dried with nitrogen, the wafers were analyzed using imaging ellipsometry. If the CMV antibodies in the solution or serum interacted with the CMV-3A on the surface and formed a complex, the layer in that area became thicker. The experimental results were recorded as images in grayscale, and binding of CMV antibodies resulted in a significant increase in grayscale value.", "project":"cdlai_CORD-19", "denotations":[]}