{"cord_uid":"f2zc5rjj", "sourcedb":"PMC", "sourceid":"PMC3472858", "divid":10, "text":"The plastic-based microfluidic devices were fabricated by an injection molding technique. The microchannels-embedded master mold was obtained by a milling technique, and it was used for casing the microfluidic devices. In this case, COC was chosen as a substrate material to produce the device due to its great advantages over the other thermoplastic polymers in terms of optical, physical and chemical properties and biocompatibility. The total cycle time of the microinjection molding process took less than 1 min to replicate the COC substrate. After location of the master mold in the injection mold machine, COC was injected through the nozzle, and the microfluidic device was released from the mold. The production process and conditions are similar to the previous research which demonstrated various microinjection conditions to form microstructures [17] . Holes of 1 mm in diameter for an inlet and outlet ports were punched to load the sample and buffer solutions into the microchannels. As shown in Figure 1 , the channel depths are 200 and 500 μm with 450 μm in width, respectively. The diameter of the detection chamber is 1 mm, and it was coated with chromium and gold by sputtering for the immobilization of GBP-H1a fusion protein. The design and fabrication process of microfluidic device are described in Figure 1(A) . The key features of microstructures including welding lines, gold deposition on detection chamber, and backflow prevention structures are schematically demonstrated in Figure 1B . Previously, thermal bonding method has been popular to bond plastic-based microfluidic device. However, this method requires high temperature and takes too much time to bond it. Recently, an ultrasonic bonding method has been developed as an alternative solution to the thermal bonding. However, welding line is essential for bonding between plastic chips in this technique. In this experiment, we carefully designed the welding lines as shown in red color in Figure 1 (B), and these lines were melted during the ultrasonic bonding process for the sealing of the chips. After coating of gold, two COC plates were placed on the ultrasonic bonder (2,000X, Branson) and set the bonder in time mode with weld frequency of 20 kHz. After the setting of the mode, the COC was bonded as following conditions: (1) 800 Pa weld pressure, (2) 0.2 s of weld time, (3) 75% of amplitude, (4) 10 s of hold time, (5) 1.5 kPa of hold pressure. Occasionally, backflow of the buffer or target solutions occurs in microfluidic channels during the injection to cause a contamination problem. Therefore, there would be required a unique microstructure in a microchannel to prevent backflow of solution and contamination of microchannel. Among various methods, two different channel depths were applied into this device as shown in Figure 1(B) . This method was worked properly due to the pressure difference in the microchannel to prevent the backflow. The integrated microfluidic immunosensor chips can reduce the analytical time compared to the conventional methods. In addition, usage of plastic facilitates low-cost mass production of disposable and easy-to-use microfluidic chips. Previously reported plastic-based immunosensors required a surface modification step for the immobilization of biomolecules. Among these methods, silanization using 3-aminopropyltriethyoxysilane (APTES) is a widely used method for coupling of biomolecules onto the inorganic substrate [18] . However, silane is difficult to react with organic materials without any hydroxyl groups present on the surface by using UV/ozone treatment [5] . In order to overcome these issues, a specially engineered peptide was developed and used to immobilize onto the specific targeted surface, especially gold. There is no requirement of complicated steps for coupling of antibody or antigen. The GBP-H1a fusion protein can be simply and selectively immobilized in the microchannel on the gold surface as described in Figure 1(C) .", "project":"cdlai_CORD-19", "denotations":[]}