{"cord_uid":"f2zc5rjj", "sourcedb":"PMC", "sourceid":"PMC3472858", "divid":12, "text":"For the subsequent binding of anti-H1 Ab, different concentrations (1.5 to 400 μg/mL) of specific antibody were bound to the GBP-H1a fusion protein on the gold sensor chip. The saturated 4,000 RU value obtained with SRP experiments implies that about 4 ng of anti-H1 Ab was immobilized onto the gold surface area of 1 mm 2 . One RU is determined as 0.0001° of resonance angle shift and equivalent to a mass change of the 1 pg/mm 2 on the SPR sensor chip surface [19, 20] . Specific anti-H1 Ab against the H1 influenza surface antigen, which is a hemagglutinin subunit having a high immunogenicity and surface probability, was applied to the GBP-H1a fusion protein-layered surface to monitor specific binding between GBP-H1a fusion protein and anti-H1 Ab by SPR biosensor as shown in Figure 3(B) . To further investigate whether this microfluidic device can be used in immunoassay, we employed GBP-H1a fusion protein, BSA as a blocking agent and Cy3-labeled anti-H1 Ab. Cy3-labeled anti-H1 Ab is a strongly fluorescent molecule, and the fluorescence-based immunoassay is more sensitive compared to the most colorimetric assays in most of the cases [5] . The whole immunosensing process was carried out by using COC microfluidic chips at room temperature. The three detection chambers are included in one microchannel to verify the sensing results which may reduce the error of the signal. In addition, one chip is composed of three different detection zones to test different concentrations of the target Abs. First of all, 100 μg/mL of GBP-H1a fusion protein was injected through the microchannel for the immobilization on the surface of gold surface. After immobilization for 1 h, all the chips were washed with PBS solution and BSA solution (1 mg/mL) was injected to the channels to prevent the non-specific binding then washed with PBS solution. After the blocking and washing process, five different concentrations of Cy3-labeled-Ab (100, 50, 10, 5, and 1 μg/mL, respectively) were injected through the microchannel and left them for 1 h. After incubation for the further reaction, all immunosensors were rinsed with PBS solution three times, and the microchannels were blown off by air. All microfluidic immunosensor chips were examined under same conditions of confocal microscopy (Carl Zeiss LSM510 Meta NLO, Göttingen, Germany) as shown in Figure 4 . At the low concentration of Cy3-labeled Ab applied, small fluorescent signals were observed in the detection chambers. As increasing the concentration of Ab, the whole detection chamber was covered with red fluorescence, and the signal intensities were also increased. In order to compare the signal intensity, the intensity profiles were also recorded because the fluorescence intensity is directly proportional to the amount of Cy3-labeled Ab attached to the surface of detection chamber. The fluorescence intensity changes at the center of chamber were measured, and their fluorescent images with same scale in Y-axis were showed. The fluorescent intensity graphs which correspond to each inserted white line also showed similar signal changing patterns compared with the fluorescent image. From these results, the specific binding of GBP-H1a was successfully immobilized on the gold surface, and the fluorescent images and emission profiles were subsequently increased due to the effective binding of Cy3-labeled anti-H1 Ab, which could be applicable in immunoassay onto the microfluidic chip surface. As a result, the fluorescent intensity depends on the number of immobilized Cy3-labeled-Ab in the detection chamber under the same incubation period. In addition, all detection chambers were analyzed using the line profiles. As increasing the amount of Ab, the intensity of line profiles also increases over the time, and the intensity line is getting increased, which is properly matching with fluorescence images. From the analyzed fluorescence results, the calibration curve, which represents the relationship between the fluorescence intensity and Cy3-labeled-Ab, is shown in Figure 4 (G). The regression equation could be expressed as:", "project":"cdlai_CORD-19", "denotations":[]}