{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":10, "text":"Nosema. There was an abundance of Nosema infections in our monitor colonies throughout the entire time-course. APM monitoring revealed that approximately half of the colonies in April and May were Nosema positive ( Figure 2A) . Notably, nearly every colony was infected during a surge in August and September. In order to determine which Nosema species was responsible for infections, each hive was analyzed at a single timepoint per month by species specific PCR. In April and May, N.apis was predominant whereas in June, July, and October through December, N. ceranae was exclusively detected ( Figure 2B ). During the highest incidence of Nosema (August-September), 75% of all colonies were infected with Nosema ceranae and less than 25% with Nosema apis, most of which were co-infected with N. ceranae. Quantitative-PCR data from pooled monthly samples confirmed that Nosema ceranae was prevalent throughout the time-course and peaked in August ( Figure 2C ). While seasonal variation may play a role, an anti-fungal (Fumagillan) was used to abrogate Nosema infection [58] and may be responsible for the observed decrease in Nosema abundance from November to January ( Figure 2 ). Viruses. The APM readily detected common honey bee viruses in samples collected throughout the time-course. In total, we report 69 virus incidences in 63 of 431 total samples ( Figure 3 ). Overall virus incidence was sporadic, which we attribute to cycles of acute infection in predominantly healthy monitor colonies. The majority of infections occurred during July, August, and September when the monitor colonies were in South Dakota. The most prevalent virus infections observed during our 10-month study were SBV, BQCV and ABPV; however the frequencies of specific viruses were insufficient for statistical tests regarding pathogen association (see Materials and Methods). Other viruses including DWV, IAPV, and KBV were infrequently detected in the latter half of our time-course. A total of six double virus infections were observed, frequently involving ABPV or SBV. There were only two cases in which the same virus (BQCV) was detected in consecutive time points from a particular monitor colony ( Figure 3A Hives #4 and #6). Typically a single virus was detected in multiple colonies at a given time-point and these infections did not persist. For example, there were waves of SBV infection in April and January and of BQCV in July and early August ( Figure 3A ). qPCR analysis of pooled monthly samples confirmed and extended APM findings. BQCV, SBV and ABPV levels peaked in mid-summer to early fall at 6.6610 9 -8610 10 genome copies per bee ( Figure 4 and Figure S1 ), consistent with previously characterized levels of these viruses [57, 59, 60] .", "project":"cdlai_CORD-19", "denotations":[]}