{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":40, "text":"Honey bees from two LSV positive honey bee colonies were homogenized in 500 mL phosphate buffered saline (PBS, UCSF Cell Culture Facility) with a sterile zinc-coated steel ball bearing (5 mm) using a TissueLyzer II (Retsch) for 4 minutes at 30 Hz; 5 bees per micro-centrifuge tube. Lysates were centrifuged for 10 minutes at 12,0006 g and RNA was extracted from both the supernatant and the bee carcass containing pellet using TRIzol Reagent (Invitrogen) according to manufacturer's instructions. RNA was further purified using RNAeasy columns, including on column DNase Treatment (Qiagen). RNA (15 mg per lane) was combined with glyoxal-based loading dye (Northern-MaxH sample loading dye, Ambion) and denatured at 50uC for 30 min prior to gel electrophoresis on an ethidium bromide containing 1.5% agarose BPTE gel using BPTE running buffer. BTPE buffer is composed of 10 mM PIPES, 30 mM Bis-Tris, 1 mM EDTA, pH 6.5. The gel was imaged using a UV lightbox and then soaked in 0.05 N NaOH for 20 min prior to overnight transfer to a membrane using the NytranH SuPerCharge Turboblotter TM system and 206 SSC. Following transfer the membrane was washed in 26 SSC (265 min), dried and UV crosslinked using a Stratalinker (Stratagene). LSV specific primers were used to amplify sequences corresponding approximately to the 59, middle, and 39 regions of the viral genome (primers listed in Table S2 ). The PCR products were column purified using the MinElute Reaction Cleanup Kit (Qiagen), labeled with {รก 32 P} dCTP using Ready-To-Go TM DNA Labelling Beads (-dCTP) (Amersham; GE Healthcare) and used as LSV-specific Northern blot probes. The membrane was cut into three pieces and incubated, while rotating, in ULTRAhyb buffer (Ambion) at 42uC for 30 min prior to the addition of the radiolabled probes (10 6 counts per minute per mL hybridization buffer). Following overnight hybrization at 42uC, the membranes were washed at 42uC (265 min in 26 SSC 0.1% SDS; 2615 min in 16 SSC 0.1% SDS, 2615 min in 0.16 SSC 0.1%SDS). Phosphoimaging was performed using a Typhoon 9400 imager (GE Healthcare) ( Figure S4 ).", "project":"cdlai_CORD-19", "denotations":[]}