{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":25, "text":"Nosema infection was prevalent in our 20 monitor colonies. N. ceranae was the predominant species. N. apis was detected in individual colony samples in April (Mississippi) and May (South Dakota), but was undetectable in pooled monthly samples, indicating relatively low levels. N. ceranae abundance peaked in early-spring and late-summer. Lower N. ceranae levels from November to January likely reflects antifungal (Fumagillan) treatments applied in the fall, but may also represent natural seasonal variation [58] . In comparison, another U.S.-based (Mississippi, Arkansas) study, which calculated Nosema levels using qPCR of genomic DNA calibrated to spore counts, also reported overall dominance by N. ceranae, but higher Nosema levels in November 2008 as compared to March 2009 [79] . Nosema spore count data from non-CCD and CCD-affected colonies in California and Florida was not significantly different and approximately 50% of the colonies assayed were infected [10] . Data from European studies indicate varying prevalence of N. apis and N. ceranae [25, 29, 80, 81] . For example, a retrospective analysis of honey bee samples from Spain, Switzerland, France and Germany indicated peak levels of Nosema (presumably N. apis) in early spring and mid-winter from 1999 to 2002, whereas from 2003 to 2005 Nosema incidences remained relatively high throughout the year, a result the authors attribute to increased prominence of N. ceranae associated with recent increased bee losses [29] . In contrast, a recent (2005-2009) time-course study in Germany demonstrated greater Nosema incidence in the spring, detected N. apis more frequently than N. ceranae, and found no correlation between colony loss and Nosema infection [80] . Variable Nosema species prevalence and abundance at both the apiary and individual colony level indicate that standardized, molecular biology-based monitoring of large sample cohorts is required in order to understand the dynamics of Nosema infection, which are likely influenced by multiple factors including host genetic variation, climate, exposure levels, and treatment regimes [79, 82] . Recently, higher levels of Nosema bombi were detected in North American bumble bee species experiencing population decline [83] . Although, like CCD, the causes of bumble bee decline are complex and not fully characterized, this report underscores the importance of further characterizing the epidemiology and pathogenicity of Nosema.", "project":"cdlai_CORD-19", "denotations":[]}