{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":29, "text":"Deep sequencing analysis revealed the presence of four novel viruses (ALPV-Brookings, BSRV, LSV1 and LSV2), illustrating the power of deep short read sequencing and de novo assembly for virus discovery. Significantly, LSV2 was the most abundant single component of the honey bee microbiome in our study, and it is likely that the reason this virus has previous gone undetected is the fact that the Lake Sinai viruses are extremely divergent from all known insect viruses in both amino acid identity and genome organization. The non-structural genes of LSV are most closely related to CBPV, a known pathogen of honey bees [57] , as well as other members of the Nodavirales. However, the capsid gene and monopartite genome structure resemble tetraviruses and together position this virus closer to species such as the Providence virus, which similarly has a monopartite genome, a Nodavirales-like polymerase and a tetravirus-like capsid. Since the presence of viral nucleic acid does not necessarily indicate infection, as pollen pellets of infected and non-infected workers are known to harbor honey bee viruses [88] , we confirmed the presence of the replicative forms of LSV1 and 2 in time-course samples. The enormous magnitude of LSV throughout the time-course also suggests that these are bona fide honey bee viruses. LSV2 was the most abundant virus in our study and exhibited a unique seasonality. It is intriguing that peak LSV2 copy number per bee occurred in April (,3.6610 11 ) and January (,7.1610 11 ) since colonies typically collapse during the winter months. In contrast, LSV1 copy number peaked in July, similarly to the previously described honey bee viruses monitored in our study. Frequent detections of both ALPV-Brookings and BSRV (,15% incidence in the time-course) by PCR screen in different geographic regions argues against simple carryover from other insects during foraging, but does not rule out potential re-infection from stored pollen (bee bread) [88] . Research to determine the potential pathogenicity of these four new viruses in honey bees is underway. There are a number of previously identified honey bee viruses described on the basis of serology and electron microscopy (Bee virus X [95] , Bee virus Y [96] Arkansas bee virus [97] and Berkeley bee virus [98] for which no nucleic acid sequence information is available in public databases. Without such data we cannot preclude the possibility that these previously described viruses overlap with our novel viruses, however we were not able to gain access to any nucleic acid or serological reagent to address the question directly. Regardless, the nucleic acid sequences of the viruses reported herein are attached to publically accessible records in the form of GenBank accessions (LSV1 -HQ871931, LSV2 -HQ888865, ALPV Strain Brookings -Q871932 and BSRV -JF423195-8), such that any future viral samples may be directly compared, or if historical samples can be found and analyzed, they too can be compared.", "project":"cdlai_CORD-19", "denotations":[]}