{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":44, "text":"Total nucleic acid from all twenty monitor hives at time-point 17 (August 5, 2009) was pooled (approximately 3 mg per hive). One quarter was treated with RNase A/T1 (Fermentas) and genomic DNA was isolated using a DNeasy column (Qiagen). 50 ng of genomic DNA was prepared for deep sequencing by Nextera recombinase (Epicentre) per the manufacturer's instructions. The remaining nucleic acid was treated with Turbo DNase (Ambion) and column purified (Zymo) before being split into thirds. One third was enriched for mRNAs with dT-linked Dynabeads (Invitrogen). RNA from this fraction and from a second unenriched fraction were primed for RT and secondstrand synthesis with an adapter linked oligo as above using oligo SolCommonN (59CGCTCTTCCGATCTNNNNNN). The third fraction of RNA was primed with an anchored oligo dT and subjected to two rounds of second strand synthesis with SolCommonN. Half of the initial material was amplified with primer SolCommon (59CGCTCTTCCGATCT) with KlenTaq (Sigma) at an annealing temperature of 37uC for 20 cycles. Reactions were cleaned by Zymo column, analyzed by NanoDrop spectrophotometer and 50 ng was used in a four-primer PCR reaction. In a 50 mL KlenTaq reaction, 10 pmol each of primers 5Sol1 (59AATGATACGGCGACCACCGA) and 5Sol1 (59CAAGCAGAAGACGGCATACG) and 0.5 pmol of Sol1 (59 AATGATACGGCGACCACCGAGATCTACACTCTTTC-CCTACACGACGCTCTTCCGATCT) and Sol2 (59CAAGCA-GAAGACGGCATACGAGATCGGTCTCGGCATTCCTGC-TGAACCGCTCTTCCGATCT) were incubated for 2 cycles annealing at 37uC and 10 cycles at 55uC. Products were run on an 8% native acrylamide TBE gel (Invitrogen) and a 300-350 nt smear was cut out and electro-eluted. The product was further amplified at an annealing temperature of 55uC with primers 5Sol1 and 5Sol2 for 5-10 cycles until at least 30 ng of material was produced, as determined by NanoDrop. Libraries were sequenced on an Illumina Genome Analyzer II with a V3 cluster generation kit and V5 sequencing reagent as per the manufacturer's instructions, producing paired-end 65 nt reads.", "project":"cdlai_CORD-19", "denotations":[]}