{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":4, "text":"Several DNA viruses that infect honey bees have also been described [19] . Viral infections in bees can remain asymptomatic, or cause deformities, paralysis and/or death [19, 20] . Symptoms associated with specific viruses include wing deformities (DWV), hairless, dark, shiny bees (CBPV), swollen yellow larva and/or dark-brown larva carcasses in the cells of worker-bees (SBV) or queen-bees (BQCV), however accurate diagnosis requires molecular biology techniques as asymptomatic bees frequently test positive for one or more viruses [19, 21, 22, 23] . In addition to viral infections, honey bees are also readily parasitized by the microsporidia Nosema [19, 24] . Historically U.S. honey bees were predominantly infected by Nosema apis, but recently Nosema ceranae infections dominate [24, 25] . The effects of Nosema infection on individual bee and colony health are unclear [24, 26] . Some reports suggest infections decrease longevity and may lead to collapse [27, 28, 29] , but since Nosema is widespread and often detected in healthy colonies its role in colony health requires further investigation [10, 26, 30] . Another fungal pathogen Ascophaera apis, the causative agent of Chalkbrood disease, kills infected larvae, but does not typically cause colony loss [31, 32] . Bacterial pathogens of honey bees include Paenibacillus larvae and Melissococcus plutonius, the causative agents of American and European Foulbrood disease [33, 34, 35, 36] . In addition to microbial infections, mite infestation (Ararapis woodi, Tropilaelaps sp., and Varroa destructor) also weakens and kills honey bee colonies [37, 38] . Introduction of V. destructor mites, which feed on the hemolymph of developing honey bees and transmit viruses (DWV, KBV, IAPV), in the late 1980s was devastating to the U.S. honey bee population [39, 40, 41] . Notably, the restricted genetic diversity of the U.S. honey bee population may make it particularly susceptible to catastrophic and episodic losses [42, 43] .", "project":"cdlai_CORD-19", "denotations":[]}