{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":36, "text":"(Reverse Transcription, CyDye Labeling, Hybridization, Scanning) For each sample, 5 mL (,15 mg nucleic acid) of extracted material was randomly primed and amplified as previously described [44, 45] . Briefly, an adapter-linked random nonamer (59GTTTCCCACTGGAGGATANNNNNNNNN) was used to prime the reverse transcription reaction using SuperScript II (Invitrogen). The same oligo is used for two rounds of secondstrand synthesis with Sequenase (USB) in order to produce adapter-flanked sequences from both RNA and DNA starting material. One-quarter of the random priming reaction is used in a 50 mLTaq PCR reaction for 25 cycles with a single primer (59GTTTCCCACTGGAGGATA). One-tenth of the amplified material was further amplified for 10-20 cycles with a Cy3-linked primer (59Cy3 -GTTTCCCACTGGAGGATA). Samples were purified with the Zymo DNA Clean and Concentrator (Zymo) and resuspended in a buffer of 36 SSC, 50 mM HEPES and 0.5% SDS, and hybridized on the APM overnight at 65uC. Arrays were washed and scanned with an Axon 4000A scanner. Samples were analyzed manually and scored as positive for a pathogen if at least three unique oligonucleotides hybridized with at least five times background intensity. Arrays were further analyzed by a second unbiased method using the E-Predict algorithm [54, 55] , wherein all virus genomes were computationally hybridized to the array oligos and array results are compared to expected binding profiles. The top 5 unique oligos were removed and the algorithm reiterated twice in order to improve detection of low titer target(s) during a co-infection. Known honey bee pathogens were called positive if they exceeded a similarity score of 0.001 and were the highest ranked call in any iteration. In the event of a disagreement between the two analysis methods, a specific PCR reaction was performed, using material from the first PCR step, to resolve the call.", "project":"cdlai_CORD-19", "denotations":[]}