{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":41, "text":"Negative strand-specific RT-PCR LSV strain 1 and 2 positive samples were analyzed for the presence of negative-strand RNA, which is indicative of virus replication, using strand-specific RT-PCR [39, 64, 65] . RNA from select samples (e.g. pooled July sample) was further purified using Qiagen RNAeasy columns, including on column DNase Treatment (Qiagen). cDNA synthesis reactions were performed with SuperScriptIII (Invitrogen) according to manufacturer's instructions using negative strand-specific LSV1 and 2 primers tagged with an additional 21 nt of sequence (59-GGCCGTCA-TGGTGGCGAATAA) at their 59 end [65] ; the tag sequence shares no homology with LSV nor to the honey bee genome (primer sequences listed in Table S2 ). In brief, RNA from each sample (1 mg), tagged-negative strand specific LSV primer (10 pmole) or random hexamers (50 ng) and dNTPs (0.5 mM each) were combined in a 10 mL reaction volume, incubated at 65uC (5 min), cooled on ice (1 min) and subsequently combined with 10 mL of 26 First-Strand Buffer containing SSIII (200 U), DTT (5 mM), and RNaseOUT (40 U). Reverse transcription reactions were incubated for 1 hour at 50uC followed by inactivation of the reaction (70uC, 15 min). Unincorporated primers present in the RT reactions were digested with exonuclease I (Fermentas), 0.1 Units per reaction which corresponds to a 10-fold excess of enzyme relative to the initial primer concentration, at 37uC for 30 min followed by heat inactivation at 80uC for 15 minutes. PCR was performed using 2 mL of exonuclease I treated cDNA template in 25 ml reactions containing 10 pmol each of a tag-specific forward primer (TAGS) and an LSV-specific reverse primer using the following cycling conditions: 95uC for 5 min; 95uC for 30 s, 58uC for 30 s, 72uC for 30 s, 35 cycles; final elongation 72uC for 4 min, hold at 4uC. In addition to amplification and detection of the LSV replicative form using tagged-negative strand primed cDNA template and TAGS forward and LSVU-R1717 PCR primers, negative and positive controls were performed ( Figure S5 -labeled (1) ). Negative controls included utilizing unprimed RT reaction as a template for PCR amplification using TAGS forward and LSVU-R1717 primers (labeled (2)), LSV tagged negative-strand primed cDNA template in PCR reaction in which only the LSVU-R1717 primer was added in order to ensure that all of the unincorporated RT primer was digested with exonuclease I and thus not involved in priming the PCR reaction (labeled (5)), and no template PCR using LSV qPCR primer sets (labeled (6)). Positive controls included using random hexamer primed cDNA as template for PCR amplification using LSV1 or LSV2 -specific forward primer and LSVU-R-1717 (labeled (3)) and random hexamer primed cDNA amplified using LSV-specific qPCR primer sets (labeled (6)). PCR products were analyzed using agarose (2%) gel electrophoresis ( Figure S5 ).", "project":"cdlai_CORD-19", "denotations":[]}