{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":39, "text":"Quantitative PCR (qPCR) qPCR was performed on pooled samples from each month. Equivalent amounts of RNA (10 mg) from each hive sample (monitor hives [1] [2] [3] [4] [5] [6] [7] [8] [9] [10] [11] [12] [13] [14] [15] [16] [17] [18] [19] [20] were pooled according to the month in which they were collected (April 2009 to January 2010). Pooled RNA was further purified using Qiagen RNAeasy columns, including on column DNase Treatment (Qiagen). cDNA synthesis reactions were performed with SuperScriptIII (Invitrogen) according to manufacturer's instructions. In brief, RNA from each pooled sample (5 mg), random hexamer (1.25 mg) and dNTPs (0.5 mM each) were combined in a 50 mL reaction volume, incubated at 65uC (5 min), cooled on ice (1 min) and subsequently combined with 50 mL of 26 First-Strand Buffer containing SSIII (1000 U), DTT (5 mM), and RNaseOUT (200 U). Reverse transcription reactions were incubated for 12 hours at 42uC followed by inactivation of the reaction (70uC, 15 min). qPCR was performed in triplicate wells using 2 mL of cDNA as template in 20 ml reactions composed of HotStartTaq 26 Mastermix (Denville), 16 SYBR Green (Invitrogen), MgCl 2 (3 mM), and forward and reverse primers (600 nM each) (Table S2 ) on a LightCycler480 (Roche). The qPCR thermo-profile consisted of a single preincubation 95uC (10 min), 35 cycles of 95uC (30 s), 60uC (30 s), and 72uC (30 s). No RT control reactions using pooled RNA as the template for qPCR were performed in triplicate on each plate. Target qPCR amplicons were cloned into pGEM-T (Promega) or TOPO CR 2.1 (Invitrogen) vectors and sequence verified. Plasmid standards, containing from 10 9 to 10 2 copies per reaction, were used as qPCR templates to assess primer efficiency and generate the pathogen-specific standard curves used to quantify the viral genome or rRNA copy number. The linear standard equations generated by plotting the crossing point (Cp) versus the log 10 of the initial plasmid copy number for each primer set were as follows: (Figure 4 ). Values obtained from the no RT control reactions, all below the detection limit of the assays, were subtracted from the total pathogen copy number for each month. An estimate of the number of viral genomes per bee can be obtained by multiplying the reported qPCR copy number values by 500. This estimate is based on the following: typical RNA yield was approximately 50 mg per bee, each qPCR reaction was performed on cDNA generated from 100 ng RNA, therefore each well represents 1/500 th of an individual bee. We choose to represent the raw data, since each monthly-pooled sample was composed of variable bee numbers due to differential sampling frequency each month. In addition, qPCR with a host primer set, Apis m. Rpl8, was performed using 1 mL cDNA template on each qPCR plate to ensure consistency and cDNA quality. qPCR products were analyzed by melting point analysis and 2% agarose gel electrophoresis ( Figure S1 ).", "project":"cdlai_CORD-19", "denotations":[]}