{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":28, "text":"Although several monitor colonies were lost (n = 3; one unfertile (drone laying) queen, two queen-less colonies) and many (n = 8) had fewer than 6 frames of bees in February 2010, none exhibited CCD characteristics and none of the numerous viruses and microbes we surveyed correlated with the weak colonies. Interestingly, our sample cohort had very few incidences of IAPV and DWV. IAPV, a virus that has received much attention due to its correlation with CCD-affected samples in an early study [9] , although not in a subsequent expanded study [10] , was detected in our monitor hives in December. The colonies in our study cleared or reduced IAPV infection to levels below detection within one week, indicative of a mild infection (Figure 3 ). IAPV infection has been shown to cause paralysis and death in mini-colony and cage studies [14, 90] , although its role in CCD is unclear [10, 91, 92] . Likewise, DWV incidence in our time-course samples was very low (0.7%) and presumably cleared rapidly. In contrast, a French timecourse documented increased DWV incidence throughout the year (spring 56%, summer 66%, autumn 85%) [78] and two U.S. studies also report high DWV incidence [19, 76] . Our results are not indicative of poor DWV detection by the array or our sampling strategy, since DWV was detected in both entrance and interior samples from other colonies. In addition, DWV-specific PCR of pooled monthly time-course samples was negative ( Figure  S3 ). Therefore negligible DWV in our monitor colonies may be attributed to low exposure and/or good colony health. A thorough one-year investigation of virus (ABPV, BQCV, DWV) and V. destructor in England found a correlation between DWV copy number and over-winter colony loss [60] . Lack of DWV in our monitor colonies is consistent with low Varroa destructor incidence, since mites are known to transmit DWV [39, 93, 94] . Low incidence of both DWV and V. destructor in our study may be partially attributed to our analysis of entrance samples, which consist of actively foraging and/or guarding adult bees. Since Varroa mites parasitize larva they are more readily detected in larva and young bee samples as well as hive bottom boards. More significantly, monitor colonies received miticide treatments in order to reduce V. destructor burden.", "project":"cdlai_CORD-19", "denotations":[]}