{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":8, "text":"The Arthropod Pathogen Microarray (APM) is a custom DNA microarray capable of detecting over 200 arthropod associated viruses, microbes, and metazoans. This DNA microarray includes oligonucleotides representing every arthropod-infecting virus with published nucleic acid sequence in the International Committee on Taxonomy of Viruses database as of November 2008 [52, 53] . Design principles used for APM oligonucleotides (70-mers) were based on previous pan-viral microarrays using ArrayOligoSelector (AOS) [54] . In addition, non-viral pathogens including, Nosema (microsporidia), Crithidia (trypanosomatid), Varroa (mite), Tropilaelaps (mite) and Acarapis (tracheal mite) as well as Paenibacillus larvae and Melissococcus plutonius bacterial species [53] were represented on the microarray (Table 1 ). This new diagnostic tool is composed of 1536 oligonucleotides, including viral, non-viral and positive control targets (Table 1 ). Array analysis is performed computationally using e-predict [54, 55] . The sensitivity of the APM was estimated to be 1.9610 5 viral genome copies (1 pg Drosophila C virus in vitro transcribed genomic RNA) in an A. mellifera RNA (1 mg) background (see Materials and Methods). Array specificity was confirmed by performing pathogen-specific PCRs in conjunction with nucleic acid sequencing. Test samples included honey bees from managed and feral colonies, Vespula sp. (yellow jackets), and Bombus sp. (bumble bees) (Table S1) . A sample from a collapsed colony in Montana tested positive for the highest number of viruses (BQCV, DWV, KBV, IAPV) and documented the array's ability to simultaneously detect multiple pathogens. Analysis of symptomatic honey bees, such as hairless, shiny bees and bees with deformed wings, confirmed the presence CBPV and DWV, respectively [56, 57] . Likewise, analysis of Varroa destructor RNA validated the array's ability to detect mites and their associated viruses (DWV). Interestingly, pathogens normally associated with honey bees, DWV and ABPV, were also detected in a yellow jacket sample (Vespula sp.) obtained near a hive entrance from which the honey bees also tested positive for ABPV and DWV. We used the APM to detect several pathogens (BQCV, DWV, SBV and Nosema) in CCD-affected colony samples from an Oklahoma based migratory beekeeping operation (Feb. 2009). In total we detected and sequence confirmed ten previously characterized honey bee pathogens using the array including: CBPV, IAPV, DWV, ABPV, BQCV, SBV, KBV, Nosema apis, N. ceranae and Varroa destructor.", "project":"cdlai_CORD-19", "denotations":[]}