{"cord_uid":"febjiiwn", "sourcedb":"PMC", "sourceid":"PMC3110205", "divid":15, "text":"Lake Sinai Virus strain 1 and 2. Three contigs had significant alignment to chronic bee paralysis virus (CBPV) and members of the family Nodaviridae. Both the individual reads and our initial contigs were further assembled and extended using the complete data set (see Materials and Methods). Two separate contig sequences (,5.5 kb each) were generated by de novo assembly. Both contigs were confirmed by specific PCR and Sanger sequencing. The first contig represents a novel RNA virus that we designate Lake Sinai virus (LSV1) (HQ871931), after Lake Sinai in Brookings County, South Dakota. The second contig also represented a related, yet divergent (71% nt identity), RNA virus which we designated Lake Sinai virus 2 (LSV2) (HQ888865). The 59 end of LSV1 was determined by RACE (rapid amplification of cDNA ends). The 59 end of the LSV2 assembly was within 57 nt of the LSV1 RACE results [18, 57] . The 39 ends of both viruses were refractory to traditional RACE methods and attempts at 59 RACE on the negative strand were also unsuccessful. Denaturing gel electrophoresis coupled with Northern bot analysis using three distinct LSV-specific probes indicated that only the monopartite genome and no subgenomic RNA species were present ( Figure S4 ). Both LSV genomes display similarities to the RNA1 molecule of chronic bee paralysis virus (CBPV) with predicted open reading frames (ORFs) of similar size and arrangement with the notable exception that LSV1 and 2 ORFs are contained on a single RNA rather than in the bipartite configuration of CBPV [18, 57] (Figures 5B and Figure S4 ). LSV1 and 2 possess the Orf1 gene, which is of unknown function, with predicted products (of 847 and 846 aa) previously unique to CBPV (853 aa). The Orf1 genes of LSV1 and CBPV share minimal (18%) amino acid identity. All three viruses encode an RdRp that partially overlaps and exists in a frame shift with respect to Orf1 [18] . Both LSVs possess a triple stop codon within 10 residues of the end of the Orf1 gene whereas CBPV has two adjacent stop codons. The RdRp genes are considerably more conserved with 80% identity between the two LSV strains and 25% amino acid identity between them and CBPV. Both LSV RdRp genes have the DxSRFD and SG amino acid motifs in the NTP binding pocket (residues 375-380 and 436-437 in LSV1) conserved between the families Nodaviridae,Tombusviridae and CBPV. An amino acid phylogeny of the Nodavirales superfamily RdRp places the LSV strains on the same branch as CBPV, and separated from the larger Nodavirus and Tombusvirus families ( Figure 5A ).", "project":"cdlai_CORD-19", "denotations":[]}