{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":1, "text":"In recent years, bats have been the focus of particular interest not just because of their ecological interest, but also for public health reasons, as they are considered to play a major role in the emergence and transmission of zoonotic viral agents. Indeed, these animals act as a natural reservoir for many viruses [1] [2] [3] [4] [5] [6] , some of which, such as henipaviruses [7] [8] [9] , severe acute respiratory syndrome coronavirus [10] , Ebola and Marburg virus [11, 12] or lyssaviruses [13] [14] [15] , cause serious human diseases. Studies based on PCR detection followed by classical sequencing approaches have demonstrated that bats naturally harbor many different viruses and have provided evidence that viral epidemics may result from the cross-species transmission of viruses from this reservoir to humans or other animals. The crossing of the species barrier by viruses is also facilitated by the expansion of the human population and the destruction of natural bat habitats, bringing bats into evercloser contact with humans and other animals. It has been suggested that bats may harbor many other unknown, potentially epidemic viruses. However, the diversity of the global population of viruses found in bats (virome) remained little investigated until recently. The development of sequence-independent amplification approaches and their application, followed by high-throughput sequencing, to bat samples, including guano and saliva in particular, has led to the discovery of considerable viral diversity in bat species, through the identification of a large, growing number of viral species [16] [17] [18] [19] [20] [21] [22] . However, most known bat viruses were discovered in apparently healthy bats [19, [23] [24] [25] [26] [27] [28] or were detected directly in guano samples collected from the floors of caves harboring colonies [16] [17] [18] 20] . To date no study has investigated the diversity of viruses in sick bats that have been in direct contact with humans. Analyses of the viromes of bats from this particularly epidemiological situation in the field, reflecting close contact with humans, constitute a crucial step in assessments of the risk of spill-over transmission, and in the prediction and prevention of viral epidemics. We describe here the viral diversity found in nine French bat specimens from five different species with anthropophilic behavior. All these dead bats were sent to the national reference centre for rabies (NRC-Rabies) for testing, after they had come into direct contact with humans. Most had displayed abnormal behaviour before their deaths. The global taxonomic distribution of virusrelated contig and read sequences was determined for each sample. It highlighted differences both within and between bat species. A large number of viral families were represented in the viromes obtained, but most of the viral sequences were from vertebrate viruses, particularly those preferentially infecting mammals. A significant proportion of virus-related contigs had low levels of sequence identity to known viral genomic or protein sequences, suggesting the presence of new, genetically diverse bat viruses.", "project":"cdlai_CORD-19", "denotations":[]}