{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":27, "text":"In addition to this new nairovirus, we also detected a bat rotavirus in the lungs of one microbat species, the whiskered bat, Myotis mystacinus (specimen b8). After deep sequencing, we identified contig and read sequences matching four (VP1, VP2, VP4 and VP7) of the 11 viral genome segments. These matches were confirmed by specific PCR for the VP1 and VP2 genes. Phylogenetic analysis based on the partial VP1 sequence, together with those obtained in BLAST analysis, demonstrated that this bat rotavirus was fairly related to group A, one of the 8 genotypes (A to H) identified to date within this genus [41, 61] . However, due to the availability of little or no sequence information available for the other genome segments, we cannot rule out the possibility of this virus being a reassortant. Full-length genome sequencing will be required to confirm its phylogenetic relationship and to determine the potential reassortment process. This is the second description of rotaviruses found in insectivorous bats, the first being a group A rotavirus recently identified in the gut of a single specimen of Rhinolophus hipposideros from Myanmar [44] . In addition, a reassortant group A rotavirus was also isolated from the feces of frugivorous Eidolon helvum bats in Kenya [62] . Unfortunately, sequence comparison with the VP1 segment of the latter was not possible due to the unavailability of the corresponding sequence. However, these results demonstrate that bats can harbor rotaviruses and extend previous findings of other bat viral isolates from the family Reoviridae, including viruses of the genus Orthoreovirus from fruit bats [1, 63] and, more recently, from microbats in Italy [64] , and some other more dubious isolates for which a bat origin remains uncertain [65, 66] . Evidence for the interspecies transmission of rotaviruses and for genetic reassortment between animal species or between humans and animals has been reported, particularly in cases of close interactions between the species concerned [41, 43, 67, 68] . This highlights the need for better rotavirus surveillance in animals, particularly in wildlife, such as bats, for which few prevalence studies have been carried out. The detection of rotavirus sequences in lung tissue raises questions about the physiopathology of infection with this virus. Indeed, rotaviruses are known to be major enteric pathogens in humans and various other animal host species, including birds and mammals [69, 70] , and they are generally thought to be restricted to the gastrointestinal tract. However, the detection of infection at extraintestinal locations, such as the lungs, has been reported in human cases and confirmed experimentally in animal models [71] [72] [73] .", "project":"cdlai_CORD-19", "denotations":[]}