{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":19, "text":"Identification of related borna disease viruses. Borna disease virus (BDV) is the prototype species of the family Bornaviridae, from the order Mononegavirales [48, 49] . A second phylogroup was recently identified in this family, with the discovery of avian bornavius (ABV) [50, 51] . Both phylogroups consist of enveloped viruses with a non segmented negative-stranded RNA (almost 8,900 nt long) encompassing the five canonical genes, encoding, in the following order, the nucleoprotein (N), the phosphoprotein (P), the matrix protein (M), the glycoprotein (G) and the polymerase (L) [52, 53] . Interestingly, endogenous sequences distantly related to some BDV genes (N, M and L) have been identified in the genomes of various mammals, including American microbats (Myotis lucifugus) [54, 55] . We identified HSPs derived from contig sequences closely related to bornavirus sequences in specimens b1 and b6 (Table 3 ). BLASTx analysis showed that all these sequences matched the same region of the viral polymerase, but that there was genetic variability between the two specimens (Fig. 6A) . PCR on the brains of these specimens confirmed the presence of these sequences, but also showed them to be present in the brain or lungs samples of other bats (Table 3) . With the exception of the bornavirus-related sequence from b6, all these sequences had premature stop codons at the beginning of the 59 terminus, associated in one case with a 2 nt deletion with respect to the sequence from b6 (data not shown). Larger PCR products , with black and gray bars corresponding to the longest contig sequences (.300 nt) of the bat nairovirus (named Ahun nairovirus) identified in specimens b8 and b9, respectively. The genomic region amplified by PCR is represented by a dashed bar, and the sequence used for phylogenetic analysis is indicated with an asterisk. (B) Phylogenetic tree produced from the amino-acid alignment of the partial polymerase fragment (396-nt sequence, translated into a 132-aa sequence, aa positions 2317 to 2448 of the L protein of Dugbe virus, and aligned in accordance with previous studies [86, 87] ). The name of the bat nairovirus is indicated in bold. The various serogroups of nairoviruses and prototype species of the other genera belonging to the family Bunyaviridae are indicated on the right of the tree. The scale bar indicates branch length, and bootstrap values $70% are shown next to the relevant nodes. The tree is midpoint-rooted for purposes of clarity only. doi:10.1371/journal.pone.0087194.g003 Table 3 . Identification and distribution of sequences of vertebrate viruses of interest among the various bat specimens and tissue samples analyzed. (.400 nt) were also obtained for the brains of specimens b3 and b5, the lungs of b6 and the liver of b9 (Table 3 and data not shown). After sequencing and BLASTx analysis, only the first 100 nt of these sequences were found to display identity to the L gene of bornavirus (no overlap with the previous 300 nt of sequence), the remaining nucleotide sequences matching eukaryotic sequences. Sequence alignment and phylogenetic analysis demonstrated that these bat bornavirus sequences were closely related and did not cluster with the two main viral phylogroups previously identified (Fig. 6B) . Moreover, pairwise comparison (by BLASTp) of the translated b6 sequence (216 nt, 71 aa) and the sequence of the polymerase of an endogenous bornavirus found in the genome of Myotis lucifugus [54] showed these sequences to display 73% aa identity (data not shown). Overall, these observations are strongly suggestive of bat endogenous sequences.", "project":"cdlai_CORD-19", "denotations":[]}