{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":26, "text":"The mammalian viruses identified included the first bat nairovirus, which was simultaneously detected in two different insectivorous bat species, Myotis mystacinus (specimen b8) and Pipistrellus pipistrellus (specimen b9), from the same family, Vespertilionidae, but collected from two different geographic locations in France. Phylogenetic analysis on the basis of a partial, conserved region of the polymerase sequence suggested that this virus belonged to a new species of the genus Nairovirus, distantly related to the seven species groups (or serogroups) of nairoviruses previously described. The presence of this species was confirmed molecularly, by specific PCR amplification, only in the lung tissue of these two bat specimens, raising questions about the route of dissemination and the physiopathology of infection in these animals. Nairoviruses are predominantly tick-borne, so it appears likely that this virus is also transmitted by these vectors [37, 38] . Indeed, bats are frequently parasitized by ticks, such as the argasid tick Argas vespertilionis, which has been shown to be subject to infection with various bacterial agents [59, 60] . The detection of this virus in two different bat species is also consistent with this hypothesis, highlighting its capacity to cross the species barrier and, potentially, to infect other mammalian hosts. Indeed, some species of the genus Nairovirus are known to be major human and/ or animal pathogens, including Crimean Congo hemorrhagic fever virus, Nairobi sheep disease virus and Dugbe virus [37, 38] . The detection of this new virus adds to the list of bunyaviruses identified in bats, which now includes members of the genera Orthobunyavirus, Hantavirus, Phlebovirus and Nairovirus [1] . This further highlights the importance of viruses of the family Bunyaviridae as potential emerging zoonotic agents.", "project":"cdlai_CORD-19", "denotations":[]}