{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":35, "text":"As in other bat virome studies, a large number of sequences remained unclassified after taxonomic analysis on the basis of BLAST analysis, resulting in an underestimation of the total diversity of the viruses found in these animals [16] [17] [18] 20, 22] . However, we provide some comprehensive clues to the nature of the viral communities present in the most common French bat species. In particular, we show that viral diversity is high within a given bat species, as in Pipistrellus pipistrellus specimens b1-b4 and b9, but also between different species, thus confirming previous results [16] , also we can not exclude that the observed differences in viral composition might also be related to differences in storage time and temperature between bats before necropsy was performed. We demonstrated that a single bat specimen could harbor multiple potentially zoonotic viruses, such as Ahun nairovirus and Maule rotavirus in specimen b8 (Myotis mystacinus). Further studies are required in a larger number of specimens from the same bat species and from additional, as yet unanalyzed species. In addition, a comparison of the viromes of bat specimens from other sites in Europe should extend the description of the diversity of viruses circulating in European bat populations. Figure S1 Phylogenetic analysis of the bat dicistrovirusrelated sequence. (A) Schematic representation of the ORF1 gene (almost 5,330 nt encoding the nonstructural protein precursor of almost 1,780 aa) from the Himetobi P virus (GenBank number AB183472), with the black bar corresponding to the longest contig sequences (.1,800 nt) of bat dicistrovirus (named Paris dicistrovirus) identified in specimen b2 (Pipistrellus pipistrellus). The position of the genome region amplified by PCR is represented by a dashed bar, and the sequence used for phylogenetic analysis is indicated with an asterisk. (B) Phylogenetic tree produced from the amino-acid alignment based on the partial ORF1 sequence (606 aa, approximate aa positions 1097 to 1702 of the nonstructural protein precursor of Himetobi P virus). The bat dicistrovirus-related sequence is indicated in bold, within the various viral genera. The scale bar indicates branch length, and bootstrap values $70% are shown next to the relevant nodes. The tree is midpoint-rooted for purposes of clarity only. (PDF) Figure S2 Phylogenetic analysis of the bat nodavirusrelated sequence. (A) Schematic representation of the RNA-1 genome segment (almost 3,110 nt, encoding the RNA-dependent RNA polymerase or ORF1a of almost 1,000 aa, in addition to ORF1b or protein B2, of almost 105 aa) corresponding to protein A of Boolarra virus (GenBank number NC_004142), with the black bar corresponding to the longest contig sequence (.1,500 nt) of the bat nodavirus (named Sers nodavirus) identified in specimen b7 (Eptesicus serotinus). The position of the genome region amplified by PCR is represented by a dashed bar, and the sequence used for phylogenetic analysis is indicated with an asterisk. (B) Phylogenetic tree produced from the amino-acid alignment based on the partial ORF1a sequence (531 aa, approximate aa positions 7 to 537 of the protein A of Boolarra virus) translated from the longest contig. The bat nodavirus-related sequence is indicated in bold, within the various viral genera. The scale bar indicates branch length, and bootstrap values $70% are shown next to the relevant nodes. The tree is midpoint-rooted for purposes of clarity only. (PDF) ", "project":"cdlai_CORD-19", "denotations":[]}