{"cord_uid":"g3rfwhwr", "sourcedb":"PMC", "sourceid":"PMC3906132", "divid":25, "text":"It is difficult to compare our findings with other previously reported data for bat viromes, mostly due to differences in the species and the geographic origin of the bat specimens analyzed, and because most analyses were performed on guano samples (sometimes pooled with other types of samples, such as pharyngeal swabs for example) [16] [17] [18] 20] or focused only on vertebrate viruses [21] . However, as expected, the overall composition and proportion of the virome in bat organs differed considerably from the diversity of viruses reported for feces. The main difference concerned the number of sequences (contigs and reads) relating to vertebrate (mostly mammalian) viruses identified, ranging from 31% to 50% of all the viral sequences in our study, but below 10% in previous bat viromes based on guano [16] [17] [18] 20] . Our findings are closer to, but nonetheless still higher than those obtained in previous analyses of tissue samples (lungs), urine or pharyngeal swabs (28%) [21] . A recent report of the viral diversity found in pooled organs of bats from Myanmar exhibited some similar results when compared with our data, regarding the proportion of viral-related contig sequences (28%) or the distribution of viral families, especially those infecting vertebrates (Fig. 2 ) (data not shown) [22] . These results suggest that most of the mammalian viruses identified in our study do not reflect the environmental conditions (for example, the presence in guano of insect viruses may reflect the diet of the bat, and the presence of plant viruses in the guano may reflect the diet of the insects eaten) and are instead harbored by bat tissues. As we performed no viral concentration before RNA extraction and our deep sequencing approach based on Illumina technology is much more sensitive than some other methods [58] , our study should reflect the most prevalent viruses present in each sample, thereby providing relevant information concerning the nature of the viral population colonizing bats. Based on the virome description obtained for each sample, we detected numerous viral contig and read sequences closely related to known viral sequences, and additional sequences potentially corresponding to new viruses.", "project":"cdlai_CORD-19", "denotations":[]}