{"cord_uid":"g417oty5", "sourcedb":"PMC", "sourceid":"PMC5110970", "divid":0, "text":"from the 99 enrolled patients were CPE-positive by cell culture. The predominant circulating types were HAdV-3 (61; 61.6%) and HAdV-7 (15; 15.2%), followed by HAdV-2 (12; 12.1%) and HAdV-1 (4; 4.1%). Thirty-four cases (34.3%) had co-infection with at least one respiratory virus. RSV and HBoV (8, 23 .5% each) were the most common respiratory pathogens in children co-infected with HAdVs. HAdV-14, HAdV-21, HAdV-55 (2; 2% each), and HAdV-19 (1; 1%) were identified without co-infections with any viruses ( Table 1) . The seasonal distributions of the HAdVs were further analyzed (Table 2) . Overall, the prevalence peaked in the summer (33; 7.67%). There was no significant statistical difference in the prevalence peaks between the summers in 2010-2012 (6.49-9.59%, p = 0.763). However, when looking at the seasonal peaks in each year, HAdV-positive rate in the winter of 2010 (10; 14.71%) was significantly higher than the other winters of 2011 and 2012 (p < 0.001); the prevalence of pediatric ARD associated with HAdVs was significantly higher in 2010 (27; 6.51%) and 2011 (41; 6.81%) than in 2012 (31; 3.34%). Demographic characteristics of HAdV-positive children with ARD in 2010-2012. Overall, the median age with HAdV infection was 33.5 months (0.7 months -13 years); 89% were under 5 years; the male-to-female ratio was 2.19:1. Of the 99 HAdV-positive cases, 69 (69.7%) were hospitalized; 24 (24.2%) children without underlying health conditions were admitted to the intensive care unit (Table 3) . Fourteen of 15 children infected with HAdV-7 were hospitalized and 8 (53.3%) needed intensive care (Table 3) . Compared with ARD inpatients caused by the other types, the inpatients infected by HAdV-7 had more severe clinical symptoms (Table 4 ). They had longer duration of fever (8.6 vs. 4.4 days; p = 0.039), the higher morbidity of tachypnea/dyspnea (71.4% vs. 29.6%; p = 0.004), more pleural effusion (57.1% vs. 3.7%; p < 0.001), diarrhea (42.8% vs. 11.1%; p = 0.012), hepatosplenomegaly (57.1% vs. 24.1%; p = 0.025), and consciousness alteration (28.6% vs. 1.8%; p = 0.005). The clinical outcomes of these inpatients were also more severe than non-HAdV-7 infected inpatients, including the occurrence of pneumonia (57.1% vs. 16.7%; p = 0.004), mechanical ventilation required (35.7% vs. 3.7%; p = 0.003), and significantly higher fatality rate (28.6% vs. none; p = 0.001).", "project":"cdlai_CORD-19", "denotations":[]}