{"cord_uid":"g417oty5", "sourcedb":"PMC", "sourceid":"PMC5110970", "divid":14, "text":"Recombination analysis revealed that the genome variant 7d differs from the 1950s-era prototype strain by a lateral gene transfer, substituting the coding region for the L1 52/55 kDa DNA packaging protein from HAdV-16 1 . Our phylogenetic analysis confirmed this recombination even in HAdV-7b, 7d, 7d2, and 7 h (Fig. 4D) , while not in the prototype Gomen strain. The importance of this recombination remains unknown. However, a previous study found that this protein was expressed in both the early and late stages of infection 50 . L1 52/55 kDa proteins and IVa2 interacted in infected cells and bound in vivo to the packaging sequence 50, 51 . It was an essential protein absolutely required for DNA packaging and encapsidation 52 , which contributed to the adenoviral reproduction. All the emergent pathogens (7b, 7d, 7d2, and 7h) contained this particular moderate sized recombination from HAdV-B16 into the HAdV-7 genome chassis. These data provide a clue that the L1 52/55 kDa DNA packaging protein may be associated with the HAdV-7 hypervirulent phenotype, but it requires confirmation. . Phylogenetic analysis of the HAdV-7 isolates associated with mild, severe and fatal respiratory diseases. Panels A, B, C, D and E represent the phylogenetic trees of hexon, penton genes, fiber, L1 52/55 kDa DNA packaging protein, and the whole genomes of HAdV-7, respectively. The neighbor-joining trees with 1,000 replicates were constructed using the MEGA 6.06 software and by applying default parameters, with a maximum-composite-likelihood method. The HAdV-7d isolates with whole genomes sequenced in this study were highlighted with triangles, including the strains from fatal cases indicated in filled triangles. The archived HAdV-7 genome sequences, hexon, penton, fiber, and 52/55 kDa sequences with GenBank Accession Numbers, country of isolation, strain name, year of isolated (if available), and genome type (if available) were included in this phylogenetic analysis.", "project":"cdlai_CORD-19", "denotations":[]}