{"cord_uid":"g417oty5", "sourcedb":"PMC", "sourceid":"PMC5110970", "divid":18, "text":"human parainfluenza virus (HPIV) types 1-4, respiratory syncytial virus (RSV), respiratory enteroviruses and rhinoviruses (RHV), human metapneumovirus (hMPV), human coronaviruses (HCoV) 229E, OC43, NL63 and HKU1, human bocavirus (HBoV) were detected from the specimens by real-time fluorescent PCR according to the methods described earlier 53-56 . Virus culture, identification, and molecular typing of HAdVs. The nasopharyngeal swab specimens from HAdV-positive patients were inoculated into HEp-2 cells and cytopathic effect (CPE) was monitored for ten days. The HAdVs were molecular typed by PCR amplification and sequencing of all seven hypervariable regions in the hexon gene 57 . Molecular types were determined by BLASTN of the assembling contigs against existing GenBank sequences. HAdV-7 whole-genome sequencing, annotation and phylogenetic analysis. Purified HAdV genomic DNA was submitted to Sagene Bio Co. (Guangzhou, China) for next generation whole-genome sequencing on Ion Torrent Personal Genome Machine (PGM TM ). In brief, genomic libraries were prepared using the Ion Xpress plus fragment library kit (Life Technologies) and barcoded adapters were linked to DNA fragments, then amplified by emulsion PCR with Ion PGM 200 Xpress Template kit (Life Technologies). After breaking the emulsion, and adding the sequencing primer and polymerase, the completely prepared Ion Sphere Particle (ISP) beads of seven samples were loaded into Ion 318 v2 chips and individually sequenced on Ion Torrent PGM, with 500 flows generating 6,063,042 reads with an average length of 182 bp, and a mean coverage of 2,409x. All the sequencing ladders were assembled with the Program to Assemble Spliced Alignments (PASA) tool 58 and SEQMAN software from the Lasergene package (DNAStar; Madison, WI). HAdV-7 strain 0901HZ/ShX/ CHN/2009 (35239 bps) was chosen as the reference genome. The PASA assembly command line is as followed: "%../scripts/Launch_PASA_pipeline.pl -c alignAssembly.config -C -R -g genome_sample.fasta -t all_sample. fasta.clean -T -u all_sample.fasta -f FL_acs.txt -ALIGNER blat gmap -CPU 2". The configuration file was input after "-c"; "genome_sample.fasta" represented the reference genome file name. Because we used PASA to assemble virus genomes with a reference genome, "-t" and "-u" parameters followed the same fasta file of virus sequencing data, despite different file names. "-ALIGNER" parameter followed two alignment methods, blat and gmap. The other parameters were set as default. Two CPUs were used to run the program simultaneously. Gaps and ambiguous sequences were PCR-amplified using different primers and re-sequenced by Sanger method for more than three-fold coverage. Both 5′ -and 3′ -ends including inverted terminal repeats were sequenced directly using genomic DNA as template, as described earlier 1 . The genome sequences were annotated based on the previous annotation of HAdV-7 prototype strain (Gomen; 1952) 59 and deposited into GenBank database. The Molecular Evolutionary Genetics Analysis (MEGA) version 6.06 software (http://www.megasoftware.net/megamac.php) was used for phylogenetic analyses of HAdV-7 hexon, fiber, penton genes, L1 52/55 kDa DNA packaging protein gene and the whole genomes, with additional sequences retrieved from GenBank database. Neighbor-joining phylogenetic trees with 1,000 boot-strap replicates were constructed using a maximum-composite-likelihood method with default parameters.", "project":"cdlai_CORD-19", "denotations":[]}