{"cord_uid":"ga3mk6be", "sourcedb":"PMC", "sourceid":"PMC3248566", "divid":5, "text":"Initially, the open reading frame expressing ORFX (NS4) was amplified by PCR from BTV-10 (GenBank accession number D00509) and cloned into the pCI Mammalian Expression Vector (Promega) resulting into pCI-NS4. The BTV-8 NS4 was cloned into the peGFP-N1 vector (Clontech), resulting in plasmid pNS4-GFP. pNS4 7-77 -GFP, pNS4 13-77 -GFP and pNS4 19-77 -GFP are mutants derived from pNS4-GFP expressing NS4 truncated of the amino terminal 6, 12 and 18 amino acid residues, respectively. pNS4 7-77 -GFP, pNS4 13-77 -GFP and pNS4 19-77 -GFP maintain the methionine and valine residues in position 1 and 2 of NS4. Note that BTV-10 and BTV-1 NS4 are 100% identical at the amino acid level. While BTV-8 and BTV-1 NS4 differ for a single amino acid residue in position 6. The set of BTV-1 and BTV-8 plasmids necessary to rescue these viruses in vitro by reverse genetics were obtained following the method recently published by Boyce and colleagues [26] . Briefly, total RNA was extracted from infected cells using Trizol (Invitrogen) according to the manufacturer's instructions. Each BTV genome segment was amplified by RT-PCR using the AccuScript PfuUltra II RT-PCR Kit (Agilent) from either BTV-1 or BTV-8 dsRNA preparations and the resulting PCR products were gel-purified (Qiagen) and cloned into either pUC57 (Fermentas) or pCI. Each BTV segment was cloned downstream of a T7 promoter and upstream of a BsaI or SapI restriction site. All of the mutants described in this study were obtained using the QuikChange II Site-Directed Mutagenesis Kit (Stratagene), according to the manufacturer's instructions. All plasmids used in this study were completely sequenced before use. Sequences of PCR primers used in this study are available upon request. Antisera used in this study included polyclonal rabbit antisera raised against BTV VP7, NS1, NS2, NS3 and ORFX (NS4) expressed in bacteria as Glutathione S-transferase (GST)tagged recombinant proteins (Proteintech Group, Inc.). Antiserum against BTV-1 NS4 was raised against a recombinant GST fusion protein including the entire NS4 protein expressed in bacteria. Polyclonal rabbit antiserum against BTV VP6 was kindly provided by Polly Roy as previously described [32] . Antibodies against B23 and c-tubulin were obtained commercially (Sigma Aldrich).", "project":"cdlai_CORD-19", "denotations":[]}