{"cord_uid":"ga3mk6be", "sourcedb":"PMC", "sourceid":"PMC3248566", "divid":26, "text":"We next assessed the replication kinetics of the rescued viruses in a variety of mammalian and insect cell lines, including those corresponding to the natural hosts (sheep and cattle) and vector (midges). All subsequent experiments were performed using the rescued versions of the wt viruses as they represent a more homogenous population and are therefore more directly comparable to the rescued DNS4 viruses. Cells were infected with a MOI of 0.05 and supernatants were collected at various times postinfection ( Figure 5 ). No obvious difference was obtained in the replication of wt and DNS4 viruses, regardless of the cell lines used in the assay ( Figure 5) . Interestingly, the cell adapted BTV-1 viruses consistently grew more efficiently in vitro than the BTV-8 BTV-8 at a MOI of 0.05. At 48 h post-infection, cells were fixed and analyzed by immunofluorescence as for expression of NS4 as indicated in panel A. Scale bars correspond to 11 mm. (D) Confocal microscopy of CPT-Tert cells transfected with pNS4-GFP or the truncated mutants indicated above each panel. The red box corresponds to the first two amino terminal amino acid residues of NS4 that were maintained in all mutants. At 24 h posttransfection, cells were fixed and analyzed by immunofluorescence. Scale bars correspond to 18 mm. doi:10.1371/journal.ppat.1002477.g002 BTV NS4 confers a replication advantage to BTV-8, but not BTV-1, in mammalian cells treated with interferon BTV, like most RNA viruses, is a strong inducer of interferon, both in vivo in its natural hosts and in vitro [42] [43] [44] . Given that other RNA viruses express proteins that counteract the innate immunity of the host, we hypothesised that NS4 might aid BTV replication in the presence of interferon (IFN). We treated cells with two type I IFNs: IFN tau (IFNT) and universal IFN (UIFN). IFNT is secreted by the ruminant conceptus and it is intimately linked to pregnancy recognition signalling and possesses antiviral activity [45] while UIFN is an alpha interferon hybrid constructed from recombinant Human IFNs alpha A and alpha D, and is known to stimulate an antiviral response in a wide variety of mammalian cells.", "project":"cdlai_CORD-19", "denotations":[]}