{"cord_uid":"gfam3jgy", "sourcedb":"PMC", "sourceid":"PMC4125703", "divid":14, "text":"This study confirms that HBoV1 is frequently found in children with RTI. We conducted this study for nearly 4 consecutive years, and samples were analyzed for 15 respiratory viruses by PCR and viral culture. The HBoV1 viral load was quantified by real-time fluorescence quantitative PCR. The results suggest that HBoV1 at a high viral load (≥10 7 copies/mL) is not co-detected frequently with other respiratory viruses; there would be an association between HBoV1 single detection at a high viral load and SRTI. This study investigated the role of HBoV1 in RTI and found that 10.3% of the children with RTI were HBoV1 positive in the NPAs. Multiple studies have confirmed the presence of HBoV1 in respiratory tract samples of children world wide [7, 21, 22] . Some reports indicate that HBoV1 infection is associated with acute respiratory tract symptoms and that a high HBoV1 load (≥10 7 copies/mL) is associated with SRTI [14, 23] . In this study, HBoV1 low load was found significantly more frequently in children than was HBoV1 with a high viral load. The cases of SRTI in the patients with HBoV1 detection alone appeared to be particularly common among children with a high HBoV1 load. The stratification of the patients on the basis of the HBoV1 viral load ≥10 7 copies/mL versus <10 7 copies/mL in NPAs revealed that the presence of HBoV1 single detection at high (≥10 7 copies/mL)-but not at low (<10 7 copies/mL)-viral loads is associated with SRTI. Similarly, a case report described HBoV detection leading to SRTI [24] . Zhao found an association between disease severity and the HBoV1 viral load in co-detection children [14] . Our study reported an association between the HBoV1 high viral load and SRTI in single detection children. We confirmed HBoV1 single detection at a high viral load in 7 children. Two of them received treatment in ICU, including ventilator In most of the previous studies, the co-detection rate ranged from 18-72% [25] . In this study, of the HBoV1 positive samples, 48% were co-detected with other respiratory viruses (HBoV1-RV in 37 children, followed by HBoV1-ADV in 16 children and HBoV1-RSV in 13 children). This result is consistent with more recent studies. Martin reported that 35.3% of HBoV cases were co-infected, and 83.3% of them were HBoV-RSV coinfection [7] . Another study reported that RSV and RV were most frequently detected in conjunction with HBoV1 [26] , and ADV and enterovirus were more common in children with HBoV [5] . We compared HBoV1 single detection and co-detection, and the median level of HBoV1 load was greater in the subjects with HBoV1 infection alone than in the subjects with mixed respiratory viral infections. There were no differences in the clinical symptoms and severity. Co-detection with HBoV1 did not increase the severity of RTI. High viral loads of HBoV1 were noted predominantly in the absence of other viral agents, whereas co-detections were primarily found in low viral load cases. In severe cases, HBoV1 single detection was more prevalent among the children with a high viral load than those with a low viral load.", "project":"cdlai_CORD-19", "denotations":[]}