{"cord_uid":"gz38qibg", "sourcedb":"PMC", "sourceid":"PMC6200764", "divid":17, "text":"Here, we present the first structures of a trimeric coronavirus spike ectodomain bound to a protein receptor as well as the first structures of prefusion S1/S2 cleaved coronavirus spikes. Our structures of the SARS-CoV S 2P ectodomain bound to a soluble form of human ACE2 receptor show that any conformational changes induced in S by receptor binding are more likely to be due to the disruption of protein-protein interactions rather than the formation of additional contacts between the S1 RBD and other regions of S (Supplementary Fig. S8 ). The only conformational change that we observe in the ACE2-SARS-CoV S 2P structures is the transition to a short 3 10 -helix at the top of the S2 central α-helix when uncapped by receptor-bound S1 RBD suggesting that more extensive conformational changes may be initiated here. 3 10 -helices have been hypothesized to act as intermediates in coil-to-α-helix transitions 32 . Transitions between 3 10 -helices and α-helices has also been hypothesized for the voltage sensing domains of potassium channels where it has been proposed that the transition plays a role in changing from a resting or activated state to a relaxed state 33 . Though more extensive changes are likely to drive conformational rearrangements accompanying membrane fusion, the 2P prefusion stabilizing mutations adjacent to the short 3 10 -helix may block these changes from occurring. However, both wild-type and 2P SARS-CoV S ectodomains bound to ACE2 were cleaved equally by trypsin, indicating that at least at the level of trypsin protease susceptibility, these two receptor-bound complexes appear equivalent. Strategies similar to those we have used have been employed to stabilize HIV envelope glycoprotein (Env) trimers in prefusion conformation 34, 35 . HIV Env, which, like SARS CoV S also engages a protein receptor, CD4, undergoes a large conformational change on the viral surface upon binding 36 . Similarly, the soluble, stabilized versions of Env undergo large conformational changes upon CD4 binding [37] [38] [39] . Conversely, the Ebola virus glycoprotein (GP) undergoes only modest conformational changes upon binding its receptor, NPC-1 40, 41 . Thus, these class I fusion machines likely have fundamental differences in the fusion process that requires further study.", "project":"cdlai_CORD-19", "denotations":[]}