{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":21, "text":"The structure-function studies on primer-dependent viral RdRPs represented by PV 3D are greatly benefited from the fact that polymerase elongation complexes can be readily assembled using RNA construct with a template-primer duplex at least 6-basepair in length, so that the elongation process can be dissected independent of the naturally occurring complicated initiation process [12, 36] . In contrast, de novo viral RdRPs undergo an unstable initiation phase that is analogous to abortive cycling of DNA-dependent RNA polymerases and do not prefer primers longer than two nucleotides [37] [38] [39] [40] [41] , making the in vitro assembly of either initiation complex or elongation complex very challenging for structural studies. One major advance in these RdRPs came from the crystal structure of the bacteriophage phi6 polymerase initiation complex obtained by co-crystallization, which started to reveal how these RdRPs utilize their own priming elements to facilitate initiation. Upon the transition to the elongation phase, the priming element of de novo RdRP is expected to withdraw from the active site and reach its destiny that is unknown to date. Recently, a co-crystal structure of HCV NS5B and end-protected template-primer RNA were obtained using a construct with a deletion in the priming element [42] . The structure doesn't resolve the remainder of the priming platform and very much resembles primer-dependent RdRP-RNA complexes [12, 25, 36] . In a separate study, very stable elongation complex was assembled using wild type HCV NS5B and a dinucleotide primer [43] . However, robust in vitro RdRP assays suitable for assembly of RdRP-RNA complex for structural studies have not been established in flavivirus NS5 to date. The full-length JEV NS5 structure presented here would set up an integral framework for such efforts. Together with recent advances in HCV NS5B, the molecular details of RNA synthesis by de novo RdRPs have begun to unravel.", "project":"cdlai_CORD-19", "denotations":[]}