{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":20, "text":"Motifs F and G are responsible for NTP binding and template RNA binding, respectively. These two regions are both well resolved in the full-length JEV NS5 but disordered in WNV and DENV RdRP crystal structures. The formation of the MTase-RdRP interface likely makes motifs F and G less dynamic and helps maintain a canonical fold of RdRP, which in turn is beneficial for the initiation of RNA synthesis. Based on the spatial arrangement of the two key hydrophobic arrays P113/L115/ W121 and F467/F351/P585, and the GTR pivot (Fig. 4) , we postulate that NS5 could also open up the MTase-RdRP interface using GTR as the pivot to turn into a flexible state (Fig. 6 A-B) when interacting with other components of the genome replication machinery or transporters, or at certain stages of RNA replication. However, the existence of other defined conformation or the formation of an alternate interface between MTase and RdRP requires extra experimental evidences. The 10-residue linker not conserved in sequence would provide freedom for the sampling of other possible conformations to some extent, but larger scale rearrangements may require additional flexibility at the MTase-RdRP junction. Several evidences argue that the N-terminal extension (residues 276-303) may play a role in such a process. This 28-residue region is sometimes considered as part of the MTase [5, 33] . The only structural evidence supporting this came from the Wesselsbron virus MTase crystal structure that has the JEV 271-286 equivalent region folded back to the RdRP interacting module [34] . In contrast, all other crystal structures with this region resolved (including the JEV structure in this study) have it integrated to the core polymerase, wrapping around the first strand of the fingers domain 5-stranded b-sheet ( Fig. 2A, Fig.  S2A in Text S1). In addition, mutations within the C-terminal four residues 300-303 reduced the polymerase activity only to 40-70% [35] , suggesting that the N-terminal extension could play auxiliary roles with respect to the polymerase. However, the association of the N-terminal extension with the RdRP may not be robust either. We have mentioned that BVDV NS5B residues 94-113 is structurally analogous to the N-terminal extension of JEV NS5. Although the same mode of interactions between the N-terminal extension and the fingers domain were observed, in the two crystal forms of the BVDV NS5B, one has the N-terminal extension folded with its own RdRP, and the other has it in a domainswapping arrangement, associating with the RdRP from a second polypeptide chain. Taken together, the versatility of interactions offered by the N-terminal extension may significantly increase the spatial freedom for the placement of the MTase relative to the core polymerase, allowing the two regions to adopt drastically different relative orientations as needed for the sake of enzymatic activities, regulatory reasons, or MTase-RdRP cooperativity. For example, the conformation of the WNV NS5 cooperative model may be achieved with the flexibility of the N-terminal extension (depicted in Fig. 6C ). Further efforts in obtaining more high-resolution NS5containing structures are necessary to test this hypothesis.", "project":"cdlai_CORD-19", "denotations":[]}