{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":25, "text":"Hexagonal prism-shaped crystals of JEV NS5 were obtained within 2 weeks by sitting drop vapor diffusion at 16uC using 8-10 mg/mL protein. Typically, a volume of 0.6-1 ul of protein solution at a concentration of 10 mg/ml in the GF buffer with 5 mM TCEP was mixed with an equal volume of a precipitant/ well solution of 0.085 M trisodium citrate pH 5.6, 0.17 M potassium/sodium tartrate, 1.7 M ammonium sulfate, 15% (v/v) glycerol. Crystals were directly frozen and stored in liquid nitrogen prior to data collection. Initial data sets used for molecular replacement trials were collected at the Beijing Synchrotron Radiation Facility (BSRF) 3W1A beamline (wavelength = 1 Å , temperature = 100K). The final data set was collected at the Shanghai Synchrotron Radiation Facility (SSRF) beamline BL17U1 (wavelength = 0.9793 Å , temperature = 100K). At least ninety degrees of data were typically collected in 0.3u oscillation steps. Reflections were integrated, merged, and scaled using D*Trek v9.9 [45] with resulting statistics being listed in Table 1 . The initial structure solution was obtained using the molecular replacement program PHASER [46] . Three search models were used in a sequential manner in a comprehensive molecular replacement trial: the MVEV MTase (pdb entry: 2PX2), and two parts of the DENV RdRP (pdb entry: 2J7U). Manual model rebuilding was performed using Coot [47] and refined with the PHENIX software suite [48] . Noncrystallographic (NCS) symmetry was applied to both chains in the asymmetric unit for MTase and RdRP separately in initial rounds of refinement and was released in later rounds. The Ramachandran statistics are 92.2%, 7.5%, 0.2%, and 0.1% for favored, allowed, generously allowed, and disfavored regions, respectively. The 3,500 K composite simulated-annealing (SA) omit electron density maps were generated by the program CNS [49] and structure figures were generated with PyMOL (www.pymol.org).", "project":"cdlai_CORD-19", "denotations":[]}