{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":18, "text":"The full-length JEV NS5 structure features a unique intramolecular interface between the MTase and the RdRP. The PV 3CD protease is a precursor of the 3C protease and 3D polymerase. In its crystal structure, the protease domain connected to the RdRP region through a short linker, with minimal interactions between the two modules [31] . The spatial arrangement between RdRP and its N-terminal fused partner is also different. In NS5, MTase approaches the RdRP from the back, in a direction almost aligned with the dsRNA channel, while in 3CD the 3C protease resides at the left wing of the 3D polymerase backside (Fig. 5 ). In the crystal structure of the severe acute respiratory syndrome corona virus (SARS-CoV) nsp16/nsp10 binary complex, the stimulatory factor nsp10 forms extensive interactions with the nsp16 MTase. Different from the JEV NS5 that has the RdRP approaches almost perpendicularly to the opening of the MTase catalytic cleft, SARS-CoV nsp10 utilized a slightly concaved surface region to integrate itself to the SAM binding pocket and to extend the putative RNA binding groove of nsp16 MTase, thus enhancing the MTase activity [32] . In contrast, flavivirus MTase domain exhibits both the N7 and 29-O methylation activity comparable to full-length NS5 in methylation assays in vitro [5] , suggesting that the enzymatic function of the MTase is not much affected by its interactions with RdRP. The MTase-RdRP interface is formed mainly by five elements, two from the MTase domain and three from the RdRP region. We define the first element in the MTase as RdRP interacting module (residues 112-128). It includes the b3 strand at the edge of the 7-stranded b-sheet and an extended b-like stretch antiparallel to b3. Among the three key MTase hydrophobic residues forming half of the interface core, Pro113 and Trp121 are highly conserved among known flaviviruses. The second element is the almost invariant GTR sequence at residues 263-265. Along with the spatially neighboring Trp121, the GTR sequence was hypothesized to mediate MTase-RdRP interactions due to its location at the terminus of the MTase [3] . On the RdRP side, the ring finger provides Phe467 at its tip to interact with Pro113/Leu115 of MTase, the bNLS core helix offers Phe351 to wedge between Leu115 and Trp121, and the elongated middle finger that is unique for flaviviruses participates this elegant hydrophobic network through Pro585. Together with the aforementioned key residues in the MTase domain, Phe467/Phe351/P585 are all highly and only conserved in flaviviruses, strongly arguing that the interactions observed in the JEV full-length structure is functionally relevant and common to the flavivirus genus.", "project":"cdlai_CORD-19", "denotations":[]}