{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":10, "text":"To better describe the NS5 RdRP structure and its interactions with the MTase, we define individual finger subdomains according to a nomenclature first used in PV RdRP [11] (Fig. 2A) . The tip of the index finger interacts with the thumb domain, forming an encircled active site that is unique to viral RdRPs. The index finger also contains a nuclear localization signal bNLS (residues 322-370) that coincides with the suggested NES (residues 329-345) and NS3 binding site [15] [16] [17] 22, 23] . The highly conserved 20-residue core (residues 345-364) of this region centers at an a-helix that has been suggested to interact with importin b (Fig. 2D ) [16] . The middle finger (residues 578-598) includes the second and third strands of the fingers domain 5-stranded b-sheet, and no specific function has been assigned to this element except for the contribution to the structural integrity of the fingers domain. Interestingly, the flavivirus RdRP middle finger is at least 7-8 residues longer than those of other positive-strand RNA virus RdRPs including HCV and BVDV NS5Bs (Fig. 2B/D) , thus extruding to the surface of the protein. The ring finger (residues 453-479) includes the NTP binding motif F, containing the fourth and fifth strands of the 5-stranded b-sheet. In WNV and DENV RdRP structures, the majority of the ring finger is disordered and the authors proposed an alternate main chain path of this region. In our JEV NS5 structure, the ring finger is ordered and intact, forming the roof of the NTP entry channel, a canonical position observed in other viral RdRPs ( Fig. 2A /B/D). It is noteworthy that the bNLS core helix of the index finger, the tip of the elongated middle finger, and the tip of the ring finger, line in a row at the top-right rim of the NTP entry channel, and interact with the MTase intra-molecularly through key hydrophobic interactions (Figs. 2-3, and details below). Comparing to other fingers, the pinky finger is relatively bulky and forms one side of the dsRNA channel. In primer-dependent viral RdRPs such as PV 3D pol , the pinky finger contains a conserved motif G (residues 109-118) that wedges at the +1/+2 kink of the template RNA, and its N-terminal half runs roughly parallel to the upstream template RNA (Fig. 2B ) [12] . While the corresponding region is mostly disordered in the WNV and DENV RdRP structures, it is resolved in the JEV NS5 structure (residues 404-412), adopting a conformation consistent with that observed in HCV and BVDV NS5Bs (Figs. 2B, S2B). Although not conserved in sequence even within the Flaviviridae family, this region is structurally conserved among all viral RdRPs ( Fig. 2B /D, Fig.  S2B in Text S1), likely playing common roles in RdRP-RNA complex stability and/or RdRP translocation through its intimate association with the template strand.", "project":"cdlai_CORD-19", "denotations":[]}