{"cord_uid":"ia7bta9q", "sourcedb":"PMC", "sourceid":"PMC3738499", "divid":12, "text":"The N-terminal extension (residues 276-303) of the core polymerase was sometimes considered as part of the MTase. However, it associates with the core polymerase in the full-length context and has minimum interactions with the MTase domain ( Fig. 2A) . Interestingly, BVDV NS5B has an N-terminal stretch (residues 94-113) that is highly analogous in conformation [10, 27] , albeit previously not noted ( Fig. 3C /D). Although its function is unclear to date, the N-terminal extension may play auxiliary roles to RdRP by interacting with the first strand of the fingers domain 5-stranded b-sheet. Related to this, a WNV RdRP truncated at residue 317 has the entire middle finger, ring finger, and the majority of the index finger disordered in the crystal structure, and is catalytically inactive. In contrast, an RdRP truncated at residue 273 is active and has the index and middle finger properly folded with the N-terminal extension ( Fig. 2A in Text S1) [7] . Viral RdRPs perform de novo RNA synthesis require an insertion in the thumb domain that projects into the active site, sometimes assisted by a C-terminal extension of the thumb [9,10,21]. As suggested in bacteriophage phi6 RdRP, by using an aromatic side chain (Trp in flaviviruses, Tyr in HCV and phi6) to set up a priming platform through stacking interactions to an initiating NTP, these elements play a critical role in the early stages of genome replication, and are believed to withdraw from the active site upon the growth of the template-product dsRNA during the transition to the elongation phase. The flavivirus NS5 has the priming element as a single loop structure (residues 790-812) connecting two a-helices of the thumb domain ( Fig Fig. 1C ) with a color-coded bar defining structural elements underneath. Coloring scheme is as in Figure 1 , except that the index (green), middle (orange), ring (yellow), and pinky (light red) fingers are individually color-coded. Side chains of key residues in the MTase-RdRP interface are shown in sticks. The strand numbers of the 5-stranded b-sheet are indicated. B-C) Structural comparison of important elements in the core polymerase (B), the N-terminal extension and the priming loop (C). The JEV model is shown as thick ribbons and colored as in panel A. Three highly conserved charged residues in motif F (K459, E461, R474) and two structurally conserved motif G residues (A410, L411) interacting with the +1/+2 junction of the template strand are shown as spheres. The RNA duplex in the PV elongation complex (EC) model is shown in the motif G subpanel. The template strand in the priming loop subpanel is modeled using the PV EC model. Side chains of key priming loop residues W800, R797 and the invariant D536, D668 are shown in sticks. The putative priming NTP site (''p'') and the elongating NTP site (''e'') are indicated. D) Structure-based sequence alignment of RdRP motifs A-G, and other important elements. Three viruses from flavivirus genus, HCV and BVDV representing the other two genera of the Flaviviridae family, and PV representing viruses using primer-dependent strategy in genome replication are included in the alignment. Conserved active site residues (red text), MTase interacting residues (blue text and triangle), priming loop residues (purple text) are highlighted, the two invariant catalytic Asp residues are highlighted by asterisks, and residues in lower case letters either deviate from the consensus structure conformations or are not resolved in the crystal structures and are therefore included based only on sequence homology. The structurally conserved residues interacting with the template +1/+2 junction is highlighted by a red box, Colors at top of the alignment correspond to coloring of the structural elements in panel A. FLAV and PICO are used as abbreviations for Flaviviridae and Picornaviridae Families, respectively. doi:10.1371/journal.ppat.1003549.g002 cation-p interactions [28] in an orientation suitable for priming the initiating NTP (Fig. 2C) . In contrast to HCV and BVDV NS5B, the C-terminus of JEV NS5 is not a component of the priming platform, as also noted in the WNV RdRP structure [7] . Although the C-terminal 10 residues (896-905) are unresolved in the fulllength structure, the nearly 40 Å distance between residues 895 and 800, and steric hindrance make it unlikely for the C-terminus to reach the vicinity of the active site.", "project":"cdlai_CORD-19", "denotations":[]}