{"cord_uid":"iwfidoer", "sourcedb":"PMC", "sourceid":"PMC4791113", "divid":18, "text":"A phylogenetic analysis of viral RNA replicases (RNAdependent RNA polymerase; RdRp) presented the phylogenetic relationship between viral genomes from a diatom colony and known RNA viruses (Fig. S4) . Viruses belonging to the family Totiviridae harbor non-segmented dsRNA genomes and form isometric virions that infect either fungi or protozoa (21) . Thirteen composite genomes of Totiviridaerelated viruses were identified and classified into four clades distinct from the five characterized genera of Totiviridae (clades a-d in Fig. S4A ). Clade c was the sister clade of the proposed genus "Trichomonasvirus" and clade d included Ustilaginoidea virens RNA virus 1 (UvRV1). In general, -1 ribosomal frameshift signals [the XXXYYYZ motif (4), in which XXX may be any three identical nucleotides, YYY may be either AAA or UUU, and Z may be A, U, or C] or +1 ribosomal frameshift signals [CCCUUUU (14) or UCCUUUCGU (47)] were located in the upstream region of the 2 nd CDS, and were used in the expression of overlapping viral genes such as the pol (RdRp) of Totivirus and Leishmaniavirus. These regions were examined in an attempt to better classify the identified viruses. However, as in the case of UvRV1, -1 or +1 ribosomal frameshift signals were not found in any of the Totiviridae genomes obtained in this study. CDSs in the predicted Totiviridae virus-like segments DCAVLRS-3 and DCAVLRS-4 showed significant similarities with the gag (coat protein; CP) and pol (RdRp) of known totiviruses, respectively. Totiviridae genomes consist of a single genome segment that encodes the two essential CDSs, whereas DCAVLRS-3 and -4 lacked pol and gag, respectively. These two segments harbored nine identical 5′-terminal nucleotide sequences, which were distinguishable from the other identified terminal viral sequences. Genomic features implied that DCAVLRS-3 and -4 may be parts of a bisegmented viral genome. RdRp in DCADSRV-1 segment 2 showed significant homology with that in fox Picobirnavirus, a member of the Picobirnaviridae, although DCADSRV-1 was phylogenetically distinct from the known Picobirnaviridae viruses (Fig. S4B) . Picobirnaviruses are small, non-enveloped, bisegmented dsRNA viruses that infect animals and humans (21) . The genome structure of DCADSRV-1 was similar to that of the known Picobirnaviridae (21) . DCADSRV-14 was classified into the genus Deltapartitivirus of the family Partitiviridae based on the predicted RdRp sequence (Fig.  S4C) (29) . To date, all of the alphacryptoviruses have been identified from plants including the angiosperm, gymnosperm, and chlorophytes (29) . rRNA sequences belonging to the Streptophyta, including land plants, have not yet been detected by an RNA-seq analysis, whereas Cladophora sp. of the Chlorophyta, a sister division of Streptophyta, were detected (Table S4 ). The CDSs of DCADSRV-15 and a few viral contigs showed significant homology with viruses belonging to the Endornaviridae (dsRNA), Naranviridae (ssRNA), or Hypoviridae (ssRNA), whose virion formation has not yet been observed.", "project":"cdlai_CORD-19", "denotations":[]}