{"cord_uid":"jempqbk6", "sourcedb":"PMC", "sourceid":"PMC4632390", "divid":33, "text":"In the set of 36 protease structures, we detect similarity between cysteine proteases with a papain-like fold belonging to viruses with positive-strand ssRNA and dsDNA viruses ( Table 2 and Figure 4A ). In particular, M48, ubiquitin-specific protease of murine herpesvirus 1 that has a dsDNA genome, shows similarity with proteases of viruses with positive-strand ssRNA, e.g., the papain-like protease of SARS coronavirus, the leader protease of the foot and mouth disease virus, strain O1 (Aphthovirus), the papain-like protease 2 of equine arteritis virus and the papain-like cysteine protease of porcine reproductive and respiratory syndrome virus. Sequence similarity searches deliver no clues about the evolutionary history of these proteases. Indeed, homologs of the protease of the SARS coronavirus can be found in a variety of beta-and gamma-coronaviruses, while the homologs of leader protease of the foot and mouth disease virus can be found only within the genus of Aphthovirus and of the ubiquitin-specific protease of murine herpesvirus 1 in a small set of cytomegaloviruses. Despite the lack of sequence similarity, these proteins share the same papain-like fold. A search for structural similarities with DALI [38] revealed the presence of structural homologs in both eukaryotic and prokaryotic organisms that suggests gene transfer events (Supplementary Figure S4) . The fact that each viral protease is more similar to proteases from vertebrates than to other viral proteases might suggest multiple introduction events from the host. Nevertheless, the existence of considerable tertiary structural similarity between different papain-like proteases, whose sequence similarity is not detectable, might point to structural convergence events. The low sequence similarity, non-conserved gene context and the absence of a reliable evolutionary model precludes us from suggesting a definitive evolutionary scenario. Further investigations will be necessary to elucidate the origin and evolution of proteases with a papain-like fold in viruses.", "project":"cdlai_CORD-19", "denotations":[]}