{"cord_uid":"jempqbk6", "sourcedb":"PMC", "sourceid":"PMC4632390", "divid":8, "text":"For the structural analysis, known three-dimensional structures of viral proteins that are the major components of the virion particle (capsid, matrix and envelope for the enveloped viruses) and structures of viral enzymes were collected from the Protein Data Bank [33] in January 2015 and grouped into different datasets depending on their biological function. The corresponding amino acid sequences were clustered using CD-HITof the CD-HIT Suite web server [34] , and the structure corresponding to the longest sequence in each cluster was retained as its representative to yield a non-redundant set of protein structures with a sequence identity cut-off of 30%. This identity threshold was chosen because proteins with higher sequence identity have already been considered in the sequence analysis, so no significant hits can be lost in this way. The structural similarity between each pair of viral proteins was calculated using TMalign [35] and TM-score [36] , as well as the root mean square deviation of C α atoms (RMSD) were calculated for each pair of structures. TM-scores were normalized by the length of the alignment. TM-scores are designed to be comparable among the alignments of different length, and a TM-score greater than 0.5 usually means that the proteins have the same fold [37] , so only these hits were retained. In contrast, RMSD depends on the length of the superimposed protein segments and thus is unreliable in large-scale comparisons. Again, we selected the pair where the proteins belong to viruses from different Baltimore classes. We performed visual inspection of the structural alignments to ensure their quality. To search for homologous structures in cellular organisms, the Protein Data Bank was scanned using the DALI [38] structure comparison server (Version 3), which provides a Z-score to measure the significance of the observed structural similarity. Structural similarities with a Z-score greater than two were considered significant. Similar structures were superimposed and displayed with UCSF Chimera (Version 1.10.2) [39] .", "project":"cdlai_CORD-19", "denotations":[]}