{"cord_uid":"jempqbk6", "sourcedb":"PMC", "sourceid":"PMC4632390", "divid":34, "text":"From 12 methyltransferases, we detect structural similarity between mRNA cap methyltransferases of viruses with dsDNA genome (Vaccinia virus) and positive-strand ssRNA genome (SARS coronavirus and Wesselsbron virus) ( Table 2 ). The superposition of these three structures reveals significant structural similarity, especially between the methyltransferases of the SARS coronavirus and the of Vaccinia virus that have different genomes (Table 2 and Figure 4B) . A cellular homolog of the methyltransferase from SARS coronavirus can be found in E. coli with 65% sequence identity and an e-value of 1e-138, and viral homologs are detected in numerous coronaviruses. The homologs of methyltransferase from Vaccinia virus can be found in several other poxviruses, while the homologs of the Wesselsbron virus are restricted to flaviviruses. However, no sequence homology between these three groups is detectable. On the other hand, structural similarities can be observed between these enzymes and methyltransferases of prokaryotic and eukaryotic organisms and may suggest gene transfer events (Supplementary Figure S5) . Again, the viral proteins are more similar to eukaryotic methyltransferases than to each other, which suggests multiple introduction events from the host. The host range for all three viruses coincides with the species of the closest non-viral structural relative. Similarly to what was previously suggested for the evolution of viral papain-like proteases, we cannot exclude that the structural similarity observed between methyltransferases of different viruses and viral and some cellular methyltransferases is the result of convergent evolution events. The second group of structurally-similar envelope proteins comprises glycoproteins belonging to negative-strand ssRNA viruses (Asian influenza, a subtype of influenza A, influenza B virus strain B/Memphis/13/03, influenza C virus strain C/Johannesburg/1/66) and to betacoronavirus of the Coronaviridae family with positive-strand ssRNA genome (Table 2 and Figure 4C ). The Asian influenza and the influenza B virus glycoproteins are hemagglutinins, proteins mediating the viral fusion with the host cell membrane, while the glycoproteins of influenza C and that of betacoronavirus are hemagglutinins with an additional esterase domain (hemagglutinin esterases). Similarity between hemagglutinin esterases of betacoronavirus and influenza C virus is detectable already on the sequence level, as discussed above, but does not allow for resolving the direction of the gene transfer. Additionally, hemagglutinin esterase of Torovirus (also from Coronaviridae), whose structure is unknown, is similar to these two with sequence identity of about 30%. Structural similarities were previously reported between hemagglutinins of influenza A, B and C in the HA2/HEF2 chain. Similarity between the hemagglutinin esterases of coronaviruses and orthomixoviruses has been reported to be a result of lateral gene transfer events [72] . However, the direction of the transfer has not been analyzed in the original report. Taking all of the data together, we can propose that the transfer happened from influenza C virus after its split from influenza A and B around 8000 years ago [73] , either to one of the Coronaviridae genera and then from there to the other or to both of them independently ( Figure 5 ). Since the hemagglutinin esterases of betacoronavirus and Torovirus are more similar to each other than to the respective spike glycoproteins, introduction into a common ancestor of Coronaviridae and subsequent loss in all other genera is unlikely. ", "project":"cdlai_CORD-19", "denotations":[]}