{"cord_uid":"jempqbk6", "sourcedb":"PMC", "sourceid":"PMC4632390", "divid":14, "text":"Unlike the aforementioned three families that contain exclusively viral proteins, in the helicase C family, viral and cellular proteins are represented in comparable amounts ( Figure 1D ). Viral proteins reside on separate branches of the phylogenetic tree with a high bootstrap support. The conservation of the viral sequences is lower that of their cellular counterparts, namely of the two functional motifs [45] covered by the considered alignment; motif V (following the notation of [45] ) is poorly conserved. Nevertheless, the catalytic arginines in motif VI are well conserved. Branches corresponding to dsDNA viruses are colored red, ssDNA viruses green, positive-strand RNA viruses blue, ssRNA viruses cyan, proteins from cellular organisms in black and internal branches that do not lead to proteins from monophyletic clades in gray. Functional motifs and catalytic sites are presented in sequence logos and protein 3D structure, where appropriate (discussed in the text). dUTPases are ubiquitous in cellular organisms and catalyze the hydrolysis of dUTP to dUMP to prevent the incorporation of dUTP into DNA [46] . These proteins are also present in a large number of dsDNA viruses from Herpesvirales, Poxviridae and various bacteriophages. Each of the viral families resides on a separate branch of the phylogenetic tree; however, the bootstrap support of these branches is low. In certain cases, there is significant sequence identity between the viral protein and the dUTPase from its host, e.g., Orf virus dUTPase is 72% identical to the human dUTPase and has a GC content that is closer to that of human than of the virus itself (0.552 for the Orf virus dUTPase, 0.554 for human, 0.854 for Orf virus), suggesting recent HGT from human to virus. The bifunctional nucleocapsid-dUTPase protein from Mason-Pfizer monkey Betaretrovirus (MPMV) and protease from simian retrovirus exhibit significant sequence similarity to this family; and the MPMV protein has been proven to be an active dUTPase [47] . Phylogenetically, they are distinct from other viral dUTPases with a high bootstrap support and are most closely related to endogenous retroviruses from placental animals (Figure 2A ). The five functional motifs described for dUTPases [46] are well conserved in the viral proteins, which suggests the enzymatic function to be conserved. Thus, we can reasonably assume that dUTPases of dsDNA and retroviruses were obtained through independent evolutionary events, but were recruited to serve the same function in different viral groups.", "project":"cdlai_CORD-19", "denotations":[]}