{"cord_uid":"k2io05hy", "sourcedb":"PMC", "sourceid":"PMC3192121", "divid":24, "text":"A colorimetric assay was developed to detect interactions between NS4 and dsRNA. Synthetic dsRNA was prepared with the 59-end of one strand linked to biotin via a 15-atom mixed polarity tetraethylene glycol spacer (59-Biotine TEG). This design allows the dsRNA to be captured at the bottom of a well of 96 well plate coated with streptavidin, while keeping the dsRNA free as a target for NS4 binding. The sequence of the +ve strand is: 59-Biotine-TEG-UGGAAGCGGCUGGCAAUUAAUUUUGGU-GUC-39 and that of the negative strand is 59-GACAC-CAAAAUUAAUUGCCAGCCGCUUCCA-39. Increasing concentrations (from 1 to 640 ng) of the dsRNA in PBS were added to separate wells of a streptavidin-coated 96 well plate (Pierce) and allowed to bind at room temperature for 2 hours. The wells were washed three times with TBS-Tween-20, then two hundred microlitres of a 5% solution of bovine serum albumin (BSA) in PBS, was added in each well, to block non-specific sites. After washing 3 times with TBS-Tween-20 a fixed amount (150 ng) of either BTV or GIV NS4 in binding buffer (20 mM Tris-HCl pH 7.5, 50 mM KCl, 2 mM MgCl2, 2 mM MnCl2 and 5% glycerol) was added per well, prior to incubation for 30 minutes at 25uC. After the wells had been washed 3 times with TBS-Tween-20, rabbit anti-BTV or anti-GIV NS4 sera was diluted 1/250 in 5% BSA and 100 ml was added to each well, then the plates were incubated at 25uC for 2 hours. After washing three times, 100 ml of peroxydase conjugated antirabbit antibody was added (diluted 1/750 in 5% BSA) to each well. The plates were incubated at 25uC for 2 hours, then washed 3 times with TBS-Tween-20. One hundred microliters of SureBlue TMB 1-component microwell peroxidase substrate (tetramethyl benzidine from KPL) was added per well, then incubated for 30 minutes at 25uC. The reaction was stopped by adding 100 ml of 1 M HCl and the plate was read at OD 450 nm.", "project":"cdlai_CORD-19", "denotations":[]}