{"cord_uid":"l5kocy4f", "sourcedb":"PMC", "sourceid":"PMC5226679", "divid":9, "text":"Finally, we sought to identify the functional domains of BAG3 that mediate its interaction with eVP40 and mVP40. BAG3 contains a number of functional domains including: a single N-terminal WW-domain, two IPV regions that bind to HspB8 and function in protein quality control, multiple PxxP motifs that binds to SH3 domains, and a C-terminal BAG domain that interacts with the ATPase domain of HSP70 ( Fig 4A) [41] [42] [43] [44] [45] . Briefly, HEK293T cells were co- Extracts from HEK293T cells transfected with eVP40 or eVP40-ΔPT/PY plus BAG3-WT were first immunoprecipitated (IP) with either normal rabbit IgG or polyclonal anti-eVP40 antisera as indicated. BAG3 was detected in the precipitates by Western blot (WB) using mouse anti-myc antiserum. Expression controls for eVP40-WT, eVP40-ΔPT/PY, His-myc-tagged BAG3 and GAPDH are shown. B) Extracts from HEK293T cells transfected with Flag-tagged mVP40 or mVP40(P>A) plus BAG3-WT were first immunoprecipitated (IP) with either normal mouse IgG or anti-Flag antisera as indicated. BAG3 was detected in the precipitates by Western blot (WB) using rabbit anti-His antiserum. Expression controls for mVP40, mVP40(P>A), His-myc-tagged BAG3 and β-actin are shown. C) Extracts from HEK293T cells transfected with eVP40-WT alone were first immunoprecipitated with either normal rabbit IgG or polyclonal anti-eVP40 antisera as indicated. Endogenous BAG3 was detected in the precipitates by Western blot using polyclonal anti-BAG3 antiserum. Expression controls for eVP40-WT, endogenous BAG3, and GAPDH are shown. D) Extracts from HEK293T cells transfected with mVP40-WT alone were first immunoprecipitated with either normal rabbit IgG or anti-mVP40 antisera as indicated. Endogenous BAG3 was detected in the precipitates by Western blot using polyclonal anti-BAG3 antiserum. Expression controls for mVP40-WT, endogenous BAG3, and β-actin are shown. transfected with eVP40 plus His/myc-tagged BAG3 WT, BAG3-ΔN (WW-domain deletion mutant), or BAG3-ΔC (BAG domain deletion mutant) (Fig 4A and 4B ). Cell extracts were immunoprecipitated with either non-specific IgG, or anti-eVP40 antiserum as indicated ( Fig  4B) , and cmyc-tagged BAG3 was detected in precipitated samples by Western blot using anticmyc antiserum (Fig 4B) . BAG3-WT (lane 4) and BAG3-ΔC (lane 6) were detected in eVP40 precipitates; however, BAG3-ΔN (lane 5) was not. No appreciable levels of BAG3 WT, BAG3-ΔN, and BAG3-ΔC were detected in preimmune IgG precipitates ( Fig 4B, lanes 1-3) . Similar results were obtained in HEK293T cells transfected with mVP40 plus the indicated BAG3 plasmids ( Fig 4C) . Indeed, BAG3-WT ( Fig 4C, lane 4) and BAG3-ΔC ( Fig 4C, lane 6) were detected in mVP40 precipitates, whereas BAG3-ΔN lacking the WW-domain was not detected (Fig 4C, lane 5) . Western blots of the three BAG3 proteins, eVP40, mVP40, and actin are shown as expression controls (Fig 4B and 4C ). These data demonstrate that the BAG3 WWdomain specifically mediates interactions with both eVP40 and mVP40 in mammalian cells.", "project":"cdlai_CORD-19", "denotations":[]}