{"cord_uid":"lffsogc9", "sourcedb":"PMC", "sourceid":"PMC6925039", "divid":15, "text":"Swab Allantoic fluid 3'UTR N S1 3'UTR N S1 slight variation compared with their Indonesia/P3/17 gene. The study by Setiawaty et al. [22] showed that the 4/91 gene recovered from an outbreak may show sequence homology to the live vaccine. The study by Wibowo et al. [17] was conducted in East Java, while the study by Setiawaty et al. [22] was conducted in West Java, which is in close proximity to the place that this research was conducted. This might explain why, in our study, we were able to isolate an IB-like virus that was close in homology to the IBV 4/91 strain. This also indicates that the 4/91 strain is widespread in Java Island, Indonesia. According to Valastro et al. [16] , the IBV 4/91 strain and 793.B belong to the IBV GI-13 lineage. This lineage is among the most widely distributed lineage in the world. This has mostly contributed to the widespread usage of vaccinations [16] . However, in Indonesia, vaccines commonly used in poultry are from the GI-1 lineage, which consists of Masstype IBV such as M41, H52, or H120 strains [17, 22] . Information dating back to 1977 and 1985 states that at that time, circulating IBV in Indonesia was close to the IBV Massachusetts, IBV Connecticut, and Australian strains [23] . The IBV variant strain was first detected in Indonesia in 2003 [24] . A recent study of circulating IBV in outbreaks among chickens in Indonesia showed that the virus isolated in 2012 in East Java was Qx-like and was similar to China and Taiwan strains in 2017 [25] ; whereas, IBV isolated in 2018 was found to be close in similarity to the IB 4/91 strain [17, 22] . In general, IBV strains within the same serotype share >95% amino acid similarity and those with <85% similarity usually belong to different strains [2] . A slight change in the S1 gene may affect the serotype of the virus and cross-protection [2, 6] . This could probably explain why our virus was similar to vaccine and field viruses at the same time. Despite the viruses having 100% homology on the site we sequenced, differences in other parts of the genome may cause differences in virulence. Considering how 100% homology was obtained with both the vaccine virus and field strains, it is difficult to determine the origin or infectivity of the virus found. The birds sampled in this research were from a breeding institution without any vaccination program; thus, the virus found did not develop from any attempted vaccination program to said captive birds. The birds sampled appeared to be healthy, but it is unknown whether the isolated virus can cause infection in chickens. The birds were also born and bred in the same institution, so the path of infection is unknown. Further research on biosecurity, including factors such as water quality or the possibility of contact with wild birds, is needed to identify the origin of infection.", "project":"cdlai_CORD-19", "denotations":[]}