{"cord_uid":"lffsogc9", "sourcedb":"PMC", "sourceid":"PMC6925039", "divid":16, "text":"Evidence of infections by the IBV vaccine virus or the infectious IBV strain to birds of other species has been reported before. Reverse spillover of the vaccine virus from domesticated birds to wild birds has been proposed by Devlin et al. [5] and Rohaim et al. [26] . Our results were similar to the previous study by Ito et al. [18] , which discovered that IB-like coronavirus from peafowl has close genetic relatedness with the IBV H120 vaccine strain. This previous study also showed that the vaccine strain may infect non-chicken birds and may have few mutations that, upon infection to chickens, do not inflict disease. Liu et al. [21] have also suggested that not only the vaccine strains but also a possible infectious IBV strain may be transmitted from poultry to birds of other species. For example, cross-transmission of nephropathogenic IBV virus occurred in teal housed near domesticated poultry [21] . This means that IBV can infect a variety of bird species. In a possible case where infected birds are wild birds, these birds may act as a reservoir of the virus and spread it to other susceptible species [27] . Transmission of the virus to wild birds has likely happened due to poor biosecurity in poultry farms and contamination from improper disposal of litter and waste [5] . Most of the Indonesian poultry farmers still rely on an Open House Coop. A high density of birds without effective biosecurity and disease prevention increases the possibility of viral mutation [8] . Contamination from improper disposal of litter and waste may ease the transmission from domesticated poultry to wild birds. Spillover to wild birds is often overlooked, especially in terms of its ecological impact. This is especially important for endangered species. However, the epidemiology and effect of spillover from domesticated birds to wild birds are not yet fully understood, despite evidence of its occurrence.", "project":"cdlai_CORD-19", "denotations":[]}