{"cord_uid":"lg93okwg", "sourcedb":"PMC", "sourceid":"PMC5636114", "divid":6, "text":"We determined a structure of the wild-type human FLASH NTD at 2.6 Å resolution using Xray crystallography (Table 1 ). The initial phases were obtained by the single anomalous dispersion (SAD) method using crystals of selenomethionyl FLASH NTD. The structure showed that FLASH NTD forms a coiled-coil dimer consisting of two parallel α-helices, one from each protomer (Fig 2A) . However, only residues 71 to 137 were observed in this structure, even though the expression construct contained residues 51-137. Residues 51-70, which include the LDLY motif previously shown to be essential for histone pre-mRNA processing [28] and for binding the HCC [22], are disordered in this crystal. The first 30 residues of FLASH are poorly conserved among homologs (Fig 1B) , although there is substantial conservation from Drosophila to mammals for residues 55-137 in the N-terminal segment. The N-terminal domains of FLASH and Lsm11 form a 2:1 heterotrimer for histone pre-mRNA 3'-end processing PLOS ONE | https://doi.org/10.1371/journal.pone.0186034 October 11, 2017 2 / 21 using the Pilatus 6M detector (NIH-ORIP HEI grant S10 RR029205). Competing interests: The authors have declared that no competing interests exist. Fig 1. Multiple protein sequence alignment of FLASH and Lsm11 N-terminal domains. (A) Lsm11 N-terminal domain. (B) FLASH N-terminal domain. Alignment was carried out with Clustal Omega [60, 61] and the results displayed with ESPript [62]. Secondary structure for FLASH is based on the structure of human FLASH NTD, while that for Lsm11 is based on Psipred [63] secondary structure prediction of human Lsm11. Conserved residues are highlighted in red with white fonts, semi-conserved residues in red fonts, and other residues in black fonts. Blue dots indicate residues at the FLASH dimer interface. Gaps are indicated by dotted lines. Species abbreviations: Hs, Homo sapiens (human); Dr, Danio rerio (zebrafish); Dm, Drosophila melanogaster (fruit fly).", "project":"cdlai_CORD-19", "denotations":[]}