{"cord_uid":"lg93okwg", "sourcedb":"PMC", "sourceid":"PMC5636114", "divid":0, "text":"In eukaryotic cells, histones play important roles in genomic DNA packaging as well as epigenetic regulation of gene expression. The levels of histone mRNAs are carefully controlled throughout the cell cycle and they dramatically increase during S phase to meet the growing demand for packaging the newly replicated DNA from the replicating genome [1] . In metazoans, histone proteins for packaging of newly synthesized DNA are encoded by the replicationdependent histone genes. They are distinct from the replication-independent histone genes which are expressed constitutively [2] . Unlike canonical pre-mRNAs, replication-dependent histone pre-mRNAs lack introns and undergo 3'-end processing that differs from cleavage coupled to polyadenylation. Histone pre-mRNAs contain two sequence elements essential for their 3'-end processing: a highly-conserved stem-loop structure and a purine-rich histone downstream element (HDE). Cleavage occurs between these two sequence elements and the polyadenylation step is omitted, giving rise to mature histone mRNAs that end with the stemloop followed by a 4-5 nucleotide tail. PLOS Residues 71-137 observed in the structure form a single α-helix. The length of the coiledcoil FLASH NTD dimer is approximately 100 Å, excluding the C-terminal hexahistidine tag observed for one of the protomers. The protomers do not superimpose perfectly onto each other (r.m.s.d.~1.5 Å), and one of them appears to adopt a straighter conformation (S1 Fig). For each protomer, the buried surface area is~1800 Å 2 (~25% of its total surface area, calculated using the program PISA [29] ). The majority of the FLASH dimer interface residues are leucines and isoleucines, forming the bulk of the hydrophobic interactions (Fig 2A) . The leucines and isoleucines are interspersed with other residues that form either polar or non-polar interactions. Other hydrophobic interactions are formed by bulky residues such as Tyr73, Tyr80, and Phe94, as well as Met87 (selenomethionine in this structure). Hydrophilic interactions include residues Gln100/Asn101 and Glu107/Asn108 near the mid-section of the structure (Fig 2B) , and an ion pair between Lys129 and Asp130 at the C-terminal end of the coiledcoil (Fig 2A) .", "project":"cdlai_CORD-19", "denotations":[]}