{"cord_uid":"lxdbwd5n", "sourcedb":"PMC", "sourceid":"PMC4052927", "divid":6, "text":"Tumor necrosis factor-alpha (TNF-) is an important cytokine, which is a key mediator of hepatic apoptosis and necrosis in LPS/D-GaAlN-induced liver failure [34] . Plasma TNF-level is also elevated in patients with chronic hepatitis caused by hepatitis B viral [35] and acute alcoholic hepatitis [36] . Therefore, TNF-plays a key role in the pathogenesis of not only endotoxin-induced experimental liver injury but also many human liver diseases. Caspase-3 activation is an indicator of almost all apoptosis systems [37] . GA has anti-inflammatory and antiapoptotic effects via suppression of TNF-and caspase-3 and these are used to explain the hepatoprotective effect of GA (Table 2 ) [38] . GA also significantly inhibits the release of cytochrome C from mitochondria into the cytoplasm. The anti-inflammatory activity of GA may rely on the inhibition of release of TNF-, myeloperoxidase activity, and translocation of nuclear factor-B (NF-B) into the nuclei. GA also upregulated the expression of proliferating cell nuclear antigen, implying that it might be able to promote regeneration of liver injury [39] . Activated Kupffer cells are involved in ischemia-reperfusion-(I/R-) induced liver injury and high-mobility group box 1 (HMGB1) production. GA was shown to inhibit HMGB1 production by Kupffer cells and prevented I/R-induced liver injury [40] . GA could also alleviate I/R-induced [41] and spinal cord [42] mechanism. In addition, GA conjugates free radicals, which might explain the protective action of GA [43] . For example, GA can be an effective chemopreventive agent against lead acetate mediated hepatic oxidative stress in rats because it binds lead [44] . In concanavalin A-(ConA-) induced mouse model, GA alleviated ConA-induced inflammation and fibrosis progression in livers via inhibition of CD4+ T cell proliferation in response to ConA via the Jun N-terminal kinase (JNK), extracellular signal-regulated kinase (ERK), and phosphoinositide 3-kinase (PI3K)/AKT pathways [45] .", "project":"cdlai_CORD-19", "denotations":[]}