{"cord_uid":"lxdbwd5n", "sourcedb":"PMC", "sourceid":"PMC4052927", "divid":16, "text":"Use of one or more of glycyrrhizic acids for reducing the irritating action of surfactants in cosmetic compositions US2011015143(A1) in mice [71] . GA treatment could significantly reduce blood immunoglobulin E (IgE), interleukin-4 (IL-4), interleukin-5 (IL-5), interleukin-6 (IL-6), NO, TNF-levels, and nitrous oxide synthase (NOS) activity dose-dependently. GA could also enhance blood immunoglobulin A (IgA), immunoglobulin G (IgG), immunoglobulin M (IgM), interleukin-2 (IL-2), and interleukin-12 (IL-12) levels in AR mice. Gr-1 + CD11 + b cells are responsible for numerous pathological processes such as T cell dysfunction after severe trauma or major surgery, leading to increased susceptibility to infection [72] . These cells exercise an inhibitory effect on MBD-1 production of EKs mediated via the suppressor molecules CCL-2 and IL-10. GA acts as a potent inhibitor of these cells and therefore restores MBD-1 levels. This restoration affects T cell dysfunction [73] . In thermally injured mice, GA regulates the burnassociated type 2 T cell responses to recover IL-12 and make it unresponsive, thus restoring the impaired cells [74] . GA acts as a promoter of the late signal transduction of T lymphocytes for IL-2 production. The balance between augmenting and suppressing effects might be dependent on the level of stimulation and stage of the cell. Therefore, this determines quality and quantity of the immunomodulatory action of GA [75] . In blood and nasal mucosa, GA consumption decreases antioxidant enzyme activity, lipid peroxidation, Glutathione levels, and IL-4 levels and enhances IFN-, thus protecting the nasal mucosa from oxidative injury and improving immunity activity [76] . GA interferes with some viruses, such as H5N1 [77] . The replication and virus-induced proinflammatory gene expression include inhibition of the virus-induced formation of reactive oxygen species and reduced activation of NF-B, JNK, and p38, which are redox-sensitive signaling events known to be relevant for replication.", "project":"cdlai_CORD-19", "denotations":[]}