{"cord_uid":"lxdbwd5n", "sourcedb":"PMC", "sourceid":"PMC4052927", "divid":19, "text":"GA is effective in combating hyperglycemia and associated pathological complications such as hyperlipidemia, abnormal histoarchitectures of different organs, and oxidative stress including hemoglobin-induced iron-mediated free radical reactions. The effects of GA on diabetes-associated changes are almost comparable with those of glibenclamide, a standard antihyperglycemic drug, suggesting a possible use of the herbal agent as a drug to prevent complications of diabetes mellitus [92] . Furthermore, GA regulates renal function through the regulation of water channels [93] , and GA administration ameliorates the renal concentrating ability and structural lesions in renal tissues in rats with early-phase of ischemia-acute renal failure [94] . As a reduction inhibitor, GA reduces the therapeutic loss of methylprednisolone produced from methylprednisolone 21-sulfate sodium in the large intestine, thus improving the therapeutic property of the prodrug against inflammatory bowel disease [95] . GA also offers protection from the damage induced by UVB radiation in humans. Therefore, it could be considered as a promising agent for addition to topical formulations for the prevention of skin cancer [96] . GA significantly alleviates asthma symptoms [97] , inhibits lung inflammation [98] , and relieves acute lung injury [35, 99] . It can directly affect cardiac performance and play a role in myocardial and coronary protection in the presence of cardiovascular diseases [100] . GA may prevent brain tissue damage [101] , can be a putative therapeutic drug for neurodegenerative diseases associated with cognitive deficits and neuroinflammation such as Alzheimer's disease [102] , and could suppress ocular hypertension with potential therapeutic effects in eye disease [103] . GA improves resistance to C. albicans infection by inducing CD4+ T cells, which suppress type 2 cytokine production by Th2 cells [104] . GA inhibits activated macrophage (M2M) generation stimulated with neutrophils. The regulation of neutrophilassociated M2M generation by GA may provide a new therapeutic strategy, which could influence the outcome of certain severe infections in hosts with M2M generation [105] .", "project":"cdlai_CORD-19", "denotations":[]}