{"cord_uid":"msmq91d2", "sourcedb":"PMC", "sourceid":"PMC3630143", "divid":26, "text":"To further study these observations, we used dual luciferase reporter assays to analyze the activation of IFN-b promoter and two critical transcription factors for IFN-b gene upregulation; IFN regulatory factor-3 (IRF-3) and Nuclear Factor-Kappa B (NF-kB), in the presence of MP-12, PTV or SFSV NSs [63, 64] . 293 cells were transfected with (1) IFNb-pGL3 plasmids encoding firefly luciferase (FFluc) under the human IFN-b promoter [54] , (2) 46IRF3-luc plasmid encoding FFluc under 4 copies of the IFN-b promoter positive regulatory domain (PRD)I/III motif (IRF-3 binding element) [55] , or (3) pPRDII-luc plasmids encoding FFluc under the IFN-b promoter PRDII motif (NF-kB-binding element) [56] . As a transfection control, pRL-SV40 plasmid encoding Renilla luciferase (rLuc) under the constitutively-active SV40 promoter was co-transfected with above plasmids. At 24 hours post transfection, cells were mock-infected or infected with 100 U/ ml of Sendai virus (SeV), and immediately mock-transfected or transfected with in vitro synthesized RNA encoding either chloramphenicol acetyl transferase (CAT) (control) or NSs of MP-12, PTV Adames strain or SFSV. Cells were collected at 16 hpi, and the relative luciferase activity was measured. When we defined the FFluc activities obtained from SeV-infected cells transfected with IFNb-pGL3, 46IRF3-luc or pPRDII-luc as 100%, FFluc activities of mock-infected cells transfected with IFNb-pGL3, 46IRF3-luc or pPRDII-luc showed 5.5%, 2.8% or 22% of the SeV-infected cells, respectively (Fig. 6 A-C, left panels, gray bars). On the other hand, rLuc activities of mockinfected cells transfected with pRL-SV40 (control plasmid) were similar or increased compared to those of SeV-infected cells transfected with pRL-SV40 (Fig. 6 A-C, right panels, gray bars). The results suggest that SeV infection specifically induces (Fig. 6 A, left panels, red bars), IRF-3 ( Fig. 6 B , left panels, red bars) and NF-kB ( Fig. 6 C, left panels, red bars). Our results were consistent with the findings that RVFV NSs inhibits the general transcription factor TFIIH and induces general transcription suppression regardless of IRF-3 or NF-kB activation [28, 29] . Similarly, cells transfected with NSs RNA of PTV Adames reduced the FFluc expression level derived from the IFN-b promoter (Fig. 6 A, left panels, yellow bars), IRF-3 ( Fig. 6 B , left panels, yellow bars) and NF-kB (Fig. 6 C, left panels, yellow bars) . Interestingly, cells transfected with SFSV NSs RNA consistently increased the rLuc activity derived from the constitutively-active SV40 promoter (Fig. 6 A-C, right panels, pink bars). SFSV NSs reduced FFluc expression level derived from the IFN-b promoter ( Fig. 6 A, left panels, pink bars) and IRF-3 ( Fig. 6 B, left panels, pink bars), but not that from NF-kB ( Fig. 6 C, left panels, pink bars). These results suggest that MP-12 NSs and PTV Adames NSs inhibit the reporter activities derived from the IFN-b promoter, IRF-3 and NF-kB, while SFSV NSs inhibits reporter activities derived from the IFN-b promoter and IRF-3 but not those from NF-kB. In addition, SFSV NSs seems to increase the expression of constitutively active genes through a currently unknown mechanism.", "project":"cdlai_CORD-19", "denotations":[]}