{"cord_uid":"msmq91d2", "sourcedb":"PMC", "sourceid":"PMC3630143", "divid":27, "text":"Immunogenicity and efficacy of MP-12 encoding NSs of PTV or SFSV Based on the experiments described above, we confirmed that rMP12-PTNSs induces host general transcription suppression, inhibits the up-regulation of IFN-b gene, and does not promote PKR degradation, while rMP12-SFSNSs inhibits the up-regulation of IFN-b gene, but does not induce host general transcription suppression or PKR degradation. Next, we tested the efficacy of MP-12, rMP12-PTNSs or rMP12-SFSNSs against wt RVFV challenge in outbred mice. We also tested the previously reported rMP12-NSsR173A, which encodes mutant MP-12 NSs R173A [52] . Like rMP12-PTNSs, rMP12-NSsR173A inhibits host general transcription, suppresses activation of IFN-b gene but does not promote the degradation of PKR [52] . Five-week-old outbred CD1 mice were mock-vaccinated with PBS (n = 10), or subcutaneously vaccinated with 1610 5 pfu of MP-12 (n = 20), rMP12-NSR173A (n = 10), rMP12-PTNSs (n = 9) or rMP12-SFSNSs (n = 10). We used outbred mice to evaluate the immunogenicity and efficacy of mice with different genetic background. Mice were monitored daily, and intraperitoneally challenged with 1610 3 pfu of RVFV ZH501 strain at 45 days post vaccination. We performed mouse IFN-a ELISA using mouse sera at 1 day post vaccination as described previously [45] . At 1 day post vaccination, mice vaccinated with MP-12 or rMP12-PTNSs did not increase the level of IFN-a in sera, while serum IFN-a was detected in some mice vaccinated with rMP12-NSsR173A (33%) or rMP12-SFSNSs (10%) (data not shown). Low levels of viremia (100 pfu/ ml) were detected in some mice vaccinated with MP-12 (20% at 3 days post vaccination), rMP12-R173A (10% at 2 days post vaccination) or rMP12-PTNSs (10% at 3 days post vaccination) (data not shown). One mouse vaccinated with MP-12 that suffered viremia was dead at 13 days post vaccination, and 1 mouse vaccinated with rMP12-SFSNSs became moribund, and was euthanized at 14 days post vaccination. We analyzed the euthanized mouse vaccinated with rMP12-SFSNSs histopathologically, and found no lesions in liver and spleen, while the encephalitis characterized by mild perivascular cuffing with mononuclear cells and neuronal necrosis with infiltration of microglia were observed. Viral N antigens were diffusely detected in the parenchymal area, and neurons in hippocampus, cortex and medulla contained viral antigens (Fig. S1) . None of mice vaccinated with rMP12-NSsR173A or rMP12-PTNSs died before wt RVFV challenge. The result suggests that rMP12-SFSNSs retains neuroinvasiveness and neurovirulence similar to those of parental MP-12.", "project":"cdlai_CORD-19", "denotations":[]}