{"cord_uid":"msmq91d2", "sourcedb":"PMC", "sourceid":"PMC3630143", "divid":2, "text":"Smithburn vaccine generated by mouse brain passages of RVFV Entebbe strain has been sold as a veterinary vaccine in South Africa, Kenya, Zimbabwe, Namibia, Egypt and Israel [11] . This vaccine itself caused abortion in pregnant ruminants and also reassorted with natural wild-type (wt) RVFV due to the use during an outbreaks [11] . MP-12 vaccine was generated by 12 serial plaque-passages in human diploid MRC-5 cells in the presence of the chemical mutagen 5-fluorouracil [35, 36] . MP-12 is highly immunogenic in ruminants, and can also induce sufficient immune response in humans [37, 38, 39, 40, 41] . MP-12 is excluded from the select agent rule in the U.S., and can be handled in BSL-2 laboratories. MP-12 vaccine was manufactured by using certified MRC-5 cells as an Investigational New Drug for human clinical trials [36] . It is known that RVFV causes spontaneous truncation of NSs gene during passages in mammalian Vero or BHK-21 cells which lack functional type-I IFN system [42] or in Aedes aegypti larvae (Aag2) cells [43, 44] . We recently characterized the genetic subpopulations of MP-12 vaccine Lot 7-2-88 and found that MP-12 vaccine retains highly stable attenuation mutations in the Mand L-segments during its cultivation in MRC-5 cells [36] . Since MP-12 is attenuated by only point mutations at M-and Lsegments, a potential of reversion to virulence cannot be excluded, and MP-12 requires further improvement for veterinary use. Another concern is a lack of DIVA (Differentiating Infected from Vaccinated Animals) markers. In previous study, we found 27% of mice vaccinated with MP-12 induce detectable anti-NSs antibody [45] . Though the immunogenicity of MP-12 NSs is poor, the presence of anti-NSs antibody in vaccinated group will compromise DIVA strategy. Without DIVA markers, it is impossible to monitor infected animals in herds of vaccinated ruminants during RVF outbreaks.", "project":"cdlai_CORD-19", "denotations":[]}