{"cord_uid":"msmq91d2", "sourcedb":"PMC", "sourceid":"PMC3630143", "divid":33, "text":"MP-12 vaccine strain was generated by serial 12-time plaque passages in MRC-5 cells in the presence of 5-fluorouracil [35] . The safety and immunogenicity of MP-12 in ruminants were reported [38, 39, 40, 41] , and MP-12 is excluded from HHS/USDA select agent rule in the U.S. The MP-12 vaccine generated from the master seed currently has the Investigational New Drug (IND) status in the U.S., and was manufactured by using certified MRC-5 cells for human clinical trials [36] . We recently characterized the genetic subpopulations of an MP-12 vaccine lot, and found that the major population of MP-12 is highly stable and no reversions to the parental ZH548 strain were detected [36] . Different from viral passages in MRC-5 cells, RVFV induces NSs gene truncation during passages in cells lacking an intact type-I IFN system [43, 44] . The genetic stability and consistency of immunogenicity profiles are important factors in vaccine development, and the use of MRC-5 cells may be an important factor to maintain the original populations of MP-12 during manufacturing. One study also suggested that MP-12 strain with unknown passage history caused abortion and teratogenic effect in lambs when it was used for pregnant ewes at 35 to 56 days of pregnancy [65] . In this study, we aimed to develop MP-12 encoding functional NSs gene derived from serologically distinct phleboviruses to encode a DIVA marker in MP-12 while retaining the original efficacy and ability to efficiently replicate in MRC-5 cells. To encode a DIVA marker without affecting the ability to replicate in type-I IFN-competent MRC-5 cells, we designed MP-12 encoding serologically distinct phlebovirus NSs (PTV NSs or SFSV NSs), which is known to inhibit host IFN-b [34, 48] . The rMP12-PTNSs and rMP12-SFSNSs efficiently inhibited host IFN-b gene up-regulation induced by the MP-12 replication. Interestingly, rMP12-PTNSs but not rMP12-SFSNSs replicated efficiently in MRC-5 cells, indicating that rMP12-PTNSs can be considered as an alternative candidate vaccine of MP-12 with DIVA marker, which can be produced by using MRC-5 cells. Any MP-12 variants including rMP12-SFSNSs, which does not replicate in MRC-5 cells, will require genetic stability test in type-I IFN-incompetent cells to optimize the vaccine production. PTV Adames strain [66] inhibits the human IFN-b gene [48] . SFSV NSs also inhibits the IFN-b gene expression if it is expressed from wt RVFV in place of RVFV NSs, while it does not promote the degradation of PKR [34, 47] . Consistent with wt RVFV encoding SFSV NSs, rMP12-SFSNSs inhibited the up-regulation of IFN-b gene and did not promote PKR degradation. We found that PTV NSs also does not promote PKR degradation (Fig. 1) . Furthermore, PTV NSs inhibited host general transcription and the IFN-b promoter, while SFSV NSs inhibited the IFN-b promoter but not host general transcription (Fig. 4-6) . Interestingly, rMP12-PTNSs formed clear plaques indistinguishable to those of parental MP-12, while rMP12-SFSNSs formed turbid plaques similar to those of rMP12-C13type (Fig. 1B) [51, 58] .", "project":"cdlai_CORD-19", "denotations":[]}