{"cord_uid":"msmq91d2", "sourcedb":"PMC", "sourceid":"PMC3630143", "divid":34, "text":"RVFV NSs promotes the degradation of PKR [32, 34] , and we previously found that the expression of dominant-negative PKR in place of MP-12 NSs increases the accumulation of dendritic cells infected with the MP-12 mutant [45] . On the other hand, the immunogenicity and efficacy of MP-12 encoding NSs mutant, which inhibits host general transcription but not PKR, have not been studied. The rMP12-NSsR173A inhibits host general transcription including IFN-b gene without promoting the degradation of PKR [52] . In this study, we found that rMP12-PTNSs inhibits host general transcription including IFN-b gene, and does not promote the degradation of PKR. Mice vaccinated with rMP12-PTNSs but not rMP12-NSsR173A induced high level of neutralizing antibodies. The result suggested that the host transcription suppression induced by RVFV NSs negatively affects the vaccine efficacy if PKR is not inhibited. On the other hand, MP-12 encoding PTV NSs was highly efficacious even though it induces host general transcription suppression without inducing PKR degradation. It might be possible that PTV NSs has other unknown functions to support RVFV replication in the presence of host general transcription suppression. We noted that SFSV NSs possesses an unknown function to increase host gene expression, as indicated by up-regulation of a constitutively expressed SV40 reporter gene (Fig. 6) . The gene up-regulation was induced independently of PKR degradation, and may contribute to consistently high level of anti-N IgG in rMP12-SFSNSs vaccinated mice. Further studies are currently being conducted in our laboratory to elucidate the detailed mechanism of PTV NSs and SFSV NSs in host gene expression. Both SFSV and PTV cause self-limiting febrile illness in humans, and no significant diseases in animals. We observed that one mouse vaccinated with rMP12-SFSNSs was dead at 9 days post vaccination with viral encephalitis (Fig. S1 ). Vaccine-related viral encephalitis was also observed in mice vaccinated with parental MP-12 (data not shown), and we did not observe any significant increase of mouse death related to rMP12-SFSNSs vaccination compared to MP-12 vaccination. Considering that MP-12 vaccine encodes fully functional NSs of RVFV, rMP12-PTNSs and rMP12-SFSNSs are similar with, or most probably more attenuated than parental MP-12 due to a lack of function to promote PKR degradation. Since mouse is the most susceptible species to RVFV infection, the vaccine safety should be test in ruminants and nonhuman primates before further consideration as a vaccine candidate.", "project":"cdlai_CORD-19", "denotations":[]}