{"cord_uid":"n5w88l23", "sourcedb":"PMC", "sourceid":"PMC4437985", "divid":18, "text":"To study the structure-inhibition relationship between dihydropyrimidinase and the flavonoids in silico, the structure of dihydropyrimidinase was modeled and used for docking experiments. The crystal structure of P. aeruginosa dihydropyrimidinase has yet to be determined. We modeled the P. aeruginosa dihydropyrimidinase structure (S1 Fig) by homology modeling using SWISS-MODEL (http://swissmodel.expasy.org/) [34] . Human dihydropyrimidinase (PDB entry: 2VR2) was the first hit suggested as a template by the program. The amino acid sequences of human (with 519 aa) and P. aeruginosa dihydropyrimidinase (with 479 aa) shared 51% identity and 66% similarity (S2 Fig). We also used (PS) 2 , another bioinformatic tool, for structural modeling [35] . (PS) 2 (http://140.113.239.111/~ps2v2/docs.php) is an automatic homology modeling server that combines both sequence and secondary structure information to detect the homologous proteins with remote similarity and target-template alignment. Human dihydropyrimidinase was also the first hit suggested as a template by (PS) 2 because it had the highest score. Results obtained from (PS) 2 analysis indicated that 99.58% of the secondary structure was aligned, which implied that human and P. aeruginosa dihydropyrimidinase shared a highly similar structure (S3 Fig). Mutational analysis of the residues within the active site According to the crystal structure of Saccharomyces kluyveri (PDB entry: 2FVK) [41] and Sinorhizobium meliloti dihydropyrimidinases (PDB entry: 3DC8) [42] , residues H59, H61, K150, H183, H239, and D316 of P. aeruginosa dihydropyrimidinase were crucial for the assembly of the binuclear metal center within the active site; meanwhile, residues Y155, S289, and N337 were crucial for substrate binding (Fig 4A) . The amino acid sequences of 497 sequenced dihydropyrimidinase homologs aligned using ConSurf [33] indicated that these residues were well conserved (Fig 4B) . The importance of these residues was then probed by site-directed mutagenesis, in which alanine substitution was constructed and analyzed. As expected, the catalytic activities of these Ala-substituted mutant proteins were severely impaired. H59A, H61A, K150A, H183A, H239A, D316A, Y155A and S289A were inactive. Only N337A mutant protein was found to be active, but its activity was about 20-fold less than that of the wildtype dihydropyrimidinase.", "project":"cdlai_CORD-19", "denotations":[]}