{"cord_uid":"n5w88l23", "sourcedb":"PMC", "sourceid":"PMC4437985", "divid":14, "text":"Substrate analogs for any enzyme are usually potential inhibitors. Members of the cyclic amidohydrolase family have highly similar active sites, and may use the same catalytic mechanism for substrate hydrolysis [38] . This condition raises an interesting question as to whether the substrate and inhibitor of allantoinase and dihydroorotase can be a potential inhibitor of dihydropyrimidinase because of their structural similarity. Allantoin and dihydroorotate are not substrates for dihydropyrimidinase-catalyzed reactions (Table 3) . Allantoin and dihydroorotate are structurally similar to hydantoin and dihydrouracil, except for the 5' side chain ( Fig  1A) . To assess whether allantoin and dihydroorotate are dihydropyrimidinase inhibitors, allantoin and dihydroorotate were individually included in the standard assay using 5-propylhydantoin (Fig 2A) or dihydrouracil ( Fig 2B) as a substrate. Allantoin and dihydroorotate only slightly inhibited the activity of dihydropyrimidinase. Thus, substrates of other cyclic amidohydrolase may not be strong inhibitors of dihydropyrimidinase. To assess whether inhibitors or substrate analogs of allantoinase and dihydroorotase can be inhibitors of dihydropyrimidinase, 5-hydantoin acetic acid, acetohydroxamate, and orotic acid were used in this study. Similarly, 5-hydantoin acetic acid and acetohydroxamate (an inhibitor of allantoinase) could only slightly inhibit the activity of dihydropyrimidinase (Fig 2) . We also tested whether inhibitors of the metalloenzyme glutaminyl cyclase, namely, N-ω-acetylhistamine, 3,5-diamino-1,2,4-triazole, and 3-amino-1,2,4-triazole [39, 40] , are potential inhibitors of dihydropyrimidinase, in which 3-amino-1,2,4-triazole at 100-750 mM affected enzyme activity (Fig 2) . High concentrations of these compounds were required to obtain significant inhibition of dihydropyrimidinase. Thus, inhibitors or substrate analogs of allantoinase, dihydroorotase, and glutaminyl cyclase were not potent inhibitors of dihydropyrimidinase.", "project":"cdlai_CORD-19", "denotations":[]}