{"cord_uid":"n5w88l23", "sourcedb":"PMC", "sourceid":"PMC4437985", "divid":17, "text":"Flavonols are known to have antioxidant [20] , antiradical [22] , and antibacterial properties [23, 24] . Myricetin, quercetin, kaempferol, and galangin at different concentrations were included in the standard assay, and their IC 50 values were determined and compared to determine whether flavonols inhibit dihydropyrimidinase. Generally, the activities of dihydropyrimidinase toward dihydrouracil ( Fig 3B) and 5-propyl-hydantoin (Fig 3C) continued to decrease as the concentrations of the compound increased. However, these compounds caused distinct effects when different substrates were used. When dihydrouracil was used as a substrate, the inhibitory effects of myricetin and kaempferol on the activity of dihydropyrimidinase were significant; however, kaempferol only slightly inhibited the activity of Acetohydroxamate and 3-amino-1,2,4-triazole solutions, whose pH values, were pre-adjusted to pH 8. When using dihydrouracil as a substrate, some compounds at high concentrations were difficult to determine the inhibitory effect on the activity of dihydropyrimidinase using the spectrophotometric assay at 230 nm. dihydropyrimidinase toward 5-propyl-hydantoin (Fig 3C) . The effect of quercetin was insignificant. Overall, myricetin was found to strongly inhibit the hydrolysis of both dihydrouracil and 5-propyl-hydantoin catalyzed by dihydropyrimidinase. We further tested whether dihydromyricetin and myricitrin (Fig 3A) , derivatives of myricetin, can be inhibitors of dihydropyrimidinase. No effect was found when myricitrin was added into the standard assay using dihydrouracil and 5-propyl-hydantoin as substrates of dihydropyrimidinase. However, opposite to myricitrin, dihydromyricetin exhibited a significant inhibitory effect on the activities of dihydropyrimidinase for both substrates, even more than myricetin did (Fig 3B and 3C) . The IC 50 values of dihydromyricetin for dihydropyrimidinase determined from the titration curves using dihydrouracil and 5-propyl-hydantoin were 48 ± 2 and 40 ± 2 μM, respectively; myricetin yielded higher values of 83 ± 3 and 63 ± 3 μM, respectively. Based on the IC 50 values, the order of the inhibitory capability of the flavonoids for dihydrouracil was as follows: dihydromyricetin > kaempferol > myricetin > galangin > quercetin > myricitrin. Moreover, the order of the inhibitory capability of the flavonoids for 5-propyl-hydantoin was as follows: dihydromyricetin > myricetin > galangin > kaempferol > quercetin > myricitrin. Thus, for the first time, flavonols, especially dihydromyricetin, were established as novel inhibitors of dihydropyrimidinase. In addition, the inhibitory capabilities of these flavonols (at the μM range) were significantly higher than those of the substrate and inhibitor analogs (at the mM range) of dihydropyrimidinase.", "project":"cdlai_CORD-19", "denotations":[]}