{"cord_uid":"n85jp1f3", "sourcedb":"PMC", "sourceid":"PMC6921433", "divid":24, "text":"Provided that the general conditions for ethical research are met [34] , this example illustrates a scenario in which an HCT on an emerging infectious disease might be relatively straightforward to justify ethically because the conditions outlined above are present: (1) there is a population-adults-who are likely not to have serious complications from infection with Disease X; (2) there is a possibility of conducting the HCT in a setting where the outbreak is ongoing, thereby lowering the net risk to which participants are exposed; (3) there is broad agreement among stakeholders about the purpose of the HCT and willingness to use the results to accelerate vaccine development; and (4) the modes of transmission (i.e. fecal and oral) can be more easily monitored to ensure that volunteers in the research do not spread the disease to bystanders. Additionally, it would be important that data from an adult HCT will be relevant to children, who are the target population for the vaccine, and that the research can be conducted in a safe and scientifically sound manner in an endemic setting. Fig. 1 Example of a potential Disease X: mutant enterovirus associated to neurovirulence As with the example of the Zika HCT, there are several other issues that should be addressed for an HCT on Disease X to be ethically acceptable. Although we lack the space to address them fully, we will touch on two critical issues here. First, the level of payment would have to be sufficient to compensate participants for the amount of time they would contribute to the study and could be relatively high if participants had to be confined to avoid transmission to others for an extended period of time. This may raise concerns about undue inducement-more specifically, that participants might ignore the risks involved [35] -or lie or withhold disqualifying information in order to participate [36] . Existing data suggest that high payments do not necessarily compromise HCT participants' ability to understand the risks [37] [38] [39] , and some studies suggest that participants who are motivated by money pay more attention to the risks [40] [41] [42] [43] , perhaps recognizing that elevated risk is a reason for high payments. To address concerns about understanding of risks, researchers could try to improve understanding by using rigorous informed consent processes that allow extra time for processing of information and discussion, or tests of understanding with feedback for incorrect answers [44] .", "project":"cdlai_CORD-19", "denotations":[]}