{"cord_uid":"nag4at49", "sourcedb":"PMC", "sourceid":"PMC3707868", "divid":18, "text":"We sought to generate novel anti-PCSK9 binders with optimized expressibility in Glyco-engineered Pichia, while maintaining affinity of the original lead. To confirm this in a bioreactor setting, the selected clones: high affinity S2-10, and medium affinity S2-15 were cultivated and fermented in smallscale bioreactors to generate full-length mAbs. Originator Anti-PCSK9 (AX) expression strain was included as a control. Following fermentation, mAbs were purified using Protein A chromatography. The concentration of antibody was 4 . The construction of a proof of principle mating library and the isolation of high affinity, and high expression antigen binders using Fc-Sed1p. A) Haploid Pichia pastoris strains containing Fc-Sed1p expression cassette were transformed with a library of Anti-PCSK9 Hc or a library of Anti-PCSK9 Lc. Following mating and selection, diploids were cultured to express full length IgG library. Cultures were labeled using 20nM biotinylated human PCSK9 and APC 635 labeled antihuman Kappa. DyeLight 488 labeled Streptavidin was used to detect biotinylated PCSK9. B) Analysis and enrichment of high affinity anti-PCSK9 binders using three rounds of sequential sorting (S1 > S2 > S3). Known anti-PCSK9 strain co-expressing Fc-Sed1p was labeled as above as a control. C) Sensograms showing binding and dissociation kinetics of rhPCSK9 to immobilized anti-PCSK9 antibodies. Each anti-PCSK9 antibody lead was captured on the chip to ~ 500 RU followed by analyte injections of wild-type human PCSK9 at concentrations ranging from 0.156-2.5nM. Kinetics for the highest PCSK9 concentration (2.5 nM) is depicted for these antibodies. doi: 10.1371/journal.pone.0070190.g004 determined using Protein A HPLC analysis and affinities were measured by SPR by injecting rhPCSK9 at concentrations ranging from 0.156 to 2.5 nM. Figure 4C and Table 3 show that the ranking of affinities of these novel IgGs were in agreement with data obtained in 96-well experiment, however the affinity values for lead S2-15 appeared lower in the 96-well experiment ( Table 2 ). This is primarily due to the nature of the biacore data that is obtained by assaying crude supernatants from 96-well plates using a single concentration of the antigen. For that reason this assay can only be used for highthroughput clone selection, and data from the purified samples (Table 3) are reported for the actual affinities.", "project":"cdlai_CORD-19", "denotations":[]}