{"cord_uid":"nag4at49", "sourcedb":"PMC", "sourceid":"PMC3707868", "divid":1, "text":"Recent reports have described novel platforms dedicated for the discovery of full-length IgGs in bacterial, mammalian, and yeast cell lines [1, 8, 9] . To date, even with extensive engineering, bacterial systems are unable to generate fully human glycosylated proteins, and thus require additional conversion steps for expression and selection of the discovered leads in mammalian cell lines. Furthermore, while bacterial display has been successful in isolating mAbs which could bind with nano-molar affinities to their desired target [10] [11] [12] , the prokaryotic expression may not predict how proteins would behave once produced in the eukaryotic hosts that possess post-translational modifications such as glycosylation. In the case of mammalian display, direct anchoring of the IgG to the cell membrane was required [9] . This entailed the introduction of an additional ectopic sequence to the IgG heavy chain thus leading to additional conversion steps and further selection to enable soluble expression of fulllength mAbs. Surface re-capture technologies for full-length mAbs in yeast were developed to enable display and secretion in the same cell. These methods utilized post-secretory binding of IgG molecules in the culture medium to an anchored moiety on the cell surface [13, 14] . Binding was achieved directly through protein-protein or protein-ligand interactions. Although re-capture technologies couple secretion to display for full length IgGs, they suffer drawbacks of their own, including the need for modifying the protein sequence to allow surface binding in particular cases. Moreover, re-capture following secretion introduces the risk of "crosstalk" between clones that could lead to the loss of the required genotype-to-phenotype relationship that is critical for efficient lead-cell isolation. Without a strong genotype-to-phenotype relationship built into the display system the issue of "cross talk" among clones in the same culture must be addressed through tedious experimental modifications [15] .", "project":"cdlai_CORD-19", "denotations":[]}