{"cord_uid":"nag4at49", "sourcedb":"PMC", "sourceid":"PMC3707868", "divid":13, "text":"To reduce the above concept into practice, we introduced the Fc-ScSed1p expression cassette into three Glyco-engineered Pichia pastoris strains. As described in Table 1 these strains included yeast YGLY18483 which expresses full-length antihuman PCSK9, and YGLY13979 which expresses full-length anti-human Her2 IgGs. We assayed antibody display and expression in each strain following cultivation in 1L bioreactors by two independent methods. First, we examined the display of monovalent IgGs on the cell surface by monitoring the expression of the light chain on the yeast cell surface. Cells were labeled with anti-human IgG Kappa chain and their fluorescence intensity was analyzed using flow cytometry ( Figure 2A ). We reasoned that the presence of the light chain on the cell surface would be indicative of the successful heterodimerization and assembly of cell wall anchored Fc-ScSed1p and monovalent Hc+Lc IgG molecule. Second, the supernatants of cultures in (Figure 2A ) were passed through a Protein A column to capture secreted full-length IgG. The eluents were subsequently resolved by electrophoresis to establish the presence of full-length fully assembled IgGs ( Figure 2B ). As demonstrated in Figure 2A (I; II), only strains containing both Fc-ScSed1p bait and full-length IgG expression cassettes reacted with anti-human Kappa light chain antibodies indicating the ability of the system to display the (Hc+Lc) half antibody molecules. Moreover, electrophoresis of Protein Acaptured pools confirmed that the supernatants of the display strains contain levels of secreted full-length IgGs that are similar to those of the non-display parents without Fc-ScSed1p bait ( Figure 2B ). We also employed 2-aminobenzamide (2-AB) labeling and high performance liquid chromatography (HPLC) to analyze the glycan content on IgGs at Fc N297 site produced in strains with or without Fc-ScSed1p. We observed that the glycosylation signatures in the display-secretion strains (with "Fc bait") were similar to those of non-display parent strains without "Fc bait" (Figure 2C ). Taken together these experiments prove that this system is capable of displaying monovalent antibodies while maintaining simultaneous secretion of soluble full length assembled (Hc2+Lc2) molecules. Furthermore, the secreted IgGs are modified with human-type N-glycans that are comparable to those that occur on molecules produced by the "non-display" strains.", "project":"cdlai_CORD-19", "denotations":[]}