{"cord_uid":"nag4at49", "sourcedb":"PMC", "sourceid":"PMC3707868", "divid":16, "text":"The goal of developing this novel antibody surface display is its application in antibody discovery and maturation while preserving full-length IgG secretion. For that purpose, we designed a proof-of-concept study to demonstrate the utility of this display method in maturing the expressibility of an antibody lead in Glyco-engineered Pichia pastoris while maintaining the affinity to its known antigen. An anti-PCSK9 mAb (mAb1) was originally identified from a phage display library with low nanomolar affinity. In order to isolate novel anti-PCSK9 leads with optimal expression in Glyco-engineered Pichia pastoris, two synthetic DNA libraries covering heavy and light chain CDR3 regions were designed and synthesized by site directed mutagenesis. The final diversity of the heavy chain library was 4,320 while the final diversity of the light chain library was 1,296. Both heavy chain and light chain libraries were introduced separately into haploid Pichia pastoris strains containing the Fc-ScSed1p expression cassette. To create a full-length antibody library, haploid libraries of the heavy and light chains were combined by mating to generate a diploid fulllength IgG library with a diversity of ~5 x 10 6 . We sequenced the heavy and the light chain genes from 40 diploid strains. This confirmed both the presence of heavy and light chains, and the amino acid sequence diversity in the library, as all of the clones tested contained unique antibody genes. We also analyzed affinities of secreted IgGs produced in these diploids by surface plasmon resonance (SPR). Although the majority of these diploid clones did not produce high levels of full-length antibodies as assessed by ELISA and SDS-PAGE (data not shown), no PCSK9 binders were observed in this randomly selected pool where full length IgG was produced, thus indicating majority of mutations that were introduced to this antibody resulted in loss of optimal expression and antigen binding (See Figure 4B, panel L1) . We subsequently employed FACS to isolate highly-expressed mAbs that retained binding to PCSK9. To this end, three rounds of sorting were carried out. Twenty nM biotinylated PCSK9 antigen was used in each round, and the top 1% binders were isolated based on fluorescence intensity. After each round, ~1000 clones were plated on solid medium. Forty clones were selected, and their heavy chain and light chain genes were PCR amplified and sequenced to determine their amino acid sequence. Since this method enables simultaneous display and production of mAbs, leads selected by FACS were directly cultured in 96-well plates to produce full-length secreted IgG for in vitro PCSK9 binding studies.", "project":"cdlai_CORD-19", "denotations":[]}