{"cord_uid":"nag4at49", "sourcedb":"PMC", "sourceid":"PMC3707868", "divid":21, "text":"Here, we describe, a novel system for the display of monovalent functional antibodies on the surface of Glycoengineered Pichia pastoris. This technology takes advantage of the antibody dimerization in the ER to achieve capture of the Fc region of a half mAb to an anchored Fc molecule through covalent disulfide bond formation in the hinge region, while preserving the assembly and secretion of free soluble fulllength IgGs. Previous methods have utilized Fab anchoring through pairing of protein partners in the ER, where one of the monomers is anchored to a surface molecule. Examples of such display systems include the Aga1-Aga2 [27] and the GR1-GR2 [3] systems. The utilization of the native Fc region as an anchoring surrogate, nevertheless, simulates the process of antibody assembly, and thus eliminates expression or stability biases that could be introduced through ectopic anchoring sequences. This surface display module in combination with FACS could be employed to screen large IgG libraries for high affinity and well-expressed leads that also possess desirable stability profilesYeast libraries could be subjected to various robustness tests to select clones that maintain antigen binding following denaturing conditions. N-glycans can impart desired biophysicochemical properties on proteins including solubility and formulability [28] [29] [30] [31] . Antibody libraries in Glycoengineered Pichia can be designed to include canonical glycosylation sites in the Fab region. FACS can be used to obtain sequences containing N-glycosylation that do not interfere with antigen binding affinity. In our studies, we used Glyco-engineered Pichia strains to establish proof of principle of the anchored Fc bait as a dual-mode antibody surface display and production platform. In a similar manner, it is conceivable that any eukaryotic antibody production cell line could be used to display monovalent (Hc+Lc) while simultaneously secreting full-length IgGs. Other membrane or cell wall proteins can be used to anchor Fc regions of any IgG subclass. However, Glyco-engineered Pichia offers advantages over other established antibody discovery platforms. It is able to generate IgG molecules with human glycoforms while maintaining the high transformation efficiency of yeast. Furthermore, the tractability of a fungal system enables coevolving the cell line and molecule of interest in the same experiment to generate "genetically-customized" production hosts for each discovered lead. It is of importance to note that this system as well as other display formats may be biased towards selecting antibodies with lower affinity and higher expression over ones with higher affinity but lower expression. For that reason extra care should be employed in designing and performing FACS experiments to include clones with such criteria.", "project":"cdlai_CORD-19", "denotations":[]}