{"cord_uid":"nx2wrguu", "sourcedb":"PMC", "sourceid":"PMC6588210", "divid":37, "text":"The present study was not free from limitations. First, this study rested on confirmed dengue cases in patients with symptomatic illness who undertook testing. Febrile patients who had visited Yoyogi Park were advised to seek medical attention during the outbreak; however, a substantial number of asymptomatic infections would have been missed [49] , and the present evaluation was made based only on diagnosed cases. Thus far, we have failed to explicitly estimate the ascertainment rate or number of asymptomatic infections using the observed empirical data. Second, Yoyogi Park was undoubtedly the focal area of transmission, but later transmission occurred in other parks in the Kanto region. In addition to spatial heterogeneity, the exposure behaviors in those parks were not rigorously traced, leading to substantial uncertainty in the empirical data (i.e., many cases belonging to Group 3 in our likelihood), thus making later epidemic data difficult to be captured by our simple model. Third, qualitatively, local residents of Yoyogi Park were suspected of being amplifiers of transmission. However, it was not possible to trace the behavior of these infected individuals, e.g., when they left Yoyogi Park and where they went after leaving the park, including whether they moved to another park as a next destination, thus being responsible for causing subsequent cases. It must be remembered that our high estimate of the reproduction number in the early stage of the epidemic could have reflected the existence of superspreaders. Fourth, we ignored environmental and ecological factors in our model [50] [51] [52] . The temperature mostly remained stable during the course of the 2014 outbreak; thus, the EIP can be assumed to be approximately stable. However, we ignored rainfall, which could have altered the population dynamics of Aedes species. Fifth, we examined only a limited number of assumed generations; theoretically, there could be six, seven, or an even greater number of generations explaining the observed epidemiological dynamics. However, considering the published EIP, it was implausible that there were six or more generations during the course of the 2014 outbreak.", "project":"cdlai_CORD-19", "denotations":[]}