{"cord_uid":"nx2wrguu", "sourcedb":"PMC", "sourceid":"PMC6588210", "divid":28, "text":"Fitting three different models with a different assumed number of generations, the observed temporal patterns were well captured overall (Fig 3A) . Identifying a few best-fit models with a different number of generations, the most likely first date of exposure was in the range 26-28 July 2014, dating back 7-9 days from 4 August 2014 (S2 Table) . Regardless of the assumed number of generations, the first generation (i.e., generation 1) coincided with a small peak in the epidemic curve on 14 August; generation 2 was considered to be primarily responsible for the highest peak at the end of August (Fig 3B-3D ). Only when generation 4 was assumed to have existed, generation 3 was considered responsible for a small peak on about 7 September 2014. Table 2 summarizes the parameter estimates derived from the identified best model, given the assumed number of generations. The mean generation time from DENV infection in a human to another DENV infection in a human via a mosquito bite (i.e., μ IP + μ Trans ) was estimated at 17.2 days, 16.1 days, and 12.4 days for the assumed number of generations 2, 3, and 4, respectively. As the assumed number of generations increased, the estimated mean and standard deviation became significantly smaller, reflecting that the explainable transmission dynamics greatly varied by the assumed number of generations. The reproduction numbers in the absence of interventions were greater than the value of 1 by generation 2 (i.e., R 1 ) for the three models, and by generation 3 (i.e., R 2 ) if the assumed number of generations was 4. It should be noted that if the number of generations was 2, then the reproduction number of generation 3 (i.e., R 2 ) was not estimated but must have been zero (owing to the absence of generation 3). It should be noted that the latest estimate of R i was below the value of 1 and this was not surprising, because the epidemic came to an end in October 2014.", "project":"cdlai_CORD-19", "denotations":[]}