{"cord_uid":"nzh87aux", "sourcedb":"PMC", "sourceid":"PMC1764036", "divid":30, "text":"Early presentation by infected arrivals not detected at the borders was found to add only a few days to the delay. To some extent this arises due to our assumption that pre-symptomatic transmission can occur, for which there is some evidence. In contrast, Ferguson et al. [2] assume that the incubation and latent periods are equal, with a mean of 1.5 days. In their model presymptomatic transmission is excluded and infectiousness is estimated to spike dramatically immediately following symptom onset and declining rapidly soon afterwards. Under their model assumptions, immediate presentation at onset of symptoms would reduce transmission effectively. However, as presentation occurs some time after onset of symptoms and the bulk of infectivity occurs immediately after onset of symptoms the results on the effect of early presentation of cases are likely, in practical terms, to be similar to those found here. Given the variable nature of influenza symptoms, there is likely to be a difference between the onset of the first symptoms as measured in a clinical trial (e.g. [19] ) and the time that a person in the field first suspects that they may be infected with influenza virus. To fully resolve the issue of how effective very early presentation of infected travelers is in delaying a local epidemic we need better knowledge about the infectiousness of individuals before and just after the onset of symptoms. It is assumed that the pandemic is identified and declared when there are 10 concurrent cases in the source region attributed to human-to-human transmission, and that screening is applied at both departure and arrival. The time between screening events is assumed to be 12 hours and infected travelers are not isolated following the onset of symptoms. Of the border control measures available, reducing traveler numbers has the biggest effect on the delay and even then it is necessary to get the number of travelers down to a very low number. An equivalent control measure is to quarantine all arriving passengers with near perfect compliance.", "project":"cdlai_CORD-19", "denotations":[]}