{"cord_uid":"o7ttiu97", "sourcedb":"PMC", "sourceid":"PMC3401186", "divid":15, "text":"Noninvasive imaging can provide real-time in vivo monitoring of the progression of infection, inflammation and disease that may give insight into the mechanisms that modulate disease progression. Recently, Veldhuis Kroeze et al, presented data on the monitoring of pulmonary lesions of H1N1pdm influenza virusinfected ferrets with CT scanning which correlated with disease progression and severity [44] . As those studies demonstrate, CT is a powerful tool, but it will not give the molecular details that can be provided by PET or SPECT imaging of probes that target critical host responses such as neutrophil invasion. In our study we coupled CT scanning with the [ 18 F]-FDG radiotracer and show infection and inflammation of influenza infection in the lower respiratory system with foci of increased [ 18 F]-FDG uptake corresponding to areas of lung opacity on CT, with underlying inflammation on necropsy. In comparison to human CT imaging studies of influenza, the molecular images in the ferret show strong similarity. CT findings in patients with confirmed influenza infection show patchy ground-glass opacities in segmental multifocal distributions, mixed with areas of consolidation in the lung [12, 25, 45] . Moreover, the few case reports of human influenza in which lungs were imaged by [ 18 F]-FDG PET demonstrate areas of high uptake in these ground-glass opacities and consolidation [31] . Our study similarly demonstrates this pattern in the ferret model, also showing patchy opacities on CT with high uptake of radiotracer on PET, with necroscopy-based confirmation of inflammation in the left caudal lobe. Specifically, we show the ferret lung demonstrated progressive consolidation on CT and FDG uptake on PET predominantly in the right caudal lobe, which progressed to the left caudal lobe by day 3 p.i. By day 6, the diffuse metabolically active lesions seen on PET/CT were similar to what has been reported in the human literature during the 2009 H1N1 pandemic [31] .", "project":"cdlai_CORD-19", "denotations":[]}