{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":13, "text":"To enhance the safety of VSV as a vector, we further attenuated it with a specific mutation that inhibits its mRNA cap methyltransferase (MTase) activity. We previously showed that a single point mutation (G1670A) in the S-Adenosyl methionine (SAM) binding site in the MTase region of the large (L) polymerase protein resulted in a recombinant virus (rVSV-G1670A) that was defective in mRNA cap guanine-N-7 methylation but not ribose 2′-O methylation 45 . Compared to rVSV, this recombinant virus was highly attenuated in cell culture as well as in mice 45, 46 . The G1670A mutation was introduced into VSV backbone to generate rVSV-G1670A-E, rVSV-G1670A-aE, rVSV-G1670A-prM-E, and rVSV-G1670A-prM-E-NS1, respectively ( Supplementary  Fig. 7A ). The plaque diameters of rVSV-G1670A-E, rVSV-G1670A-aE, rVSV-G1670A-prM-E, and rVSV-G1670A-prM-E-NS1 were 1.64 ± 0.08, 1.68 ± 0.10, 1.73 ± 0.11, and 0.85 ± 0.12 mm respectively, significantly smaller than the recombinant viruses derived from the wild-type VSV backbone (Compare Supplementary Fig. 7B, Fig. 1b) . Single-step replication curves showed that VSV-G1670A-E, VSV-G1670A-aE, and rVSV-G1670A-prM-E had replication kinetics similar to rVSV-G1670A, whereas rVSV-G1670A-prM-E-NS1 had a significant delay (P = 5.82 × 10 9 and 0.0021 at time points 12 and 24 h respectively, t-test) (Fig. 2a) . At 24 h post-infection, the expression of E can be ranked rVSV-G1670A-prM-E > rVSV-G1670A-prM-E-NS1 > rVSV-G1670A-aE (Fig. 2b) . No E protein expression was detected from rVSV-G1670A or rVSV-G1670A-E, but NS1 protein expression was detected from rVSV-G1670A-prM-E-NS1 (Fig. 2b) . In a kinetic experiment, E protein expression was maximal from rVSV-G1670A-aE and rVSV-G1670A-prM-E at 12 and 36 h respectively, but was delayed in rVSV-G1670A-prM-E-NS1infected cells (Fig. 2c) . Similarly, E and NS1 proteins were secreted into cell culture medium in virus-infected cells (Fig. 2d , e, and Supplementary Fig. 8 ). Compared to the parental rVSV vector, E protein expression was delayed from the rVSV-G1670A vector (Fig. 2d , compare upper and lower panels), suggesting that the rVSV-G1670A vector was more attenuated. These results demonstrated that ZIKV E and NS1 proteins were highly expressed by MTase-defective rVSV.", "project":"cdlai_CORD-19", "denotations":[]}