{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":42, "text":"Analysis of ZIKV-specific T cell responses. To determine the nature of T cell responses that supported the development of ZIKV-specific Ab responses by rVSV expressing ZIKV antigens, we analyzed cytokine production by ZIKV E-specific spleen T cells. More specifically, spleen cells were aseptically removed from mice 35 days after immunization, and minced by pressing through a cell strainer. Red blood cells were removed by incubation in 0.84 % ammonium chloride and, following a series of washes in RPMI 1640, cells were resuspended in RPMI 1640 supplemented with 2 mM L-glutamine, 1 mM sodium pyruvate, 10 mM HEPES, 100 U/ml penicillin, 100 μg/ml streptomycin, and 10% fetal calf serum. The cell concentrations were adjusted to 3 × 10 6 cells/mL and 100 µl were added into each well (3 wells per spleen sample) of a 96-well microtiter plate and cultured either alone or in the presence of 20 µg/ml of ZIKV E protein for 5 days at 37°C in a 5% CO2 atmosphere. Culture supernatants were collected from each well and frozen at −80°C until analysis of secreted cytokines using the Bio-Plex Pro Mouse Cytokine Standard 23-Plex, Group I (Bio-Rad Laboratories Inc, Hercules, CA) per manufacturer's instructions. The frequencies of ZIKV-specific Th1 (IFN-α + CD4 + CD3 + and TNF-β + CD4 + CD3 + ), Th2 cells (IL-4 + CD4 + CD3 + , IL-5 + CD4 + CD3 + ), Th17 (IL-17A + CD4 + CD3 + ), and Tfh (IL-21 + CD4 + CD3 + ) cells were determined by intracellular staining with the corresponding anti-cytokine Abs (at a dilution of 1:5000) after additional incubation in the presence of PMA and ionomycin. Cytokine-specific antibodies including Alexa Fluor Measurement of viral burden. At indicated time points after ZIKV challenge, blood was collected and organs were recovered. Organs were weighed and homogenized using a bead-beater apparatus (MagNA Lyser, Roche). The total RNA was extracted from tissue samples and blood by using TRIzol Reagent (Life technologies, Carlsbad, CA). Reverse transcription (RT) was conducted using a primer (5′-CTCGTCTCTTCTTCTCCTTCCTAGCATTGA-3′) targeting the capsid (C) gene of ZIKV and the Superscript III transcriptase kit (Invitrogen, Carlsbad, CA). The RT products were then used to perform real-time PCR using primers specifically targeting the E gene of ZIKV (forward, 5′-CATCAGGATGGTCT TGGCGATTCTAGC-3′; reverse, 5′-CTCGTCTCTTCTTCTCCTTCCTAGCATT GA-3′) in a StepOne real-time PCR system (Applied Biosystems). A standard curve was generated using a serial dilution of ZIKV RNA extracted from known PFU titer of infectious virus. Amplification cycles used were 2 min at 50°C, 10 min at 95°C, and 40 cycles of 15 s at 95°C and 1 min at 60°C. The threshold for detection of fluorescence above the background was set within the exponential phase of the amplification curves. For each assay, 10-fold dilutions of standard viral RNA were generated, and negative-control samples and double-distilled water (ddH 2 O) were included in each assay. Viral burden is expressed on a log10 scale as viral RNA equivalents per gram or per milliliter. Similarly, total RNA from brain tissues was used for quantification of VSV RNA using primers annealing to the VSV L gene and shown as RNA copies per gram, using a plasmid encoding VSV genome as a standard curve.", "project":"cdlai_CORD-19", "denotations":[]}