{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":21, "text":"Next, we repeated the above animal experiment and included rVSV-G1670A-aE in the vaccination. Recombinant rVSV-G1670A-prM-E-NS1 and rVSV-G1670A-aE had no body weight loss whereas rVSV-G1670A-prM-E had approximately 4.2% body weight loss at day 7 ( Supplementary Fig. 12) . High E-specific antibodies were observed in all animals vaccinated with rVSV-G1670A-prM-E or rVSV-G1670A-prM-E-NS1 at day 28 and further increased at day 35 post-vaccination (Fig. 4c ). Only 1 out of 5 animals vaccinated with rVSV-G1670A-aE developed Especific antibodies from day 7 to 28, and all animals developed Especific antibodies at day 35 (Fig. 4c ). NS1-specific antibodies were only detected in rVSV-G1670A-prM-E-NS1 group (Fig. 4d) . Upon ZIKV challenge, mice did not exhibit body weight loss ( Supplementary Fig. 13 ). Mice vaccinated with rVSV-G1670A-prM-E and rVSV-G1670A-prM-E-NS1 were protected from viremia at days 3 ( mtdVSV-based vaccine provides complete protection in A129 mice. Finally, we assessed the protective effect of mtdVSV-based ZIKV vaccines in A129 mice which lack the type-I interferon receptor (IFNAR). These mice have been shown to be highly permissive for both ZIKV 47, 48 and VSV infection 49, 50 . In fact, A129 mice are so susceptible to wild-type VSV infection that a dose of 50 PFU is lethal 50 . To reduce side effects, an intramuscular route was used for VSV vaccination. Since mtdVSV-based vaccines were significantly attenuated, we chose a dose of 10 5 PFU for vaccination which was 2000 times higher than the wildtype VSV lethal dose. Briefly, A129 mice were immunized intramuscularly with rVSV-G1670A-prM-E-NS1, rVSV-G1670A-prM-E, or rVSV-prM-E-NS1, and the safety and antibody response were monitored. We found that rVSV-G1670A-prM-E-NS1 was completely attenuated in A129 mice, exhibiting no body weight losses or any abnormal reactions (Fig. 5a) . However, rVSV-prM-E-NS1, which lacks the VSV attenuating mutation, was virulent in A129 mice, causing 2 deaths at day 7, and morbidity by day 10 that required termination of the others. Mice immunized with rVSV-G1670A-prM-E lost 20% of their weight but recovered and remained healthy. As shown in Fig. 5b -g, all mice in rVSV-G1670A-prM-E-NS1 and rVSV-G1670A-prM-E groups developed high levels of antibody, detected by ELISA (Fig. 5b, c) and by neutralization assay (Fig. 5d , e) as early as week 1 post-vaccination. Ab titers remained high at week 3 (Fig. 5c, e) . In addition, high levels of NS1-specific Ab were detected at weeks 1 and 3 in the rVSV-G1670A-prM-E-NS1 group (Fig. 5f, g) . At week 4 post-immunization, each group was intraperitoneally challenged with 10 5 PFU of the ZIKV Cambodian strain. Mice in the control, unvaccinated challenged group (immunized with the . 6a) and had severe body weight loss (Fig. 6b) . Because of the severity of disease in the pCI control group, these mice were terminated at day 7. In contrast, mice vaccinated with either rVSV-G1670A-prM-E-NS1 or rVSV-G1670A-prM-E did not exhibit any weight loss (Fig. 6b) or ZIKV associated clinical symptoms (Fig. 6a) . ZIKV viremia was measured at days 3 and 7 post-challenge by real-time RT-PCR (Fig. 7a, b ). An average of 5.8 log PFU equivalents of ZIKV was detected in the pCI control group at day 3. Low ZIKV PFU equivalents were detected at day 3 in the rVSV-G1670A-prM-E group but none in the rVSV-G1670A-prM-E-NS1 group. At day 7, high levels of ZIKV were detected in the blood of the pCI control group, whereas no or very low ZIKV was found in rVSV-G1670A-prM-E-NS1 and rVSV-G1670A-prM-E groups. Similarly, high levels of ZIKV were detected in the brain, uterus, lung, and spleen of the pCI control group whereas under or near detection limit level of ZIKV RNA was found in these organs in the rVSV-G1670A-prM-E and rVSV-G1670A-prM-E-NS1 groups (Fig. 7c-f ). In addition, histologic analysis of brain tissues showed that rVSV-G1670A-prM-E and rVSV-G1670A-prM-E-NS1 had completely protected the mice from ZIKV-induced encephalitis (Fig. 7g) . In contrast, severe encephalitis characterized by neuronal necrosis, gliosis, neuronal satellitosis and neuronophagia with lymphocytic perivascular cuffing was found in the control group (Fig. 7g) . The brain tissues were used for the detection of VSV RNA. It was found that VSV RNA was not detectable or near the detection limit in A129 mice vaccinated with rVSV-G1670A-prM-E-NS1 whereas After challenge, blood samples were collected at the indicated time until day 24 and the presence of ZIKV RNA was quantitated by real-time RT-PCR and calculated to PFU equivalent RNA/ml. Data were expressed as GMT of 10 mice ± standard deviation. b Quantification of VSV RNA in BALB/c mice. Brains were harvested at the termination of the study. The VSV RNA was measured by real-time RT-PCR using primers annealing to the VSV L gene. Data were expressed together with the GMT of 10 mice (black bars). P value (by Student's t-test) from top to bottom: ****P = 4.25 × 10 −7 , ***P = 0.000710, ***P = 0.000371. c Kinetics of ZIKV E-specific antibody induced by mtdVSV expressing ZIKV antigen. Serum samples were collected weekly and analyzed by ELISA for ZIKV-specific serum IgG Ab. Data are expressed as the GMT of five mice ± standard deviation. d Kinetics of ZIKV NS1-specific antibody induced by mtdVSV expressing ZIKV antigen. e mtdVSV-based vaccine protects BALB/c mice from viremia at day 3 post-challenge. The level of viremia was measured by real-time RT-PCR at day 3 post-challenge. P value (by Student's t-test) from top to bottom: ****P = 1.02 × 10 −5 , ****P = 6.06 × 10 −5 , **P = 0.00345, ***P = 0.00310. f mtdVSVbased vaccine protects BALB/c mice from viremia at day 7 post-challenge. The level of viremia was measured by real-time RT-PCR at day 7 post-challenge. P value (by Student's t-test) from top to bottom: ***P = 3.89 × 10 −5 , *P = 0.0201. Significance was calculated using t-test. N.S. indicates not significant approximately 6 log of VSV RNA were detected in rVSV-G1670A-prM-E group (Fig. 5h) , suggesting that rVSV-G1670A-prM-E-NS1 was significantly more attenuated than rVSV-G1670A-prM-E. These data demonstrate that a single low dose of mtdVSV-based vaccines provides complete protection against ZIKV challenge in A129 mice.", "project":"cdlai_CORD-19", "denotations":[]}