{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":29, "text":"Although it was recently reported that rVSV with mutated matrix protein expressing prM-E was capable of generating maternal antibody that can protect offspring from ZIKV infection 42 , it is not known whether immunized animals can be directly protected from ZIKV challenge. In our study, we systematically screened the immunogenicity of rVSVs expressing a variety of ZIKV antigens including E, E truncations, aE, aE truncations, prM-E, prM-E truncations, prM-E-NS1, and NS1. To our knowledge, this is first time to utilize co-expression of NS1 with prM-E as potential antigens in vectored ZIKV vaccine candidates. In addition, we used viral MTase as a novel approach to attenuate VSV for delivering ZIKV vaccine. We demonstrated that a single immunization (IN or IM) with mtdVSV-based vaccine triggered high levels of ZIKV-specific Ab and T cell immune responses and provided complete protection against ZIKV challenges in both BALB/c and highly sensitive A129 mice. In contrast, DNA vaccine requires high doses and multiple booster vaccination, and antibody was undetectable in both BALB/c and A129 mice at early time points (Figs. 1, 5 , and Supplementary Table 1 ). Our results suggest that the efficacy of this VSV-based vaccine is much higher than a DNA vaccine. A VSV-based vaccine offers many other advantages, including genetic stability, expression of multiple antigens, low cost, simplicity of production, multiple routes of administration, and ease of manipulation. During the Ebola virus outbreaks in Africa in 2013-2016, VSV-based vaccine (rVSV-EBOV) was successfully used in humans and was found to be safe and efficacious [38] [39] [40] [41] . In addition, several other VSV-based vaccine candidates and oncolytic agents are being tested in human clinical trials. It is likely that more analysis of the safety and efficacy of VSV as a vector in humans will be forthcoming soon, which will facilitate the use of VSV-based vaccines in mass vaccination in the future. We found that ZIKV NS1 alone can induce partial protection against ZIKV challenge. In BALB/c mice, both rVSV-G1670A-NS1 and pCI-NS1 provided substantial protection against viremia in the absence of neutralizing antibody. Overall, the protective efficacy of mtdVSV-based NS1 vaccine (rVSV-G1670A-NS1) was higher than the DNA vaccine (pCI-NS1) approach. The partial protection of pCI-NS1 against lethal ZIKV challenge was also observed in A129 mice. Overall, the disease severity, viremia, and virus burden in pCI-NS1 vaccinated group were significantly lower than the pCI control group in A129 mice (P < 0.05), t-test (Figs. 6, 7) . The flavivirus NS1 is a nonstructural glycoprotein that is essential for viral replication and immune evasion. Previously, it was shown that immunization with purified NS1 and recombinant NS1 or passive administration of monoclonal antibodies (MAbs) against NS1 can protect mice against lethal infection by WNV, JEV, DENV, and YFV 23, 25, 44, 59, 60 . In addition, vaccination with DENV1, DENV3, or DENV4 NS1 provided substantial cross protection against a heterologous DENV2 lethal challenge 3 study did not evaluate the efficacy of MVA-ZIKV-NS1 in A129 mice which is more highly sensitive to ZIKV infection. The finding that NS1 conferred partial protection against ZIKV infection highlights an alternative strategy to design ZIKV vaccine. Current efforts on development of ZIKV subunit vaccines have been exclusively focused on prM and E proteins which rely on generating high levels of neutralizing Ab. However, it has been reported that anti-flavivirus Abs are cross-reactive with other species of flavivirus which may facilitate ZIKV infection through the antibody dependent enhancement (ADE) mechanism 62-64 . Since NS1 is absent in the virion, Ab against NS1 will not neutralize ZIKV, but it may provide an alternative antigen for vaccine development because it avoids the potential risk of disease enhancement [65] [66] [67] .", "project":"cdlai_CORD-19", "denotations":[]}