{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":18, "text":", and Tfh (IL-21 + CD4 + ) (e) cells were determined by flow cytometry after intracellular staining with the corresponding anti-cytokine. Data were expressed as mean % positive cells (the mean of 15 samples: 3 wells × 5 mice) ± standard deviation. Asterisk indicates that the group was statistically different with unstimulated and DMEM groups. P-value in from left to right for each panel by Student's t-test: a ****P = 3.55 × 10 −9 , ****P = 4.10 × 10 −6 , ****P = 4.21 × 10 −7 . b **P = 0.00676, **P = 0.00394, ****P = 7.58 × 10 −6 , ****P = 3.32 × 10 −5 . c *P = 0.0243, **P = 0.00180, *P = 0.0304, *P = 0.0149, ***P = 0.000409, ****P = 7.72 × 10 −6 , *P = 0.0102. d **P = 0.00749, ****P = 2.52 × 10 −6 , ***P = 0.000907. e ***P = 0.000313, ***P = 0.000162 were detected in the spleens of mice immunized with rVSV-G1670A-prM-E, but not rVSV-G1670A-prM-E-NS1. These results indicate that co-expression of NS1 enhances IFN-γ, but inhibits production of TNF-α by T helper cells. Th2 cells produce an array of cytokines, which support the production of Abs more likely to protect against extracellular pathogens such as viruses. Interleukin 21, the signature product of follicular T helper cells (Tfh) and IL-17A the product of Th17 cells facilitate antibody production and affinity maturation. Both rVSV-G1670A-prM-E-NS1 and rVSV-G1670A-prM-E induced a similar level of CD4 + IL-4 + , a Th2 cytokine (P > 0.05, t-test) in spleen cells after in vitro restimulation with ZIKV E protein (Fig. 3c) . However, rVSV-G1670A-prM-E-NS1 induced significantly higher CD4 + IL-5 + and CD4 + IL-10 + , the other two Th2 cytokines (P < 0.05, t-test). Interestingly, rVSV-G1670A-prM-E-NS1 also induced a significantly higher Th17 response (CD4 + IL-17A + ) than rVSV-G1670A-prM-E (P < 0.001, t-test) (Fig. 3d ). In addition, ZIKV E-specific Tfh cells (CD4 + IL-21 + ) were produced at similar levels in rVSV-G1670A-prM-E-NS1 and rVSV-G1670A-prM-E inoculated mice (P > 0.05, t-test) (Fig. 3e) . These results demonstrated that mtdVSV-based vaccines triggered ZIKV-specific T cell responses and that co-expression of NS1 enhances Th2 and Th17 responses. In addition, the fact that coexpression of NS1 enhances IFN-γ suggests that NS1 modulated the Th1 response (Fig. 3b) . Collectively, our results suggest that the presence of NS1 leads to a more balanced response including Th1, Th2, and Th17 cells.", "project":"cdlai_CORD-19", "denotations":[]}