{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":8, "text":"High-level expression of ZIKV proteins by the VSV vector. We next assessed the expression level of VSV vectored E protein and its truncations. A 54 kDa full-length E protein was detected in cells infected with rVSV-prM-E and rVSV-prM-E-NS1 but not with rVSV-E (Fig. 1a, b) . The NS1 protein was only detected in rVSV-prM-E-NS1 infected cells (Fig. 1c) , as expected. A smaller E protein was detected in cells expressing the truncated E protein, consistent with the shorter C-terminal domain (Fig. 1a) . Quantitative analysis of three independent experiments showed that rVSVs co-expressing prM with E or E truncations had approximately five times greater E protein expression compared to rVSVs expressing E or E truncations without prM. Western blot of cell culture supernatants showed that all rVSVs co-expressing prM and E/E truncations released enough E/E truncation proteins into the supernatant to be easily detectable without the need for concentration ( Supplementary Fig. 3A, B) . The expression of prM followed by truncated E likely results in the secretion of soluble E. NS1 protein was also secreted into cell culture medium (Supplementary Fig. 3C ). However, no E/E truncation was detectable in cell medium from rVSVs expressing E/E truncations alone ( Supplementary Fig. 3A, B) . Next, we compared the expression level of E/E truncations with or without anchor C signal peptide by VSV vector. As shown in Fig. 1d , rVSV constructs with anchor C had more abundant expression of E/E truncations compared to ZIKV VLPs were negatively stained with 1% ammonium molybdate and visualized by a transmission electron microscope. rVSV-prM-E crude indicates a mixture of ZIKV VLPs and VSV virions from supernatant harvested from BSRT7 cells infected by rVSV-prM-E. ZIKV VLPs were further purified from rVSV-prM-E or rVSV-prM-E-NS1-infected cells. No VLPs were found in rVSV-E. ZIKV Cambodian strain was grown in Vero cells, purified, and used as a control. The yellow arrow indicates a VSV particle; white arrows indicate ZIKV VLPs; and yellow stars indicate ZIKV virions. g Kinetics of ZIKV-specific ELISA antibody induced by rVSV expressing ZIKV antigens. Groups of five female BALB/c mice were inoculated intranasally with a single dose (10 6 PFU) of rVSV or rVSV expressing ZIKV antigens. For DNA vaccine, mice were immunized intramuscularly with 50 µg of pCI-prM-E, and boosted with same dose two weeks later. Serum samples were collected weekly and analyzed by ELISA for ZIKV-specific serum IgG Ab. Data are expressed as the geometric mean titers (GMT) of five mice ± standard deviation. Western blots shown are the representatives of three independent experiments rVSV constructs without anchor C. E truncations were also detected in the supernatants of rVSV constructs with anchor C (Supplementary Fig. 3D ). However, full-length E protein was still not detectable by rVSV-aE, even though the anchor has been fused with E ( Supplementary Fig. 3D ). Thus, co-expression of anchor C and prM with the E/E truncations significantly increased their E expression and/or stability. These results also indicate that the prM, E, and NS1 proteins were proteolytically cleaved from the polyprotein and secreted into cell culture supernatants.", "project":"cdlai_CORD-19", "denotations":[]}