{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":39, "text":"Animal experiments. All mice were housed within ULAR facilities of The Ohio State University under approved Institutional Laboratory Animal Care and Use Committee (IACUC) guidelines (protocol no. 2009A0160). Each inoculation group was separately housed in rodent cages under biosafety level 2 (BSL-2) conditions. Experiment 1: determine whether VSV constructs are immunogenic in BALB/c mice. Sixty 4 to 6-week-old specific-pathogen-free female BALB/c mice (Charles River Laboratories, Wilmington, MA) were randomly divided into 12 groups (5 mice per group). Mice in group 1 were inoculated with parental rVSV (with no insertion). Mice in groups 2-10 were inoculated with nine different rVSVs expressing ZIKV antigens (rVSV-E404, rVSV-E414, rVSV-E415, rVSV-E, rVSV-prM-E404, rVSV-prM-E414, rVSV-prM-E415, rVSV-prM-E, and rVSV-prM-E-NS1). Mice in group 11 were inoculated with DMEM and served as uninfected controls (the normal control). Mice in group 12 were immunized with DNA vaccine pCI-prM-E. For VSV, each mouse was inoculated intranasally at a dose of 1 × 10 6 PFU in a volume of 50 µl. For DNA vaccine, mice were immunized intramuscularly with 50 µg of pCI-prM-E, and boosted with same dose two weeks later. After inoculation, the animals were evaluated twice every day for mortality and the presence of any symptoms of VSV infection. The severity of clinical signs associated with VSV infection was scored based on the following criteria: grade 3 (severe) was characterized by ruffled fur, hyperexcitability, tremors, circling, and paralysis; grade 2 (moderate) was characterized by ruffled fur with neurological symptoms such as circling; grade 1 (mild) was characterized by ruffled fur but no neurological symptoms; grade 0 was defined as no symptoms. The body weight of each mouse was monitored every three days. Blood samples were collected from each mouse weekly by bleeding facial vein, and serum was isolated for antibody detection. At week 5 post-inoculation, all mice were euthanized. Experiment 2: determine antibody and T cell immune responses triggered by mtdVSV in BALB/c mice. Thirty 6-week-old SPF female BALB/c mice (Charles River Laboratories) were randomly divided into six groups (5 mice per group). Mice in group 1 were inoculated with DMEM and served as unimmunized controls (normal control). Mice in groups 2-6 were immunized with rVSV, rVSV-G1670A, rVSV-G1670A-E, rVSV-G1670A-prM-E, and rVSV-G1670A-prM-E-NS1. All mice were immunized intranasally at a dose of 1 × 10 6 PFU per mouse. After immunization, the animals were evaluated daily for body weight, mortality, and the presence of any symptoms of VSV infection. Blood samples were collected from each mouse weekly by bleeding facial vein, and serum was isolated for antibody detection. At week 5 post-inoculation, all mice were euthanized, and whole blood and spleens were isolated from each mouse for a T cell assay. Experiment 3: determine whether mtdVSV vaccine can protect BALB/c mice against viremia until day 24 after ZIKV challenge. Seventy 4-week-old SPF BALB/c mice (Charles River Laboratories) were randomly divided into 7 groups (10 per group, 5 female and 5 male). Mice in groups 1-5 were immunized with DMEM, rVSV-G1670A, rVSV-G1670A-E, rVSV-G1670A-prM-E, or rVSV-G1670A-prM-E-NS1. Mice in group 6 were immunized with DNA vaccine. Mice in group 7 were served as normal control (immunized with DMEM and unchallenged). For VSV, mice were inoculated intranasally at a dose of 1 × 10 6 PFU per mouse. For DNA vaccine, mice were immunized intramuscularly with 50 µg of pCI-prM-E, and boosted with same dose 2 weeks later. After immunization, the presence of any VSV symptom induced by mtdVSV-based ZIKV vaccine candidates was evaluated twice a day. At week 5 post-immunization, mice in groups 1-6 were challenged intravenously with ZIKV Cambodian strain at a dose of 1 × 10 6 PFU per mouse. At 24 h prior to ZIKV challenge, mice were intraperitoneally administered 1.8 mg of anti-IFNAR1 (Leinco Technologies, Fenton, MO) blocking antibody. After challenge, the animals were evaluated twice daily for mortality and the presence of any symptoms of ZIKV infection. The body weight for each mouse was monitored daily. At day 24 post-challenge, all mice from each group were euthanized. The blood, brain, lungs, liver, and spleen from each mouse were collected for virus quantification and histologic evaluation. Experiment 4: determine whether mtdVSV vaccine can protect BALB/c mice against viremia until day 7 post-challenge. Mice (6-week-old) in groups 1-5 were immunized with saline, rVSV-G1670A, rVSV-G1670A-aE, rVSV-G1670A-prM-E, or rVSV-G1670A-prM-E-NS1. The mice in group 6 served as a normal control (unimmunized unchallenged). The experimental procedure was identical to Experiment 3 except the mice were euthanized at day 7 after challenge with ZIKV Cambodian strain. Experiment 5: determine whether mtdVSV vaccine and DNA vaccine can protect A129 mice against ZIKV challenge. Thirty five 6-week-old female A129 mice (Jackson Laboratories) were randomly divided into 7 groups (5 per group). Mice in groups 1-3 were immunized intramuscularly with pCI, pCI-prM-E, or pCI-NS1 at a dose of 50 µg DNA per mouse. Two weeks later, mice in groups 1-3 were boosted intramuscularly with the same plasmid at the same dose. Mice in groups 4-6 were administered intramuscularly using a single dose (1 × 10 5 PFU per mouse) of rVSV-G1670A-prM-E-NS1, rVSV-prM-E-NS1, or rVSV-G1670A-prM-E. Mice in group 7 were served as unvaccinated unchallenged control. After immunization, mice were evaluated every three days for body weight. The safety of mtdVSV-based ZIKV vaccine candidates was evaluated twice a day. Blood samples were collected at week 1 and 3 from each mouse for detection of antibody. At week 4 post-immunization, mice in groups 1-6 were intraperitoneally challenged with ZIKV Cambodian strain at a dose of 1 × 10 5 PFU per mouse. After challenge, the animals were evaluated twice every day for mortality and the presence of any symptoms of ZIKV infection. The severity of clinical disease was scored based the following criteria: 1 = heathy; 2 = mild; 3 = moderate; and 4 = severe, and early removal is required. The body weight for each mouse was monitored daily. Blood was collected at days 3 and 7 for the detection of viremia. At day 7 post-challenge, all mice from each group were euthanized, and brain, lungs, uterus/ovary, and spleen from each mouse were collected for virus quantification and histologic evaluation. Experiment 6: determine whether NS1 alone can protect BALB/c mice against viremia. Twenty five 4-week-old female BALB/c mice were randomly divided into 5 groups (5 per group). Mice in groups 1-5 were immunized with DMEM, pCI, pCI-NS1, rVSV-G1670A-NS1, or rVSV-G1670A-prM-E. For VSV, mice were inoculated intranasally at a dose of 1 × 10 6 PFU per mouse. For DNA vaccine, mice were immunized intramuscularly with 50 µg of plasmid, and boosted with same dose two weeks later. At week 4 post-immunization, mice in groups 2-6 were intravenously challenged with ZIKV Cambodian strain at a dose of 1 × 10 6 PFU per mouse. At 24 h prior to ZIKV challenge, mice were intraperitoneally administered 1.8 mg of anti-IFNAR1 (Leinco Technologies) blocking antibody. At days 3 and 7 post-challenge, blood was collected from each mouse for detection of viremia by real-time RT-PCR. Experiment 7: validate the safety and immunogenicity of rVSV-G1670A-prM-E-NS1 in A129 mice. There were three groups in this study. Mice in group 1 were immunized intramuscularly with a single dose (1 × 10 5 PFU per mouse) of rVSV-G1670A-prM-E-NS1. Mice in groups 2 and 3 were served as unimmunized challenged control and normal control (unimmunized unchallenged). Blood was collected from each mouse weekly for antibody detection. At week 4, mice in groups 1 and 2 were intraperitoneally challenged with ZIKV Cambodian strain at a dose of 1 × 10 5 PFU per mouse. After challenge, mice were monitored for body weight changes and viremia every 1 or 3 days for 21 days.", "project":"cdlai_CORD-19", "denotations":[]}