{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":33, "text":"Cell lines, viruses, and plasmid construction. BHK-21 cells (ATCC no. CCL-10), Vero (ATCC no. CCL-81), and 293T cells (ATCC no. CRL-3216) were purchased from American Type Culture Collection (ATCC, Manassas, VA). BSRT7 cells (kindly provided by Sean Whelan), which stably express T7 RNA polymerase, are clones of BHK-21 cells. All cell lines were grown in Dulbecco's modified Eagle's medium (DMEM; Life Technologies) supplemented with 10% FBS. ZIKV Cambodian strain (FSS13025) was provided by the World Reference Center for Emerging Viruses and Arboviruses (University of Texas Medical Branch), propagated in Vero cells, and titrated using a standard plaque assay 71 . Plasmids encoding VSV N (pN), P (pP), and L (pL) genes, and an infectious cDNA clone of the viral genome, pVSV1(+), were generous gifts from Gail Wertz 72 . Plasmid pVSV1(+) GxxL, which contains SmaI and XhoI at the G and L gene junction, was kindly provided by Sean Whelan. The full-length envelope (E) gene (from amino acids 1-504) and E truncation mutants [E404 (amino acids 1-404); E414 (amino acid 1-414), and E415 (amino acid 1-415)] lacking the predicted stem-transmembrane domain (TM) were amplified from an infectious cDNA clone of ZIKV Cambodian strain (GenBank accession no. MH158236) by high fidelity PCR. These DNA fragments were digested with SmaI and XhoI and cloned into pVSV(+)GxxL at the same sites. The resulting plasmids were designated pVSV(+)-E, pVSV(+)-E404, pVSV(+)-E414, and pVSV(+)-E415. Using the same strategy, the anchor C (signal peptide) with E, E404, E414, and E415 were cloned into pVSV(+)GxxL at SmaI and XhoI sites resulted in construction of pVSV(+)-aE, pVSV(+)-aE404, pVSV (+)-aE414, and pVSV(+)-aE415 respectively. In addition, the anchor Cpremembrane-envelope (prM-E), and anchor C-prM-E truncation mutants (prM-E404, prM-E414, and prM-E415), and anchor C-premembrane-envelopenonstructural protein 1 (prM-E-NS1) genes were cloned into pVSV(+)GxxL at SmaI and XhoI sites. The resulting plasmids were designated pVSV(+)-prM-E, pVSV(+)-prM-E404, pVSV(+)-prM-E414, pVSV(+)-prM-E,415, and pVSV (+)-prM-E-NS1. Similarly, the anchor C-NS1 gene (amino acids 1-352) was cloned into pVSV(+)GxxL at the SmaI and XhoI sites, and the resultant plasmid was named pVSV(+)-NS1. To further attenuate the VSV vector, we took advantage of a point mutation, G1670A, in the large (L) polymerase protein, which rendered a recombinant virus that is specifically defective in mRNA cap G-N-7, but not 2′-O methylation. Using site-directed mutagenesis, G1670A mutation was introduced into pVSV(+)-E, pVSV(+)-aE, pVSV(+)-prM-E, pVSV(+)-prM-E-NS1, and pVSV(+)-NS1 which resulted in the construction of pVSV(+)-G1670A-E, pVSV (+)-G1670A-aE, pVSV(+)-G1670A-prM-E, pVSV(+)-G1670A-prM-E-NS1, and pVSV(+)-G1670A-NS1 respectively. To prepare DNA vaccine plasmids, the anchor C-prM-E and anchor C-NS1 genes were cloned into pCI vector (Promega) which resulted in the construction of pCI-prM-E and pCI-NS1 respectively. All of the constructs were confirmed by sequencing.", "project":"cdlai_CORD-19", "denotations":[]}