{"cord_uid":"ocr1ttcz", "sourcedb":"PMC", "sourceid":"PMC6076265", "divid":37, "text":"Analysis of the expression of ZIKV antigens by VSV. Confluent BSRT7 cells were infected with rVSV expressing ZIKV antigens, parental rVSV, or rVSV-G1670A at an MOI of 3.0 as described above. After 3 h post-infection, cells were washed with methionine-and cysteine-free (M -C -) medium and incubated with fresh M -Cmedium supplemented with actinomycin D (15 µg/ml). After 1 h of incubation, the medium was replaced with M -Cmedium supplemented with EasyTag 35S-Express (4 µCi/ml; Perkin-Elmer, Wellesley, MA). After 4 h of incubation, cytoplasmic extracts were prepared and analyzed by sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) as described previously 70 HEK293T cells were transfected with pCI, pCI-prM-E, or pCI-NS1 using lipofectimine 2000. At the indicated times post-infection, cell culture medium was harvested and clarified at 4500 × g for 15 min and further concentrated at 35,000 × g for 1.5 h. In the meantime, cells were lysed in lysis buffer containing 5% βmercaptoethanol, 0.01% NP-40, and 2% SDS. Proteins were separated by 12% SDS-PAGE and transferred to a Hybond enhanced chemiluminescence nitrocellulose membrane (Amersham) in a Mini Trans-Blot electrophoretic transfer cell (Bio-Rad). The blot was probed with rabbit anti-ZIKV E (Cat. No. ZEND20-A, Alpha diagnostic Intl Inc., San Antonio, TX) or NS1 antibody (Cat. No. ZNS111-S, Alpha diagnostic Intl Inc.) at a dilution of 1:2000, followed by horseradish peroxidaseconjugated goat anti-rabbit IgG secondary antibody (Cat. No. sc-2030, Santa Cruz) at a dilution of 1:5000. The blot was developed with SuperSignal West Pico chemiluminescent substrate (Thermo Scientific) and exposed to Kodak BioMax MR film. All original uncropped images of western blot are shown in Supplementary  Figs . 16-23. Production and purification of ZIKV VLPs by a VSV vector. Purification of ZIKV. Ten confluent T150 flasks of Vero cells were infected with ZIKV Cambodian strain at an MOI of 0.01 in a volume of 2 ml of DMEM. After 1 h of absorption, 20 ml of DMEM (supplemented with 5% fetal bovine serum) was added, and infected cells were incubated at 37°C for 72 h. When extensive cytopathic effect (CPE) was observed, cell culture fluids were harvested for ZIKV purification, which was the same procedure as VLP purification mentioned above.", "project":"cdlai_CORD-19", "denotations":[]}