{"cord_uid":"of9t5i10", "sourcedb":"PMC", "sourceid":"PMC3552307", "divid":5, "text":"TLR3 is unique among the TLRs in that it is able to trigger apoptosis through a pathway distinct from the mitochondrial apoptotic pathway. TLR3 mediated apoptosis occurs through its interaction with TRIF, which can then interact with Fas-associated death domain protein (FADD) and caspase-8, Fig. (1) . This induction of apoptosis by TLR3 is Fig. (1) . Double-stranded and single-stranded RNA signaling pathway. Double-stranded RNA is recognized in the cytosol by RIG-I or in the endosome by TLR3, whereas ssRNA is recognized by TLR7 in the endosome. Binding of dsRNA to RIG-I recruits MDA5 and the complex interacts with IPS-1 present in the mitochondrial membrane. Interaction of IPS-1 with TRAF3, NAK-associated protein 1 (NAP1), IKK and TBK1 results in activation of transcription factors (TFs) IRF3 and IRF7 and induction of type I IFN genes. Interaction of IPS-1 with NF-B essential modulator (NEMO), receptor-interacting protein 1 (RIP-1) and the IKK complex, or NIK and IKK results in the release of active NF-B and induction of various genes encoding pro-inflammatory cytokines and chemokines. In the endosome, binding of dsRNA with TLR3 results in the recruitment of TRIF and RIP-1 which can interact with TRAF6 or TRAF3. Interaction with TRAF6 and IL-1 receptorassociated kinase (IRAK) leads to the induction of pro-inflammatory cytokines through activation of TFs NF-B and activating protein 1 (AP-1). In the endosome, binding of ssRNA to TLR7 recruits MyD88 which can interact with TRAF6 or TRAF3. The TLR7, MyD88, TRAF6 pathway intersects with the TLR3 TRAF6 pathway to induce pro-inflammatory cytokines and chemokines. The TLR7, MyD88, TRAF3 pathway results in activation of TFs IRF5 and IRF7, resulting in induction of type I IFNs [24, 34] . Apoptosis is also induced following binding of dsRNA to either TLR3 or RIG-I via FADD/Caspase 8 or TRAF2/Caspase9, respectively [24] . Influenza virus (IV) NS1 protein can inhibit the signaling pathway by binding to dsRNA preventing its recognition by RIG-I/ TLR3, inhibiting RIG-I, IPS-1, nuclear translocation of IRF3 or IPS-1-induced apoptosis [64, 65] . RSV NS2 protein can also inhibit RIG-I, IRF3 and IPS-1-induced apoptosis [75, 76] . SARS-Co-V [83] also inhibits IPS-1-induced apoptosis and rhinovirus (RV) [88] has been shown to inhibit IPS-1. an important contributor to host defence since it limits the spread of viral infection [24] .", "project":"cdlai_CORD-19", "denotations":[]}