{"cord_uid":"of9t5i10", "sourcedb":"PMC", "sourceid":"PMC3552307", "divid":1, "text":"Utilization of the innate immune system to non-specifically respond to viral infections has been investigated more recently. Mucosal surfaces serve as the entry sites for the majority of infectious pathogens, including respiratory viruses, and provide the first line of defence against infection [4] . During the early stages of infection, the immune response is non-antigen specific, involving natural killer (NK) and natural killer T (NKT) cells, which, through the activation of antigen presenting cells (APCs), indirectly respond to danger signals derived from invading pathogens. Certain conserved molecular structures present in pathogens (pathogen-associated molecular patterns, PAMPs), such as bacterial lipoprotein and lipopolysaccharide, are recognized by innate immune cells via pathogen recognition receptors (PRRs). Cells are activated upon recognition of PAMPs by PRRs, and trigger the production of cytokines necessary for the development of effective immunity. The Toll-like receptors (TLRs) are a family of PRRs that are highly conserved from Drosophila to humans, with humans possessing at least 10 different TLRs. TLRs consist of an extracellular leucine-rich repeat and a cytoplasmic Toll/interleukin (IL)-1 receptor (TIR) homolog domain [5] . Although TLRs share structural and functional similarities they exhibit different patterns of expression and respond to different PAMPs. Peptidoglycans are recognized by TLR2, double-stranded (ds)RNA by TLR3 [6] [7] [8] , lipopolysaccharide by TLR4, single-stranded (ss)RNA by TLR7 and 8 [9] and unmethylated deoxycytidyl-deoxyguanosinyl (CpG) dinucleotides by TLR9 [5] [6] [7] 10] . Upon detection of viral infection through PRRs, dendritic cells (DCs) become activated and traffic to lymph nodes, where they present viral antigens, induce production of interferons (IFNs) (IFN-, -, -and -) and cytokines such as IL-12, -15 and -18 [8, [11] [12] [13] [14] [15] [16] [17] , induce CD8(+) cytotoxic T lymphocytes (CTL), activate NK cells and induce proliferation of CD4(+) T cells including Th1, Th2, Treg and Th17 cells [8, [17] [18] [19] [20] [21] [22] . Activated CD4(+) T cells activate virus-specific B cells, resulting in antibody production and an adaptive immune response.", "project":"cdlai_CORD-19", "denotations":[]}