{"cord_uid":"of9t5i10", "sourcedb":"PMC", "sourceid":"PMC3552307", "divid":13, "text":"H5N1 influenza viruses can be further classified into high and low pathogenicity viruses. The difference in host response to the lethal and nonlethal H5N1 influenza virus is likely due to the viral nonstructural (NS) protein [54, 56, 62, 63] which binds dsRNA, effectively shielding it from the immune system [64] , and has been shown to inhibit apoptosis [65] , RIG-I, IPS-1 and nuclear translocation of IRF3 [64] , Fig. (1) . Mice infected with a lethal (A/Hong Kong/483/97) H5N1 influenza virus had a significant decrease in the total number of circulating leukocytes (primarily lymphocytes) as early as 2 days p.i. and a reduction in the number of CD4(+) and CD8(+) T cells [66] . IL-1 , IFN-and macrophage inflammatory protein (MIP)-1 in lung and lymphoid tissue were elevated in mice infected with either a lethal (A/Hong Kong/483/97) or nonlethal (A/Hong Kong/486/97) H5N1 influenza virus, although the degree of elevation was lower in mice infected with the lethal strain [67] [68] [69] ; whereas, TNF-and MIP-2 levels were elevated in a similar manner by both strains [68, 69] . It has been suggested that TNF-may contribute to early disease severity whereas IL-1 may play a role in viral clearance late in H5N1 infection [67] . Mice infected with the lethal H5N1 influenza virus HK483 also had increased concentrations of IL-1 , TNF-, IFN-, MIP-1 and MIP-2 in the brain, and apoptosis in the spleen and lung [66] . Although A/HK/483/97 infected mice showed no evidence of virus-induced encephalitis, the local synthesis of TNFor IL-1 within the brain could contribute to anorexia, weight loss and death [70] . The lethal H5N1 influenza virus appears to possess the capacity to limit the induction of immune responses by targeting and destroying lymphocytes, resulting in aberrant production of cytokines in serum and tissues. In addition to the cytokine storm, systemic viral dissemination and alveolar flooding due to inhibition of cellular sodium channels contribute to the lethality of influenza H5N1 disease [55, 56, 60, [71] [72] [73] .", "project":"cdlai_CORD-19", "denotations":[]}