{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":23, "text":"SOD, as important vitagene, is the main driving force in cell/body adaptation to various commercially relevant stress conditions [93, 111, 112] . Since the superoxide radical is the main free radical produced in physiological conditions in the cell [143] , SOD is believed to be the key element of the first level of antioxidant defence in the cell [15] . Recently, the protective roles of SOD in avian biology have been reviewed [93] and the main conclusions can be summarised as follows. SOD was discovered in 1969 by McCord and Fridovich [144] and this discovery opened a new era in free radical research. There are three isoforms of SOD in mammals, namely, cytosolic Cu, Zn-SOD, mitochondrial Mn-SOD, and extracellular SOD (EC-SOD; [15, 93] ). It is proven that additional synthesis of SOD under stress conditions is an adaptive mechanism to decrease ROS formation, prevent oxidative stress and maintain adaptive homeostasis [145] . However, if the stress is too high, SOD activity is usually decreased following apoptosis activation. Chicken SOD was first described and purified in the early 1970s. In fact, similar to mammals, chicken liver has two types of SOD, including mitochondrial (Mn-SOD) and cytosolic (Cu, Zn-SOD) enzymes [146] . The cytosolic SOD was shown to have an apparent molecular weight of 30,600 Da and to contain copper and zinc, being similar to the other eukaryotic Cu, Zn-SOD, while chicken mitochondrial SOD was found to have a molecular weight of 80,000 Da. SOD activity in avian species is tissue specific and was shown to depend on many different factors such as genetics, nutrition and various stress-related factors, including heat, heavy metals, mycotoxins and other toxicants [93] . In particular, SOD was found to provide an effective protection against lipid peroxidation in chicken embryonic tissues [147] and in semen [148] . There are complex interactions inside the antioxidant network of the cell/body to maintain homeostasis under stress conditions. Nutritional means of SOD upregulation in poultry production and physiological and commercial consequences of such upregulation await further investigation. For example, in the medical sciences, manipulation of SOD expression and SOD mimics are used as an important tool in disease prevention and treatment [93] .", "project":"cdlai_CORD-19", "denotations":[]}