{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":24, "text":"Sirtuins (SIRTs) are a highly conserved family of NAD+-dependent enzymes possessing deacetylases, deacylase, mono-ADP-ribosyltransferase and other activities [149] . The role of sirtuins as an important part of the vitagene family in avian species has been recently reviewed [111, 112] and can be summarized as follows. There are seven members of the sirtuin family, SIRT1-SIRT7, which are located in different subcellular compartments. These enzymes are ubiquitously distributed from eubacteria to mammals [150] . In particular, SIRTs have been associated with various cellular and metabolic processes regulating cell plasticity mechanisms of adaptation to various stresses [151] . Sirtuins are involved in regulation of redox balance in the cell by affecting specific transcription factors [152] . In fact, SIRTs orchestrate cellular stress response and maintain genome integrity and protein stability [153] . Indeed, a number of biological processes, including cell growth and differentiations, apoptosis, chromatin condensation, energy transduction and glucose homeostasis are regulated via SIRTs expression [149] . Furthermore, DNA repair and apoptosis [154] , muscle and fat differentiation, neurogenesis, mitochondrial biogenesis, glucose and insulin homeostasis, hormone secretion, cell stress responses and circadian rhythms are proven to be regulated by SIRTs [155, 156] . In fact, main cytosolic and nuclear targets of SIRT1 are shown to include histones, p53, DNA damage proteins, FOXO1, -3 and -4, HSF1, PPARγ, PPARα, UCP2, NF-κB and HIF1α [157] . Therefore, sirtuins are deeply involved in various stress-related pathways within the complex signalling network responsible for regulation of stress response and restoration of adaptive homeostasis under stress conditions [151, 152] . Research assessing SIRT expression in poultry is sparse, but accumulating evidence indicates that SIRTs are highly conserved among organisms [158] . Indeed, SIRT1 activation in goose hepatocytes in vitro was found to decrease fatty acids synthesis and cell proliferation and increased fatty acids oxidation. Interestingly, SIRT1 inhibition had an opposite effect [159] . Similar to mammals, stress can increase SIRT expression in birds, e.g., there was an upregulation of SIRT1 in the chicken hypothalamus, liver and muscle in response to 48 h fasting [160] . On the other hand, heat shock (HS) was shown to downregulate SIRT1 in the chicken liver, while dietary supplementation of epigallocatechin gallate ameliorated the detrimental effects of HS on SIRT1 expression [161] . The expression and regulation of sirtuin family members in chicken liver have been characterised [162] . In particular, it was shown that chicken SIRTs share the same conserved functional SIR2 domains. The chicken sirtuins are located in various cellular compartments, including the nucleus (cSIRT3 and cSIRT5), cytoplasm (cSIRT2 and cSIRT4), and in both the cytoplasm and nucleus (cSIRT1, cSIRT6 and cSIRT7). All sirtuins except cSIRT7 were characterised by a deacetylase activity. It was predicted that chicken sirtuins play roles in central intermediary metabolism (cSIRT1, cSIRT2, cSIRT5 and cSIRT6) and in amino acid biosynthesis (cSIRT3). Although cSIRT7 does not possess enzymatic properties, cSIRT4 has been suggested to participate in transcription regulation, with potential regulatory functions. In 30 week old laying hens, SIRTs were found to be expressed in the heart, liver, pectoralis, kidney, spleen, abdominal fat, duodenum, glandular stomach, pancreas and lungs. An age-related regulation of gene expression (with increasing with sexual maturity) of cSIRT1, cSIRT2, cSIRT4, cSIRT6 and cSIRT7 was observed in the chicken liver [162] . Recently, 24 target genes of SIRT1 in chicken embryonic liver were identified. These genes are responsible for the activation or inhibition of lipolysis and gluconeogenesis in embryos [163] . Because of their roles in cellular stress responses, sirtuins would be expected to be important players in adaptive responses of poultry to stress and this topic awaits further investigation. It seems likely that major vitagenes in poultry, which encode elements of thioredoxin and glutathione systems, are regulated via a Nrf2 system, and they will be characterised in the next section.", "project":"cdlai_CORD-19", "denotations":[]}