{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":43, "text":"Effects of corn-dried distillers' grains with solubles (DDGS) on oxidative status in laying ducks was studied. It was shown that increasing corn DDGS (from 6% to 30%) linearly increased hepatic expression of Nrf2, HO-1 and GPX1, hepatic activity of GPx and the liver content of MDA [279] . Iron dietary supplementation at 700 or 1400 mg Fe/kg was shown to significantly increase Nrf2 gene expression in jejunum of 21 day old Chinese fast growing Yellow broilers [280] . The expression levels of Nrf2 and HO-1 in goose granulosa cells treated with 3-nitropropionic acid were elevated 1.63 and 10.48 fold, respectively [281] . The mRNA level of Nrf2 in the liver and jejunum of broilers fed a diet containing soybean meal (SBM) heated at 100 • C for 8 h was significantly decreased in comparison to birds fed the control diet containing untreated SBM for 42 days [282] . The oxidative stress imposed by heat-treated SBM was associated with the decreased activities of SOD and GPx in liver and jejunum. Apoptotic, antioxidant, biochemical and histochemical alterations induced by boron administration in ostrich chicks' kidneys were studied. For this purpose, the ostrich chicks were supplemented with boric acid (BA) (source of boron) in the drinking water at 0, 40, 80, 160, 320 and 640 mg/L [283] . As the boron concentration in the drinking water increased, the expression of Nrf2 and HO-1 genes in ostrich kidney were found to be upregulated reaching a maximum in the 80-160 mg/L boric acid groups. Further increases in boron supplementation were associated with the trend of downregulation of Nrf2 and HO-1 expression [283] . In conclusion, in most studies, mild nutritional stress was associated with increased Nrf2 expression as an adaptive response. However, a long-term action of a stressor (heat-treated soybean meal) was associated with decreased Nrf2 expression.", "project":"cdlai_CORD-19", "denotations":[]}