{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":48, "text":"Commercial poultry production is associated with a range of stressors, from hatching (high temperature and humidity) up to slaughter (catching, transportation and holding). In many cases, it is possible to improve the rearing and welfare conditions of broilers during rearing, but the major limitation is the cost of such improvements. A growing body of information clearly indicates that an excess of ROS/RNS production and oxidative stress are major detrimental consequences of most common commercial stressors in poultry production. During evolution, antioxidant defence systems developed in poultry to survive in an oxygenated atmosphere. They include a complex network of internally synthesised (e.g., antioxidant enzymes, GSH, CoQ) and externally supplied (vitamin E, carotenoids, etc.) antioxidants. In fact, all antioxidants in the body are working cooperatively as a team to maintain optimal redox balance in the cell/body. This balance is a key element in providing the necessary conditions for cell signalling, a vital process for regulation of the expression of various genes, stress adaptation and homeostasis maintenance in birds. Since ROS/RNS are considered to be important signalling molecules, their concentration is strictly regulated by the antioxidant defence network in conjunction with various transcription factors and vitagenes. Therefore, activation of such transcription factors as Nrf2 leads to an additional synthesis of an array of protective molecules which can deal with increased ROS/RNS production. However, when stress is too high, leading to a free radical concentration higher than the threshold for cells/tissues, other transcription factors including NF-κB become predominant, and inflammation and apoptosis predispose healthy tissues to damage, leading to the development of various disease states and decreasing the productive and reproductive performances of poultry. The Nrf2 pathway is shown to play a vital role in health resilience and can be made more robust and responsive by certain dietary factors including various phytochemicals and trace minerals [303] . Therefore, it is a challenging task to develop a system of optimal antioxidant supplementation to help growing/productive birds maintain effective antioxidant defences and redox balance in the body. On the one hand, antioxidants, such as vitamin E, or minerals, such as Se (a precursor of GPx and other selenoproteins), Mn, Cu and Zn (important parts of SOD), have become a compulsory part of the commercial premixes for poultry and, in most cases, their levels in premixes are sufficient to meet the physiological requirements in these elements independently on their provision with feed ingredients. On the other hand, regarding the aforementioned commercially relevant stressors, there is a need for additional support for the antioxidant system in poultry. Current research is concentrated on the usage of an optimal dietary Se form [60] or increasing vitamin E supplementation [86] . There are also numerous attempts to use various phytochemicals in poultry diets, but their success is quite variable due to the low rate of the active compounds' absorption and assimilation [286] . The new direction in improving the antioxidant defences of poultry in stress conditions is related to an opportunity to activate a range of vitagenes (via Nrf2-related mechanisms: SOD, HO-1, GSH, Trx, or other mechanisms: HSP, sirtuins, etc.) to maximize an internal AO protection and redox balance maintenance. Therefore, the development of vitagene-regulating nutritional supplements is on the agenda of many commercial companies worldwide. One successful example could be a complex mixture of nutrients including carnitine, betaine, vitamins, minerals, organic acids, etc., which are commercially available for poultry [22, 105, [304] [305] [306] . Indeed, prevention of the detrimental consequences of stressors and improved performance in broilers [22, 303] , broiler breeders and layers [305, 306] using vitagene-activation may, based on references in this review, optimize the antioxidant defence system. It seems likely that the vitagene concept of fighting stress could be used for maintenance/improvement of eggshell health, gut health and liver health of modern poultry in conditions under stress (for a review, see Reference [105] ). Furthermore, improved laboratory techniques used in quantifying avian cellular Nrf2, may lead to further elucidation of the mechanisms in oxidative stress biology.", "project":"cdlai_CORD-19", "denotations":[]}