{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":0, "text":"Commercial poultry production is associated with a variety of environmental, technological, nutritional and biological/internal stressors which are responsible for decreased productive and reproductive performance and compromised health [1, 2] . A great body of recent information clearly indicates that very often overproduction of free radicals, compromised antioxidant defences and oxidative stress are the leading causes of the detrimental consequences of stress in poultry. During evolution, integrated antioxidant defence systems were developed in poultry. These protective systems control free radical (i.e., ROS and RNS) production and maintain redox (antioxidant/prooxidant) balance. Indeed, the redox balance in the cell/whole body is shown to be responsible for a regulation of an array of various physiological/biochemical processes, including cell signalling, gene expression and homeostasis maintenance [3, 4] . In our previous publications [5] [6] [7] , the concept of the antioxidant defence network in poultry was developed and validated. It was suggested that there are three major levels of antioxidant defence in the cell. The first level is built by three major antioxidant enzymes, namely, superoxide dismutase (SOD), glutathione peroxidase (GPx) and catalase, which are responsible for radical detoxification at the very beginning of the process of their formation. Since free iron and copper are major catalysers of the free radical formation, metal-binding proteins were also placed into the first level of antioxidant defence. Because of a great variety and substantial number of free radical formation in biological systems, the first level of defence cannot deal effectively with all of them and, therefore, the second level of the antioxidant defence includes mainly free radical scavenging antioxidants (vitamin E, ascorbic acid, glutathione (GSH), CoQ, uric acid, etc.), with vitamin E being the major biological antioxidant in the cell membranes. However, even the second level of the antioxidant defence is not potent enough to prevent damage to biological molecules and, therefore, the third level of the antioxidant defence deals with damaged molecule repair (methionine sulfoxide reductase (Msr); heat shock proteins (HSPs); DNA-repairing enzymes, etc.) or removal (e.g., phospholipases, proteosomes). In recent years, the signalling role of free radicals has received much attention [8, 9] and the vital functions of various transcription factors [10, 11] and vitagenes [12, 13] have been described. It is the aim of this review to present an updated assessment of antioxidant defence systems in poultry.", "project":"cdlai_CORD-19", "denotations":[]}