{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":47, "text":"Therefore, the aforementioned data have shown that Nrf2 activation is an adaptive mechanism to deal with various stressors in poultry. Indeed, by improving ROS scavenging and restoring redox homeostasis in stress conditions, Nrf2 can prevent/decrease stress-related detrimental changes in poultry and play a crucial role in anti-stress strategy development. However, when stress is excessive and Nrf2 expression is decreased, oxidative stress occurs leading to detrimental consequences in terms of the productive and reproductive performance of poultry. There is a range of nutrients, including various phytochemicals, carnitine, taurine and silymarin, that are able to prevent the detrimental effects of stressors on Nrf2 expression. Furthermore, interest in this transcription factor goes beyond stress. For example, when a comparison of a single male modern broiler line compared to a foundational Barred Plymouth Rock chicken line was conducted, it showed that Nrf2 expression in breast muscle was much higher in the modern broiler compared to the foundational BPR line [299] , and it was suggested Nrf2-mediated oxidative stress response pathways are involved in breast muscle growth in chickens [300] . In recent years, several compounds, including carnitine, have been shown to have inhibitory activities against multiple components of the NF-κB activation pathway. Transcription factors Nrf2, NF-κB and HSF1 enable the eukaryotic cell to adapt to various forms of oxidative, electrophilic, thermal, inflammatory and other stressors by orchestrating elaborate transcriptional programs termed the Keap1/Nrf2 pathway, NF-κB/IκB pathway and the heat shock response [253] . In general, induction of these programs is associated with upregulation of various protective mechanisms including molecular chaperones, antioxidant and drug-metabolizing enzymes, proteins responsible for the repair and clearance of damaged macromolecules as well as for the maintenance of cell structure, redox and intermediary metabolism [253] . It is clear that Nrf2 and NF-κB have interactive expression and activity to coordinate anti-oxidative and inflammatory responses, but it is not yet known how this interconnection takes place [301] . Thus, stress-associated changes in redox balance and in activities of transcription factors such as Nrf2/Keap1 and NF-κB/ IκB/IKK provide adaptive cell responses to oxidants and a variety of stress stimuli through regulation of gene expression under both physiological and pathological conditions [302] . Despite the accepted concept of physiological ROS/RNS signalling, there is still no complete consensus on molecular mechanisms explaining the beneficial or deleterious effects of ROS on biomolecules and cellular functions [302] . The hypothetical scheme of Nrf2-NF-κB cross-talk is shown in Figure 4 . There is a delicate balance between Nrf2 and NF-κB expression in various tissues and, in physiological conditions, the balance is well maintained. It seems likely that increased NF-κB expression due to the presence of moderate stressors can cause simultaneous compensatory increases in expression of Nrf2 leading to improved antioxidant defences and decreased NF-κB expression as a feedback mechanism. However, when stress is too high, this compensatory adaptive mechanism will not be effective, and an increased NF-κB expression will be associated with a decreased Nrf2 expression. Therefore, once the ability to balance AO defences against ROS production is overwhelmed due to the extremely high stress, redox status will be altered, resulting in an inhibited Nrf2/NF-κB balance which leads to detrimental consequences in terms of health (immunosuppression), productive and reproductive performance in poultry. Importantly, other transcription factors and vitagenes are also involved in regulation of the balance.", "project":"cdlai_CORD-19", "denotations":[]}