{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":45, "text":"Recent data indicate that Nrf2 activation is one of the most important mechanisms of phytochemical protective effects in poultry and farm animals [91, 286, 287] . Dietary inclusion of Antrodia cinnamomea (a medical fungus) powder into the broiler diet at 0.1-0.4% for 35 days was shown to increase Nrf2 expression in the liver [288] . Primary chicken intestinal epithelial cells treated with 100 nM equol showed increased abundance of Nrf2 transcripts, relative to untreated control cells [289] . Laying hens fed on a diet supplemented with 0.5% dry mulberry leaves (ML) for 12 weeks were characterised by significantly increased mRNA levels of antioxidant-regulated genes, including Nrf2, HO-1 and GST in peripheral blood mononuclear cells in comparison to the birds fed on the control diet [290] . Furthermore, the serum MDA concentration was shown to be decreased and the catalase and SOD activities increased in all the ML-supplemented groups in comparison to the control group birds. Niu et al. [291] investigated the effect of dietary supplementation of fermented ginkgo biloba leaves (FGBLs) on nutrient utilization, intestinal digestive function and antioxidant activity of broilers. It was shown that chickens fed with a 3.5 g/kg FGBL diet were characterised by increased body weight gain, feed intake and relative weight of duodenum. At the same time, antioxidant and digestive enzyme activities were increased and MDA concentration decreased in the pancreas and small intestine of the experimental birds. This was accompanied by upregulation of Nrf2 in the small intestine [291] . Sahin et al. [292] evaluated genistein in hens and showed it prevented the development of spontaneous ovarian cancer and inhibited tumour growth. This was associated with reduction of serum MDA and downregulation of the expression of NF-κB and Bcl-2 and upregulation of the expression of Nrf2, HO-1 and Bax at the protein level in ovarian tissues. There was a significant linear effect of dietary curcumin on the relative abundance of SOD1, GPx1, CAT, HO-1 and Nrf2 transcripts and a quadratic increase in the activities of GPx and T-AOC in jejunal mucosa of growing ducklings [293] . Although phytochemical supplementation of poultry diets is a relatively new area of research, the former work points to the synergetic benefits in the avian antioxidant defence system.", "project":"cdlai_CORD-19", "denotations":[]}