{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":32, "text":"Chicken Trx is a protein of 105 amino acids with a molecular weight of 11,700 [222] . The sequence of the chicken Trx is shown to be very similar to the sequences of other thioredoxins. In particular, comparison of the chicken Trx protein sequence with those from bacteria and plants showed structural features that appear to be essential for activity. Indeed, chicken Trx2 is proved to be an essential gene and Trx2-deficient cells undergo apoptosis upon repression of the Trx2 transgene and accumulation of intracellular ROS [223, 224] . Interestingly, increased Trx expression in chicken ovarian follicles was found to be associated with high rates of egg production [225] . Trx was shown to be expressed in chicken jejunum [226] and was indicated to be an important protein of the chicken seminal plasma [227] . Furthermore, chicken mitochondrial Trx2 was discovered to have disulphide reductase activity in a concentration-dependent manner providing protective effects on LPS-induced oxidative stress in chicken hepatocytes [228] . Trx silencing in chicken cardiomyocytes was shown to cause endoplasmic reticulum oxidative stress by modulating Ca 2+ channel-related pathway genes [229] . It is well known that TrxR is a Se-dependent enzyme, but data on its activity in avian species are quite limited [15] . For example, Smith et al. [230] compared TrxR activity in mammals and chickens and showed that chickens have extremely low TrxR activities, probably reflecting low TrxR protein expression or reflecting differences between mammalian and chicken TrxR. Furthermore, TrxR activity was detected in a range of chicken tissues, including liver, lung, heart, kidney, brain, breast muscle, bursa, thymus, spleen, RBC and plasma [231] . TrxR activity was detected in association with the cytosolic, nuclear pellet and mitochondrial fractions. Selenium dietary supplementation (0.4 mg/kg diet) increased TrxR activity in duodenal mucosa, liver and in the kidney in chickens [232] , while Se deficiency was shown to decrease expression/activity of TrxR in chicken thyroids [233] , pancreas [234] , adipose tissue [235] , kidney [236] and duodenum mucosa [237] . High dietary fluorine was found to decrease TrxR activity in chicken serum and tissues [238] . Similarly, dietary lead was associated with a decreased TrxR activity in chicken brain [239] . Heat stress was shown to compromise the mitochondrial thioredoxin system including Trx2, TrxR2 and Prx3 in growing chickens and dietary curcumin can mitigate this detrimental effect [240] .", "project":"cdlai_CORD-19", "denotations":[]}