{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":31, "text":"It is well known that GSH can be synthesized in poultry from three amino acids (i.e., L-glutamate, L-cysteine and glycine) with glutamate cysteine ligase (GCL) being the rate-limiting enzyme in GSH biogenesis [208] . Therefore, Nrf2-regulated synthesis of GCL is of great importance for the antioxidant defence network efficacy. Indeed, GSH is exclusively synthesized in cytosol and compartmentalized in different organelles, including nuclei, endoplasmic reticulum (ER) and mitochondria. In particular, nuclear GSH is found exclusively in the reduced form and participating in preserving proteins involved in DNA repair and gene transcription. Furthermore, mitochondrial GSH preserves the mitochondrial integrity by controlling mitochondrial ROS generation and apoptotic signalling [209] . Therefore, cellular GSH is a key regulator of different biological processes, including synthesis of DNA and proteins, affecting cell growth and proliferation, apoptosis, immunity, amino acid transport, xenobiotic and endogenous oxidant metabolism/detoxification, redox-sensitive signal transduction, etc. [210, 211] . On the one hand, the GSH thiolic group can directly react with and detoxify a range of ROS, including H 2 O 2 , superoxide anion, hydroxyl radicals, alkoxyl radicals and hydroperoxides [209] , on the other hand, there is a range of proteins with GSH-dependent hydroperoxidase activity, including GPx, peroxiredoxins (Prx)-isoforms, some Grx and many GST [212] . Importantly, in stress conditions GSH plays a vital role as a redox buffer (GSH/GSSG; [212] ) controlling the redox status of the living cells, responsible for prevention of the loss of protein thiols and providing optimal redox milieu for signalling [213] , either by protein glutathionylation (direct modification of protein cysteine residues by the addition of GSH) or via scavenging hydrogen peroxide [214] . Indeed, the ratio of GSH/GSSG is the main indictor of the cellular redox potential and reflects redox balance. Under oxidative stress, a decreased redox potential (GSH/GSSG ratio) causes protein S-glutathionylation: a mixed disulphide formation between reactive thiols and GSH altering the physiological functions of affected proteins. In fact, abnormal protein S-glutathionylation is related to diverse cellular detrimental changes, including protein aggregation, protein degradation, apoptosis and mitochondrial dysfunction [215] . A thiol redox system consisting of the glutathione system (glutathione/glutathione reductase/glutaredoxin/glutathione peroxidase) and the thioredoxin system (thioredoxin/thioredoxin peroxidase (peroxiredoxins)/sulfiredoxin/thioredoxin reductase [216] are believed to be the major players in redox status regulation [99, [217] [218] [219] . Further, the thioredoxin system is an important thiol/disulphide redox controller ensuring the redox homeostasis [220] . Numerous studies have clearly demonstrated that the thioredoxin system is involved in the redox regulation of the expression of genes regulating various cellular functions, including synthesis of deoxyribonucleotides (DNA synthesis and repair), protein biosynthesis, hormone and cytokine action, apoptosis, etc. [221] . Therefore, Nrf2-regulated synthesis of major members of thioredoxin system is a key element of the anti-stress strategy in the cell/body [111] .", "project":"cdlai_CORD-19", "denotations":[]}