{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":18, "text":"Data on the regulatory mechanisms of vitagene expression in poultry are quite limited. For example, HSP regulation in avian species has been recently reviewed [113] and can be summarised as follows. The heat shock response (HSR) is one of the main adaptive stress responses of the cell homeostasis restoration after proteotoxic stress, including heat shock, cold, oxidative stress, hypoxia, toxins, chemicals, pathogen, etc. [114] [115] [116] . In fact, cooperative interactions between the transcription factors and various homeostatic mechanisms are driving forces of effective adaptation to stressful conditions [117] [118] [119] . There is a growing body of evidence indicating the protective role of various natural antioxidants (e.g., vitamins E and C, carotenoids, flavonoids) in the prevention of lipid peroxidation and membrane integrity maintenance [15] . However, proteins can also be damaged in stress conditions and protein integrity preservation is the most important function of the stressed living cell/organism. Therefore, HSR in poultry/animals is based on the induction of HSPs and related elements, such as the ubiquitin-proteasome system [115] . In fact, HSPs are molecular chaperones facilitating protein folding and preventing protein aggregation in stress conditions [113] . Results of recent studies suggest that HSR is regulated mainly at the transcriptional level by four heat shock transcription factors (HSFs), including HSF1, HSF2, HSF3 and HSF4, which bind to heat shock regulatory elements of genes to upregulate HSPs' expression [117] . Avian cells are known to express at least three HSFs (HSFs 1-3). In fact, three avian HSF genes corresponding to HSF3 as well as the avian homologs of mammalian HSF1 and HSF2 have been successfully cloned [120] . Furthermore, HSF1 was demonstrated to be rapidly activated by mild heat shock, while HSF3 was less responsive and responded only to severe heat shock. Therefore, HSF1 and HSF3 are quite different based on their activation kinetics and threshold induction temperature. Interestingly, HSF2 did not respond to heat stress and has been speculated to have other (developmental) functions [121] . In fact, HSF3 was considered to be a master regulator of the heat shock genes in avian cells [122] . Avian HSF1 and HSF3 were shown to be maintained in the cytoplasm in a cryptic monomer and dimer form, respectively, in physiological non-stressful conditions. Therefore, heat stress causes conformational change in chicken HSF3, associated with the formation of a trimer and its nuclear translocation [123] .", "project":"cdlai_CORD-19", "denotations":[]}