{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":28, "text":"The existing evidence suggests that under normal physiological conditions, Nrf2 represents a 605 amino acid transcription factor located in the cytoplasm. It is shown to consist of seven functional domains (Neh1-7) responsible for the regulation of its stability or/and transcriptional activity. In normal physiological conditions, Nrf2 exists as an inactive complex with the negative regulator called Kelch-like-ECH-associated protein 1 (Keap1): a 624 amino acid, cysteine-rich, homodimeric zinc-finger protein [195] . In fact, Keap1 is responsible for forwarding Nrf2 to a Cul3-based E3 ligase with the following rapid 26S proteasome degradation with a half-life under physiological conditions of only ∼20 min [196, 197] . Importantly, more than 27 cysteine residues possessing different reactivity and having various functional impact on Nrf2 were identified in Keap1. In fact, Cys151, located within the BTB homodimerization domain, was shown to be responsible for Nfr2 activation. Furthermore, other cysteines (Cys273, 288 and 297) located in the intervening region, were indicated to inhibit Nrf2 activity by promoting its interaction with Keap1. Furthermore, seven redox-sensitive cysteines (Cys119, 235, 311, 316, 414 and 516) have also been identified in Nrf2 and their oxidative modification could also affect its activity [198] . Therefore, Keap1 serves as an important cellular redox sensor participating in redox balance regulation via its interaction with Nrf2 [195] . It is generally believed that oxidative or electrophilic stress, causing increased ROS production, can modify/oxidize critical cysteine thiols of Keap1 leading to the Keap1-Nrf2 complex dissociation and prevention of Nrf2 degradation in proteasome. Therefore, Nrf2 translocates to the nucleus, heterodimerizes with one of the small Maf (musculoaponeurotic fibrosarcoma oncogene homolog) proteins and binds to antioxidant/electrophile-response elements (ARE) in the upstream promoter region of genes encoding various antioxidant molecules, see Figure 3 in Reference [195] . Under oxidative stress, ROS modify/oxidise SH-groups within Keap1 leading to conformational changes inducing the Nrf2 release from Keap1. This prevents Nrf2 proteasomal degradation and Nrf2 translocates to the nucleus. In the nucleus, Nfr2 binds to the ARE and initiates the transcription of an array of direct or indirect antioxidant enzymes including SOD, GPx, CAT, GST, GR, GCL, Trx, TrxR, PRDX1, SRDX1, HO-1, NQO1. G6PD, IDH2, etc. These enzymes contribute to the improvement of the antioxidant defence network and reduce the cellular oxidative stress. The Nrf2 induced synthesis of AO enzymes also participates in regulation of stress adaptation and redox signalling. The restoration of cellular homeostasis leads to Nrf2-Keap-1 complex formation and activation of Nrf2 degradation by ubiquitin-proteasome system and decreases the Nrf2 mediated synthesis of AO enzymes.", "project":"cdlai_CORD-19", "denotations":[]}