{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":21, "text":"Heme Oxygenase-1, a 32 kDa protein, known as heat shock protein-32 (HSP32), is responsible for the degradation of haem with the formation of carbon monoxide (CO), biliverdin and free iron. Similar to HSP70, HO-1 is the stress-inducible isoform of the three HO isoforms described to date, providing a critical protective mechanism in avian systems responsible for adaptation to oxidative, inflammatory and cytotoxic stress [136, 137] . In most tissues HO-1 is expressed at a relatively low house-keeping level and it can be induced by various oxidative stress-related insults including haem, ultraviolet light, heavy metals, cytokines, hydrogen peroxide, nitric oxide (NO) and glutathione depletion [138, 139] . The vital role of HO-1 in adaptation to stress has been shown in HO-1-deficient animal models characterised by atypical pro-inflammatory immune response with increased apoptosis [113] . It seems likely that HO-1 synthesis is under strict hormonal control. Until now, research data on HO-1 expression and its protective actions in poultry production were quite limited. In fact, in the early 1990s, HO-1 was purified from chicken liver microsomes [140] . The apparent V max of purified heme oxygenase, assayed under optimal conditions, was 580 U/mg protein, with a molecular weight of 33,000 Da [140] . It was shown that, similar to mammals, bird HO-1 induction in stress conditions was associated with various signalling pathways. Interestingly, increased HO-1 expression in chicken embryos between internal (day 19) and external pipping (day 20; [141] ) is believed to be an important adaptive mechanism responsible for increased protection of tissues during this critical and stressful period of the ontogenesis [142] . Heme Oxygenase-1 is described in avian species; however, its response to different stressors in domesticated and wild birds are still poorly characterised [113] and needs further investigation.", "project":"cdlai_CORD-19", "denotations":[]}