{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":39, "text":"The impact of heat stress on poultry performance is well documented, and the following text deals with the literature that delineates heat stress on poultry antioxidant capacity. Rearing five-week-old female Japanese quail at 34 • C for 8 h/d (HS) for 12 weeks was associated with a decreased production performance (a reduction in feed intake (FI) by 9.7% and egg production by 14.4%) and oxidative stress as evidenced by an increased hepatic MDA level by 84.8%, and decreased hepatic AO enzyme activities (SOD, CAT and GPx by 25.8%, 52.3% and 45.5%, respectively) [256] . At the same time, decreased hepatic Nrf2 expression was observed. In contrast, inclusion of epigallocatechin-3-gallate at 200 or 400 mg/kg in the quail diet restored the altered expression of Nrf2 by HS and ameliorated disturbances in AO enzyme activities [256] . In another experiment, conducted in the same department, one-day-old male broiler chicks (Ross 308) were randomly distributed to one of 2 × 3 factorially arranged treatments: two housing temperatures (22 • C for 24 h/d; thermoneutral (TN) or 34 • C for 8 h/d, HS) and three dietary lycopene levels (0, 200 or 400 mg/kg) and birds were reared to 42 days. Similar to the previous study, heat stress was associated with reductions in FI and weight gain by 12.2% and 20.7% and negatively affected FCR. In an HS group, oxidative stress was evidenced by decreased serum AO enzyme activities (SOD and GPx) and increased MDA. Furthermore, HS increased (by 150%) muscle Keap1 expression and decreased by 40% muscle Nrf2 expression. The authors showed that increasing dietary lycopene levels alleviated the detrimental changes in the Nrf2 system due to the HS and had a protective effect on chicken performance [257] . The detrimental effects of HS on Nrf2 expression in chicken muscles was partly alleviated by dietary Cr supplementation [258] . The protective effects of other phytochemicals against Nrf2-related AO enzyme changes due to the presence of HS were also reported. For example, curcumin supplementation (50-200 mg/kg) was shown to improve AO defences of HS-exposed broilers, as evidenced by increasing the GSH content and GSH-related enzyme activities and inducing the expression of Nrf2 and Nrf2-mediated phase II detoxifying enzyme genes [259] . Interestingly, birds in the HS group showed increased MDA, protein carbonyl (PC), 8-hydroxydeoxyguanosine (8-OHdG) and some apoptosis markers, including caspase-3 and caspase-9 mRNA levels and activity. In addition, the AO system was compromised (decreased GSH, Nrf2, GPx, MnSOD, HO-1, GR levels and compromised total antioxidant capacity (T-AOC), total SOD, Mn-SOD and catalase activities), reflecting HS-induced oxidative stress [260] . The authors clearly showed that resveratrol (400 mg/kg) was able to ameliorate HS-induced spleen dysplasia in broilers through the activation of the Nrf2 signalling pathway and decreasing apoptosis in the spleen. Similarly, dietary taurine (5 g/kg) was shown to significantly decrease the levels of ROS and MDA and increase the messenger RNA expressions of Nrf2, NAD(P)H quinone dehydrogenase 1 and HO-1 in breast muscles of HS-exposed birds [261] . It seems likely that the effect of HS on Nrf2 expression is condition dependent. For example, in another study, where 14 day old chickens were exposed to 35 • C for 12 days, Nrf2 was only slightly downregulated at day 1 post-HS compared to controls [262] . However, there was no difference in mRNA expression of Nrf2 at 12 days post-HS. Furthermore, in comparison to control, mRNA levels of SOD1 and CAT were downregulated at day 1 post-HS but were upregulated at day 12 post-HS [262] . Similarly, cold stress was found to increase Nrf2 protein expression in chicken liver [35] .", "project":"cdlai_CORD-19", "denotations":[]}