{"cord_uid":"oj5v9d7p", "sourcedb":"PMC", "sourceid":"PMC6680731", "divid":40, "text":"In ovo exposure to aflatoxin B1 (AFB1) was shown to upregulate Nrf2 expression in both domesticated and wild turkey embryos [263] . In primary broiler hepatocytes, AFB1 caused increased mitochondrial ROS production, decreased mitochondrial membrane potential and induced apoptosis. This was associated with upregulated mRNA expression of Nrf2, but downregulated mRNA expressions of NAD(P)H: quinine oxidoreductase 1, SOD and HO-1 [264] . Similar changes in Nrf2 expression due to the exposure to AFB1 were also observed in broiler cardiomyocytes [265] . Interestingly, an opposite effect of AFB1 on Nrf2 expression was observed in vivo. For example, AFB1 (5 mg/kg for 28 days) induced liver injury in broilers and significantly downregulated Nrf2 and its downstream genes' mRNA expression level. Moreover, the Nrf2 protein expression level was also markedly reduced in the AFB1-fed group [266] . Similarly, in broiler chick liver, dietary AFB1 (5 mg/kg for 28 days) significantly inhibited autophagy, induced inflammation and significantly reduced Nrf2 and HO-1 mRNA and protein levels [267, 268] . However, curcumin dietary supplementation (150-450 mg/kg) was shown to significantly ameliorate AFB1-induced decreases in Nrf2 and HO-1 mRNA and protein expression levels. In contrast, in three-week-old broilers, ochratoxin A (OTA) exposure (1126 µg/kg feed) was associated with overexpression of the Nrf2 gene in liver and kidney as compared to control chickens [50] . Interestingly, in mice T-2 toxin exposure was shown to downregulate Nrf2 and its downstream target genes, including NQO1 and HO-1 [269] . In contrast, deoxynivalenol (DON) treatment in mice during pregnancy was found to cause ROS accumulation in the placenta leading to embryotoxicity. At the same time, the Nrf2/HO-1 pathway was upregulated in an attempt to protect placenta cells from oxidative damage [270] . Therefore, it seems likely that oxidative stress imposed by various mycotoxins is associated with Nrf2 up-or downregulation depending on the level of stress.", "project":"cdlai_CORD-19", "denotations":[]}