{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":42, "text":"Cells were inoculated with MHV-EGFPM at MOI = 0.5 (15-20% infected cells) in DMEM, 2% FBS, for 2 h at 37uC. The inoculum was replaced by warm DMEM, 10% FBS. At 8 hpi, cells infected with MHV-EGFPM were trypsinized and fixed in 4% formaldehyde solution in PBS. Cells were washed and taken up in FACS buffer (2% FBS, 0.05M EDTA, 0.2% NaN 3 in PBS) and GFP expression was quantified by FACS analysis on a FACS Calibur (Benson Dickson) using FlowJo software. Of each sample at least 10,000 cells were analyzed. HeLa, LR7, or HAP1 cells were inoculated with luciferase expressing (pseudo)viruses (MHV-EFLM, VSVDG/FLuc-G*, IAV-RLuc, MHV-S29FCS, or FIPV-RLuc, MHV-EFLM-S4 (JHM)) at MOI = 0.2, unless indicated otherwise, in DMEM or IMDM (HAP1), supplemented with 2% FBS at 37uC. At 2 hpi the inoculum was replaced by warm culture medium containing 10% FBS. Cells were lysed at 7 hpi (MHV, VSV, and FIPV) or 16 hpi (IAV) in passive lysis buffer (Promega). Firefly luciferase expression was assessed using the firefly luciferase assay system from Promega or using a homemade system (50 mM tricine, 100 mM EDTA, 2.5 mM MgSO 4 , 10 mM DTT, 1.25 mM ATP, 12.5 mM D-Luciferin). Renilla luciferase expression was assessed using the Renilla luciferase assay system (Promega). Light emission was measured on a Centro LB 960 luminometer. When indicated cells were transfected with siRNAs prior to inoculation as described above. Luciferase expression levels (in relative light units, RLU) were corrected for cell number and viability as determined by the Wst-1 assay (Roche). When indicated cells were treated with pharmacological inhibitors starting at 30 min prior to or 2 h post inoculation. Huh-7 cells were inoculated with MERS-CoV at a MOI of 0.1 in FBScontaining DMEM. 8 h post infection, cells were fixed in 4% formaldehyde in PBS. Cells were stained using rabbit anti-SARS-CoV nsp4 antibodies that are cross-reactive for MERS-CoV, according to a standard protocol using a FITC-conjugated swineanti-rabbit antibody. Number of infected cells was determined by cell counts on a wide-field fluorescent microscope.", "project":"cdlai_CORD-19", "denotations":[]}