{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":34, "text":"MHV particles require trafficking to the low pH environment of lysosomes to achieve membrane fusion. Nevertheless, MHV was much less sensitive to elevation of pH in the endo-/lysosomal system by the addition of BafA1 than viruses known to fuse in early or late endosomes (VSV and IAV). BafA1, an inhibitor of vacuolar-type H + -ATPase was effective in blocking MHV entry only at high concentrations, which are known to prevent endosomal maturation in addition to the elevation of the pH [66] . The absence of a functional HOPS complex, which is required for late endosome-to-lysosome maturation, did not affect infection of cells with VSV or IAV, while entry of MHV was severely reduced. Thus, the low pH trigger that mediates entry of VSV and IAV in the endosomal system of these cells, is not sufficient to induce fusion of MHV. Other environmental cues, present in lysosomes only, are apparently required to activate conformational changes in the S protein leading to fusion. Indeed, inhibition of the three major classes of proteases present in the lysosome by CPI effectively prevented MHV fusion. Infection of murine LR7 cells with MHV was also inhibited by CPI ( Figure   Figure 12 . Model of early and late coronavirus fusion. MHV and MHV-S29FCS are taken up by DAB2-dependent clathrin-mediated endocytosis to end up in RAB5-containing early endosomes. The FCS of MHV-S29FCS is cleaved by furin or furin-like enzymes to allow fusion of the virus in early endosomes. Trafficking of MHV from late endosomes to lysosomes (RAB7/LAMP1-positive compartments) is required for processing of MHV by lysosomal proteases and viral fusion to occur. We propose that the sequence immediately upstream of the FP is a key determinant of the intracellular site of fusion. MERS-CoV and FIPV enter cells via fusion in early endosomes or lysosomes, respectively. MERS-CoV, which contains a minimal FCS, is inhibited by furin inhibitor (FI) but not by the pan-lysosomal protease inhibitor (CPI). The opposite holds true for FIPV. Based on this model, we predict that IBV strain Beaudette and HCoV-NL63, which contain FCSs (Fig. 10) , to fuse in early endosomes in a furin-dependent manner. Other CoVs that do not contain a FCS at this position are predicted to fuse in lysosomes. doi:10.1371/journal.ppat.1004502.g012 S11B in Text S1). Strikingly, other inhibitors that affect members of a single protease family had none or only little impact on MHV fusion. These results are in consistence with a functional redundancy of protease family members [47, 76] and may explain why previous studies using specific lysosome protease inhibitors [27, 92] failed to detect entry inhibition. Also, the inhibition of MHV entry by MG132 may be explained by the known ability of the proteasome inhibitor to negatively affect lysosomal proteases [93] [94] [95] , although we cannot exclude that MG132 affects entry by its interference with lysosomal trafficking [96] .", "project":"cdlai_CORD-19", "denotations":[]}