{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":10, "text":"To confirm and extend our understanding of the role of endocytosis in MHV entry we subsequently selected a number of proteins known to be involved in either caveolae-or clathrinmediated endocytosis, actin-or microtubule-mediated transport, as well as proteins associated with endosomal vesicles and endosomal maturation, to be screened using the siRNA silencing-approach described above. Again, proteins were considered important for infection with MHV when transfection with at least two out three independent siRNAs resulted in significant reduction in MHV-driven GFP expression relative to the negative-control siRNAs. siRNA-mediated downregulation of proteins involved in caveolae-mediated endocytosis revealed that CAV2, but not the other proteins analyzed are important for infection with MHV ( Figure 1C , light blue). Downregulation of most proteins associated with clathrin-mediated endocytosis inhibited MHV infection, Figure 1 . RNAi-mediated downregulation of endocytosis-associated proteins affects MHV infection. A) Confirmation of endocytosisassociated hits from druggable genome-wide siRNA screen. Gene silencing was performed using individual transfection of three different siRNAs per gene in HeLa-mCC1a cells. Cells were infected with MHV-EGFPM at MOI = 0.5 for 8 h and analyzed by FACS for cell viability and virus replication. The effect of downregulation of expression on MHV infection was studied for the actin cytoskeleton-associated proteins ACTR2 and ACTR3 (orange), late endosomal proteins RAB7A and RAB7B (turquoise), HOPS complex sububit VPS39 (light green), ER/Golgi secretion-associated protein SNX1, Integrin/ Actin-associated protein VCL, and Serine/Threonine-protein kinase PAK1 (grey). Error bars represent SEM, n = 4. B) Confirmation of siRNA-mediated reduction in mRNA levels. mRNA levels at 72 h post transfection were measured by qRT-PCR in comparison to non-transfected cells. Error bars represent SEM, n = 3*3. C) The effect of the RNAi-mediated downregulation of an extended set of endocytosis-associated proteins on MHV infection. Infection of MHV-EGFPM was analyzed after downregulation of proteins associated with caveolae-mediated endocytosis (light blue), clathrinmediated endocytosis (dark blue), early endosomes (cerulean), actin cytoskeleton (dark orange), microtubule cytoskeleton (orange), late endosomes (turquoise), and late endosome-to-lysosome trafficking (light green) as described above. Error bars represent SEM, n = 3. A, C) Dotted lines show the lower 95% confidence interval of the negative siRNA controls. doi:10.1371/journal.ppat.1004502.g001 including DNM1, DNM2, CLTC, and DAB2. siRNA-mediated silencing of EPS15 or AAK1, accessory factors of clathrin-mediated endocytosis, did not affect MHV replication ( Figure 1C , dark blue). Silencing of early endosome-associated genes (EEA1, RAB5A, RAB5B, and RAB5C; Figure 1C , cerulean) each decreased replication-mediated GFP expression. While downregulation of MYO6, involved in actin-based motility, did not influence MHV infection ( Figure 1C , dark orange), our results indicate that the microtubule-associated motility proteins DYNC1H1 and DYNC2H1 are important for infection with MHV ( Figure 1C , orange). Silencing of NSF, required for transport from early to late endosomes [58] , or of the HOPS subunits VPS11 and VPS41, which are involved in late endosome to lysosome maturation (Reviewed in [54] ), all resulted in severely reduced MHV infection ( Figure 1C , turquoise and light green, respectively).", "project":"cdlai_CORD-19", "denotations":[]}