{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":31, "text":"The present study confirms and extends previous publications on MHV entry via clathrin-mediated endocytosis [26, 83] . Both siRNAs downregulating clathrin-mediated endocytosis-associated proteins, such as clathrin heavy chain (CLTC) and Dynamin 2 (DNM2), and agents affecting this uptake pathway (Chlopro, Dynasore, Dyngo-4a) were capable of inhibiting infection with MHV. Importantly, these findings could be confirmed in our novel replication-independent virus-cell fusion assay, thereby directly showing an involvement of clathrin-mediated endocytosis in entry of MHV. Analysis of several accessory factors of clathrinmediated endocytosis showed that clathrin-mediated entry of MHV strain A59 depends on clathrin-adaptor DAB2, but not on EPS15 or AAK1. Previously, clathrin-mediated entry of MHV strain 2 was also shown to be independent of EPS15 [83] . Based on the use of inhibitors, it was earlier concluded that MHV entry depends on cholesterol and lipid-rafts, which may be indicative of caveolae-mediated endocytosis [84, 85] . Although our replicationdependent assays indicate a requirement for caveolin 2 (CAV2) for infection, this protein was shown not to be involved in virus entry using our fusion assay. Also depletion of other proteins involved in caveolae-mediated endocytosis, including caveolin 1 (CAV1) and flotillins 1 and 2 (FLOT1 and FLOT2) did not affect MHV infection or fusion. Interestingly, fusion of MHV was severely inhibited by EIPA, an inhibitor of the Na + /H + exchanger NHE1, which is regarded as a hallmark inhibitor of macropinocytosis. Apparently, inhibition of virus entry by EIPA does not prove by itself that a virus enters via this particular pathway. EIPA has been reported to affect several other cellular processes, including actin remodeling, internalization of lipid rafts, distribution of endosomes, and even clathrin-mediated endocytosis [86] [87] [88] [89] [90] . Similar to the results obtained with the HeLa cells, also infection of murine LR7 cells was inhibited by compounds interfering with clathrinmediated endocytosis ( Figure S11A in Text S1).", "project":"cdlai_CORD-19", "denotations":[]}