{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":12, "text":"Infection in the presence of the solvents dimethyl sulfoxide (DMSO) and methanol (MeOH), as well as the known inhibitors of MHV RNA synthesis Brefeldin A (BrefA, inhibitor of GBF1) [60] and MG132 (proteasome inhibitor, probably also affects MHV entry; [61] ) were included as controls. MHV infection was not affected by addition of the solvents, whereas both MG132 and BrefA severely decreased luciferase expression regardless of the time of addition. Inhibition of endosome maturation with ammonium chloride (NH 4 Cl), Bafilomycin A1 (BafA1), or Chloroquine (Chloq) severely diminished luciferase expression when the inhibitors were added prior to infection. Much smaller effects were observed when these drugs were added at 2 hpi, indicating that the inhibitors mainly affect MHV entry ( Figure 2 , deep sky blue). Similar effects were observed with known inhibitors of clathrin-mediated endocytosis; Chlorpromazine (Chlopro), Monensin (Mon), Dynasore, and Dyngo-4A (Dyngo). All these compounds strongly decreased MHV replication-mediated luciferase expression when added early but not when added at 2 hpi ( Figure 2 , dark blue). The actin-and macropinocytosis-affecting drug EIPA, which inhibits the Na + /H + exchanger NHE1, led to reduced luciferase expression both when added prior to and after entry of MHV at 2 hpi. Actin cytoskeleton altering drugs Latrunculin A (LatA), Jasplakinolide (Jasp), Cytochalasin B (CytoB), and Cytochalasin D (CytoD), or the inducer of microtubule depolymerization Nocodazole (Noc) only decreased MHV infection when added early, indicating a role for the actin and microtubule cytoskeleton in entry but not RNA replication ( Figure 2 , dark orange and orange). Likewise U18666A, a cholesterol transport-affecting agent, which also prevents maturation of late endosomes [62] , had a strong inhibitory effect on MHV infection when added early (Figure 2 , turquoise). Collectively, these results indicate an important role for clathrinmediated uptake and for endosome-and endosome-to-lysosome maturation for MHV infection.", "project":"cdlai_CORD-19", "denotations":[]}