{"cord_uid":"oukcmch5", "sourcedb":"PMC", "sourceid":"PMC4334521", "divid":22, "text":"In general, class I fusion proteins require cleavage just upstream of the FP to render them fusion competent [20, 38, 77] . However, while the S protein of MHV is cleaved at the S1/S2 boundary (Fig. 7A) , no protease cleavage site has been identified close to the fusion peptide. In view of the inhibition of MHV entry by the panlysosomal protease inhibitor CPI and in analogy to other class I fusion proteins, we hypothesized that an additional cleavage in the S protein, immediately upstream of the FP, is necessary to induce fusion. To test this hypothesis, we introduced an optimal furin cleavage site (FCS) by substituting three amino acids by Arg (AIRGRRRRRRR) immediately upstream of a highly conserved Arg (indicated in bold) that occurs just N-terminal of the FP. Recombinant MHV carrying this FCS in its S2 subunit was designated MHV-S29FCS. ( Figure 7A ). Western blot analysis of the S protein of a purified stock of this virus using an antibody recognizing the S2 subunit showed no evidence of cleavage at the newly introduced FCS (S29 site). Apparently, cleavage at this position does not occur during virus production ( Figure S8 in Text S1). MHV carrying wild type or mutant S proteins displayed similar growth kinetics ( Figure S9 A and B in Text S1). Next we analyzed whether the introduced FCS affected the sensitivity of the recombinant MHV to CPI, which does not exhibit inhibitory activity towards furin. Thus, HeLa-mCC1a cells were pretreated with CPI for 30 min and subsequently infected with wild type S (MHV-EFLM) or mutant S (MHV-S29FCS) containing viruses expressing luciferase reporter genes in the presence of the protease inhibitor. At 7 hpi the cells were lysed and viral-replication dependent luciferase expression levels were determined. Introduction of the FCS resulted in the recombinant virus being no longer sensitive to inhibition by lysosomal proteases (Figure 7B ), probably because the S protein is now cleaved by furin in an endocytic compartment.", "project":"cdlai_CORD-19", "denotations":[]}