{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":14, "text":"X: affected by ASFV infection; -: no affected by ASFV infection. actin and microtubule cytoskeletal dynamics and adhesion [31] , Rho GTPases regulate numerous basic cell functions including regulation of the signaling pathways and cellular responses that enable to phagocytes perform their innate immune functions to respond invading pathogens. Thus, they are key regulators of cell migration (through various cell-surface receptors as TLRs), reactive oxygen species (ROS) production by NADPH oxidase, phagocytosis and degranulations well as a essential, and perhaps unique, roles in the motile responses of leukocytes [32] . Another studies also indicate that Rho GTPases provide alternative pathways to regulate NF-kB transcriptional activity in cells of the innate immune system [32] . Several other proteins became differentially regulated by day 1 pi, as vimentin, enolase, HSPB1 or lymphocyte cytosolic protein 1 (LCP-1) (Additional file 1) from E75CV1-pigs. Vimentin has been described as an important molecule during ASFV morphogenesis by changing its localization to viral factories after in vitro infection [33] . Thus, the upregulation of vimentin, at day 1 pi, might be an indirect effect provoked by E75CV1 infection on surrounding non-infected cells. Coincidently, vimentin and other proteins specifically upregulated at day 1 pi with E75CV1, such as HSPB1, enolase or LCP-1 (Additional file 1), share both their potential role in immune defense and their description as autoantigens in autoimmune disorders [34] . In particular, the role of HSPs as immunogenic molecules able to activate T cells has been long known [35] and several reports have shown that pretreatment with HSPs protects from autoimmune disease [36] . Also, T-cell response to α-enolase could be involved in the pathogenesis of autoimmune diseases [37] . We are currently trying to unmask the potential presence of auto-antibodies in pigs infected with E75CV1 by using sera from day 31 pi and the upregulated autoantigens found at day 1 pi. These markers might be of utility to diagnose chronic infections and/or to better understand ASFV pathogenesis during chronic infections.", "project":"cdlai_CORD-19", "denotations":[]}