{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":17, "text":"A chapter apart deserves discussing the sub-expression found at early times post-infection (day 1 and 3 pi) with both viruses, of several of the 7 isoforms of 14-3-3 protein, a novel finding for ASFV. 14-3-3 interactome studies have demonstrated that 14-3-3 proteins participate in many events associated with infection in other viruses [48] , mainly activated by dsRNA. The downregulation observed for both E75CV1 and E75 in vivo might reflect the need of ASFV to evade the innate immune responses triggered by 14-3-3, including the activation of TNF and NFκB signalling or any other antimicrobial responses triggered by activating the TLR-14-3-3 pathways [49] . While 14-3-3 has been strongly associated with the innate immunity activated in response to dsRNA [50] , its negative effect on virus morphogenesis [51] , and ASFV-exit from the cell, [52] , have been also described. On the other hand, an important function of 14-3-3 proteins is to inhibit apoptosis [53] and downregulation of 14-3-3 might also have a direct effect on the G2/M DNA damage checkpoint regulation [54] , a pathway that prevents cells with damaged DNA entering the M phase of cell division before repairing. So, a defective G2/M checkpoint leads DNA damaged cells to apoptosis [55] . Curiously enough, E75CV1 downregulates the G2/M cell cycle control checkpoint both at day 1 and 3 pi, while E75 does it at day 3 pi (Table 6) as described for other viruses [56] . The concomitant downregulation of the G2/M DNA damage checkpoint and 14-3-3 observed might contribute to differentially activate the apoptosis of the infected cells, perhaps contributing to the deficient in vivo dissemination of E75CV1 [7] . All together, these results seem to reflect a very complex regulation of apoptosis during ASFV infection, as has been previously postulated [57] . These results complement previous work demonstrating the effect of DNA damage and apoptosis in ASFV-in vitro replication [58] , confirming the role that 14-3-3 play during apoptosis inhibition [53] , as has been demonstrated for other viruses [59] . Studies to confirm the relevance of 14-3-3 in this inhibition might help to design novel antiviral strategies.", "project":"cdlai_CORD-19", "denotations":[]}