{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":9, "text":"Differences in protein profiles were not only observed between virulent and attenuated ASFV strains, but also were shown between the different times post-infection tested. The most dramatic changes found affected lymph nodes from pigs infected with E75 at day 7pi, coinciding with the late phase of the E75 lethal virus infection, probably reflects the massive tissue destruction observed at this time post-infection, with only a few intact cells being present, mostly corresponding to infiltrates of ASFV-infected macrophages [16] . GLNs from day 7 E75infected pigs showed most proteins downregulated while infection with the attenuated E75CV1 virus upregulates a larger number of proteins than the virulent E75 strain at days 1, 3 and 7 pi, respectively ( Table 1) . As expected, there are a considerable number of spots in common that change after infection with the two isolates (36, 62 and 23 at 1, 3 and 7 dpi respectively), while the rest became altered only during the infection with one of the isolates (Additional files 1, 2, 3, 4 show the changes of expression of all proteins altered after infection and additional MS/MS information is available in Ref. [24] ). The proteins with the largest change in fold change are shown in Tables 2, 3 , 4, 5. Similarly, the expression of some proteins became apparent at specific times post-infection, while others were affected throughout the infection. As good examples, albumin and cytoskeletal proteins such as actin-like proteins were commonly affected by both ASFV strains, while many other proteins were differentially affected, such as heat shock protein B1 (HSPB1), involved in stabilizing actin filaments after stress, that results up-regulated exclusively at 1 dpi with E75CV1 [25] . Of special interest were the proteins differentially regulated after the infection with the E75CV1 attenuated strain, reflecting changes in the immune system. Interestingly, some of these proteins became upregulated as soon as day 1 pi with E75CV1 (Additional file 1), including proteasome activator complex (PSME 1 and 2). Two proteins were inversely regulated after infection with the attenuated E75CV1 strain: HSPA1B and vimentin. While HPSA1B showed a downregulation, vimentin was upregulated at day 1 pi. Other proteins specifically upregulated at day 1 pi with E75CV1 were HSPB1, enolase or lymphocyte cytosolic protein 1 (LCP-1) (Additional file 1). As expected, the early events described at day 1 pi with E75CV1, correlate with the profile of upregulated proteins specifically found by day 31 pi and related with the immune response (Additional file 4), including immunoglobulin component fractions, such as IGKC and IGHG3, or components of the proteasome such as PMSA1 and PMSA6. The up-regulation of retinol-binding protein 4 (responsible for retinol transport), galactose mutarotase or calreticulin are also of interest.", "project":"cdlai_CORD-19", "denotations":[]}