{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":16, "text":"Together with pathways involved in immune responses, it is worth highlighting, the pathways involved in cytoskeletal and epithelial adherent junction remodeling (Table 6 ), reflecting the use that ASFV makes of cytoskeleton from virus entry to virus morphogenesis and cell egress [9, 44] . This result perfectly correlates with the function that this pathway plays during ASFV entry in pig cells [45] , involving molecules such as actin, heat shock proteins, serpin or transferrin, which have been found altered in our study. Similarly, the clathrin-mediated endocytosis pathways here highlighted, have already been described as essential for ASFV entry in susceptible cells [45] , giving consistency and validity to our results. Clathrin-mediated endocytosis, a strategy used by many viruses for cell entry [46] , is commonly activated during both attenuated and virulent ASFV infection (Table 6 ) from day 1 pi with E75 and from day 3 pi with the E75CV1 strain, coinciding with the differential kinetics of ASFV in vivo replication observed for both strains [16] . The differential expression of several other proteins also involved in cytoskeleton formation it is worthy to be discussed. Thereby, the Rho GTPase family is also involved in the regulation of microtubules during dynein-mediated capsid transport of herpes virus associated Kaposi's sarcoma [47] , a pathway also required for ASFV entry, morphogenesis and exit from the infected cells [31, 44] . The inhibition of RhoGTPases by RhoGDI by attenuated isolate might have a negative effect in all these processes thus impairing the in vivo transmission of E75CV1. Conversely, the down-expression of RhoGDI at 7 dpi, might contribute to the successful systemic dissemination of E75. Also, the results observed with RP/EB microtubule-associated protein (which negatively regulates microtubule formation) point in this direction. Thus, interestingly, in our study this protein is down-regulated at 1 dpi with both virus (which would facilitate the formation of the microtubules and therefore traffic virus at the onset of infection) but over-expressed to 3 dpi only with attenuated isolate (inhibiting the formation of the microtubules and thus the transport of the attenuated isolate).", "project":"cdlai_CORD-19", "denotations":[]}