{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":0, "text":"African swine fever virus (ASFV) is the causal agent of a haemorrhagic and often-lethal porcine disease, African swine fever (ASF), which causes affected countries important economic losses. There is no vaccine available against the disease, albeit promising developments for future implementation are being currently developed [1] . ASF may range from an acute, highly lethal infection to subclinical chronic forms, depending on a complex contribution of viral and host factors [2] . The pig immune response to ASFV has been widely studied [3, 4] , showing that the virus has effective mechanisms of evading pig defensive systems, thus contributing to the immune pathology observed during acute ASF, and to virus persistence in its hosts [5] . Studies about viruscells interaction have contributed significantly to unravel the mechanisms involved in pig response [3, [6] [7] [8] [9] [10] . In this regard, it has been shown that the ASFV genome encodes a large number of genes that have been identified as playing a role in host immune evasion including: interferon (IFN) inhibition by several multigene family members [11] , the NF-κB and NFAT inhibitor A238L or the apoptosis inhibitor A179L, among others. All these aspects have recently been reviewed [12] . In addition, it is known that ASFV controls host transcription and cellular machinery of protein synthesis [13] thus contributing to pathology. The high complexity of ASFV, together with its tropism for the immune system of the host, complicates the understanding of ASF pathogenesis. Both ASFV-specific antibodies [4] and CD8 + T-cells [3, 14] , have been postulated as key players in the protection against ASFV. The dual role of the immune system during ASFV infection becomes evident again during chronic ASF-infections, characterized by mild clinical signs associated, on occasions, with immunopathological processes, such as immune complexes and swine IgM, IgG and C1q depositions [15] . Swine macrophages are the main target for ASFV, and depending on multiple factors, including the virulence of the ASFV strain, the immune system can play a dual role during both, ASFV-protection but also contributing to the virus pathogenesis. As mentioned above, virulent ASFV strains can evade the early recognition of the immune system, strategies that facilitate their replication and in vivo dissemination that, in the last stages of acute infection, provoke tissue destruction, leukopenia and total dysregulation of the immune system, reflected with the typical storm of cytokines thus contributing to ASF acute pathogenesis [16] . Conversely, infections with attenuated ASFV strains normally render subclinical infections that are rapidly recognized by the innate immune system and cleared from the body, yielding pigs capable of resisting homologous lethal challenge [16] .", "project":"cdlai_CORD-19", "denotations":[]}