{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":12, "text":"Proteome approaches are being increasingly used in many different systems to investigate host-microbe interactions and it has provided important information about the protein profile of cells infected with ASFV [10, 17] . The results presented here could complement the aforementioned ones since they have been performed with infected pig tissue. In this context, in vivo models could help to reflect the multiple events undergone by the host upon pathogen infection. Here, we applied a proteomics approach, based on 2-DE coupled to an in vivo experiment, to obtain new insights about the differential responses triggered by attenuated and virulent homologous ASFV strains. Lymphnodes are complex tissues composed by different cell types and, despite ASFV main targets are the macrophages, it is known that the effect of virus infection is not only restricted to the infected cell but also to the cascade of events it provokes the massive apoptosis induced in surrounding non-infected lymphocytes, this being a key event for ASF pathogenesis, responsible for lymphoid organ impairment in acute ASFV infection [30] . Besides, the lesions found in ours previous manuscript [16] after necropsy together with a comparative transcription profile of key immune mediators that were differentially modulated throughout the infections point gastrohepatic lymph node as the organ of choice to improve our knowledge about of the differential porcine response against virulent or attenuated ASFV isolated, to further compare globally the immunopathogenesis of both virus strains. Also, we used IPA in a hypothesis generative manner aiming to unmask the most relevant functions and pathways altered throughout the infection in GLN, one of its main target organs. Overall, the analysis shows that, together with pathways involved in host-immune responses, a significant number of other host functions are modified, demonstrating the complex host-virus interactions that occur in vivo. Despite the much lower ASFV load observed after infection with the attenuated ASFV strain [16] , major protein changes were detected early after infection with E75CV1, affecting not only the infected macrophages, but also surrounding cell-types in an indirect manner. Therefore, E75 and E75CV1 not only differed in the kinetics and in the clinical symptoms they provoke, but also in the pathways activated throughout the infections. The fewer number of proteins with virulent isolated at 1 dpi might help explain the failure of the innate immune system to detect and control the first rounds of E75-replication, thus allowing its rapid spread. Conversely, efficient regulation of the innate immune system became evident for E75CV1 as early as at 1 day pi. As example, the implication of the Rho GTPases signalling pathway by E75CV1 throughout infection, (Table 6) , perhaps confirming the relevance of this pathway in the innate immune system. Although the best-known function of this protein family is regulate and coordinates of ", "project":"cdlai_CORD-19", "denotations":[]}