{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":18, "text":"The last part of the discussion will be dedicated to the results obtained with samples harvested at day 31 after the infection with E75CV1, that might be very useful to understand the intrinsic mechanisms involved in protection against E75-virulent challenge. As expected, the proteomic analysis performed with these samples seem to confirm the key relevance that both antibodies [4] and CD8 T-cells [15, 60] , play in protection against ASFV. The immunoglobulin (Ig) isoforms detected could play a dual role participating either in ASFV-antibody mediated protection [4] , or also in the formation of immune complexes found in chronically ASFV infected pigs [15] . PMSA1 and PMS6 are involved in swine leukocyte antigen class I (SLAI) presentation and CD8-T cell induction but also have endoribonuclease activity, playing important defensive roles in response to external stimuli [61] . The up-regulation of other proteins with implication in the antigenic presentation, such as retinol-binding protein 4 (responsible for retinol transport) and galactose mutarotase (GALM) are also of interest. Retinol is a potent regulator of B-cell receptor function and B-cell activation [62] and regulates GALM gene expression, which could have an important role in cell adhesion and antigen presentation [63] . Other components of the B cell response were upregulated, including members of Ig family, proteins implicated in antigenic processing and SLAI antigen presentation (as proteasome subunits), calreticulin or serpin. Calreticulin (CRT) is a Ca2 + -binding protein involved in more than 40 functions, including the unfolded protein response (UPR) and antigen presentation. Interestingly, CRT has been found upregulated in vitro as part of endoplasmic reticulum (ER) stress and the UPR provoked by ASFV in infected cell [64] . UPR is a antiviral mechanism, against which many viruses develop multiple strategies [65] and on the other hand, CRT transport antigens to the ER, facilitating antigen presentation in association with the major histocompatibility complex class I (MHC-I) molecules to elicit peptide-specific CD8 + T cell responses [66] . In accordance with the latter, several other proteins involved in antigen presentation and T-cell activation have been found upregulated at day 31 pi with E75CV1, including SERPINB9 and proteasomal subunits. Serpin B anti-proteases have been defined as regulators of the immune response upregulated during several virus infections, including HIV [67] and Epstein-Barr virus infection [68] . SERPINB9 has been shown to be involved in protection of antigen presenting cells, enhancing T cell activation and immune response [68] , including in IFN-γ production and antiviral cytopathic responses [69] and survival of CD8 + memory T cells [70] . The proteomic data obtained with samples from E75CV1-recoverd pigs (31 dpi) perfectly fits with the increasing evidence that Th1 and specific CD8 T-cells play in protection [3] , including our previous data using this same ASFV-infection model [16] . Altogether, our results could indicate that the over-expression of CRT, SERPINB9 and subunits from the proteasome reflect the relevance that SLAI presentation and CD8 T-cell activation play during ASFV infection, opening new avenues to fight the disease. Interestingly, these three components have already been used as genetic adjuvants to improve the specific immunity against several pathogens [68] . We are currently extending our studies to the field of ASFV vaccinology. Thus, today we know that targeting antigens to the proteasome improves the protection against ASFV even in the absence of antibodies [14, 60] . The knowledge gained here opens new avenues to improve these strategies in the near future.", "project":"cdlai_CORD-19", "denotations":[]}