{"cord_uid":"q0pb681s", "sourcedb":"PMC", "sourceid":"PMC6134756", "divid":10, "text":"Bioinformatic tools were employed to biologically interpret the data set of protein obtained from 2-DE analysis, with the aim of gaining an insight into biological functions and pathways associated with the proteome response of porcine GLN to ASFV, as well as to discover differences in processes that occur after infection with each one of the ASFV-strains. Therefore, we have analyzed our data set using IPA, focused on cell functions and on canonical pathways, so-called because they contain well-established knowledge about specific relationships between groups of proteins. Differentially expressed proteins were involved in different aspects of the host-pathogen interaction (Additional files 5, 6, 7, 8, 9, 10, 11) . With respect to functions, inflammatory and immunological disease were functions altered by both virus, but a greater number of proteins involved in these functions were differentially expressed after E75CV1 than E75 infection, at 1 dpi. Thus, we have found the upregulation of proteins such as: HSPA5 and HSPB1, LCP1, vimentin, C reactive protein or hemopexin, a protein that positively regulates the interferon-gamma-mediated signaling pathway [26] . Accordingly, our previous qPCR results [16] showed an over-expression of interferongamma after infection with E75CV1 but not due to E75 infection, at 1 dpi. Conversely, GLNs from E75-infected Table 1 Number of regulated spots in porcine lymph node at different times post-infection 1 dpi 3 dpi 7 dpi 31 dpi pigs showed, at day 1 pi, the specific downregulation of SERPINA3, an acute phase protein that is induced during inflammation [27] or vitamin D-binding protein (implicated in macrophage activation and inflammation) [28] , most probably contributing to a delayed inflammatory response to the virulent isolate. Figure 1 also included other functions (derived from the Ingenuity Pathways Analysis) significantly altered at early times after infection with both virus strains, e.g. those associated to free radical scavenging, cell death and cell-to-cell signaling and interaction, while cellular assembly and organization or cellular functions showed fewer modifications. Nevertheless, by day 7 pi with E75CV1, coinciding with the recovery of the infected pigs [16] , these latter functions became more relevant. Conversely, GLN from E75-infected pigs by day 7 pi, showed protein profiles enriched in functions related to tissue destruction when compared to E75CV1; these were mainly associated with connective tissue disorders, skeletal and muscular disorders or with organismal injury and abnormalities. Some of these abnormalities became evident as early as at day 3 pi, coinciding with the ASFV replication in the GLN [16] .", "project":"cdlai_CORD-19", "denotations":[]}