{"cord_uid":"q41o6nxs", "sourcedb":"PMC", "sourceid":"PMC4558275", "divid":7, "text":"The circumpolar north provides an optimal venue for a regional One Health approach. First, the components of a One Health approach are already evident (18) . There is a strong history of local, national, regional and international cooperation among diverse stakeholders in addressing human, animal and environmental health issues (19, 20) . Second, One Health can enhance the exchange of information and take into account local and traditional knowledge and participatory communitybased approaches in identifying and responding to health issues. At the core of a One Health approach are those stakeholders in close proximity to the natural environment and include local communities and indigenous peoples. Third, there are on-going programs, systems and networks working in close collaboration that include local and regional government, multidisciplinary science communities, research institutes, academia, non-governmental agencies, the private sector, civil societies, native organizations and other stakeholders (21, 22) . One example of a transdisciplinary organization is the Alaska One Health Group. The One Health Group was formed in 2013 and is hosted by the Alaska Native Tribal Health Consortium and the U.S. Centers for Disease Control, Arctic Investigations Program. The group participants include professionals in the fields of plant, wildlife and environmental health and management, and public health, among others with representative from Canada, Alaska, and other parts of the United States. They meet quarterly to discuss emerging One Health issues, to consider events that are indicative of environmental and climate change and to provide a forum for identifying areas of common interest and collaboration (see www.anthc.org/chs/ces/ climate/aohg.cfm). The group maintains a current web accessible One Health Map, which provides a visual aide to help track emerging and trending events. The maps include events screened from news reports, selected posts from the Local Environmental Observer (LEO) Network and additions made by group members. Updates on trending events are also provided and presentations by topic experts. Trending topics have included important food security events such as increases in toxicity and frequency of harmful algal blooms and die-offs of fish, sea mammals and birds.", "project":"cdlai_CORD-19", "denotations":[]}