{"cord_uid":"q41o6nxs", "sourcedb":"PMC", "sourceid":"PMC4558275", "divid":5, "text":"One Health is not new, though it has gained significant attention over the past decade. An integrated approach to animal, human and environmental health issues can be traced to ancient times. The concept of One Health in the modern age evolved from the theory of One Medicine developed by Sir William Osler in the late 1800s and further elaborated by Calvin Schwabe in the 1970s (13, 14) . Recent attention to One Health can, in part, be attributed to acknowledgement of complex health-related issues associated with rapidly growing populations, increasing speed and magnitude of human travel and migrations, environmental degradation, and disturbance, societal instability and climate change. Visible effects of these forces are expansion, range shift and new emergence of animal, plant and human diseases (15, 16) . The vast majority of emerging disease outbreaks over the past 30 years have been due to zoonotic or vector-borne disease. These health risks are evident in the emergence, re-emergence and/or global spread over the past decade of a wide range of infectious diseases: Hanta virus, Ebola, H1N1 influenza (which reached pandemic levels in 2009), Highly Pathogenic Avian Influenza (H5N1), West Nile virus, Rift Valley Fever virus, norovirus, Dengue and Chikungunya viruses, severe acute respiratory syndrome, Marburg, E. coli O157:H7, Yersinia pestis (Plague) and Bacillus anthracis (anthrax) (17) . While animal health, human health and environmental health are intricately linked, our approach to understand these health risks are mostly independent. The needed collaboration and communication across and between scientific disciplines has been lacking or non-existent. One Health advances a sustained partnership across disciplines and has demonstrated accomplishments in understanding complex health risks (see www.onehealthinitiative.com/ and www.cdc.gov/ onehealth/in-action/index.html). Further, by focusing on the interface of humans, animal and the environment, One Health can help predict outbreaks of disease through a more in-depth understanding of the development and transmission of diseases.", "project":"cdlai_CORD-19", "denotations":[]}