{"cord_uid":"qeljlhgq", "sourcedb":"PMC", "sourceid":"PMC5896172", "divid":26, "text":"Multivariable logistic regression analyses were used to investigate associations between putative predictor variables and H5N1 or H5N6-positive market days. Univariable analyses for each predictor variable were conducted, with significant variables included in multivariable analysis. All univariable and multivariable statistical analyses were performed in R 3.4.0 (29) . Before multivariable analysis, all predictor data were standardised to a mean of 0 and SD of 1, for variables measured at different scales to contribute equally to the analysis. To identify the set of predictors associated with H5N1 and H5N6positive market days, non-spatial generalised linear models were used, implemented via the R glmulti package (30), to build every possible non-redundant model for every combination of predictor main effects (interactions were not included due to the number of variables involved). Final best-fit models were chosen using Akaike's information criterion (AIC), which ranks models based on goodness-of-fit and complexity, whilst penalising deviance. The predictors identified in this first step were then included in a mixed-effects logistic regression model with the variable "market" as a random effect to determine whether any predictors were no longer significant after accounting for non-independence of market days. All continuous variables were assessed for linear trend by comparing the model with the continuous version of the variable with a model where the variable was categorised into quartiles. If the likelihood ratio test p-value was <0.05 the categorical version of the variable was included in model. All identified predictors which remained significant at the 5% level in the mixed-effects logistic regressions were then included in a conditional autoregressive model (CAR) to account for the spatial autocorrelation of observations. Clustering of markets within provinces was accounted for by the inclusion of a spatially varying random effect "Province, " using a spatial weights matrix where polygons were classified as neighbouring if they shared a corner or border (queen's contiguity). Clustering of market days within markets was accounted for through the inclusion of the non-spatially varying random effect "Market. " The potential temporal effect of sampling heterogeneity was accounted for through inclusion of the variable "Round" in the model.", "project":"cdlai_CORD-19", "denotations":[]}