{"cord_uid":"qeljlhgq", "sourcedb":"PMC", "sourceid":"PMC5896172", "divid":16, "text":"Digital spatial data layers representing each predictor variable were sourced for Vietnam from the public domain, and all spatial data manipulations and map creation were performed using ArcGIS 10.3.1 (28) . Chicken and duck densities were extracted from the Gridded Livestock of the World (resolution: 1 km 2 ), 1 and human population density was obtained from Gridded Population of the World v4 (resolution: 1 km 2 ; estimated for 2015). 2 The predicted density of LBMs/10 km 2 was obtained from a model generated by Gilbert et al. (unpublished, model description in Supplementary Material; resolution: 10 km 2 ), which was resampled to a resolution of 1 km 2 . Travel time to the nearest city was obtained from the Global Environment Monitoring Unit in the Joint Research Centre of the European Commission (26) . Areas suitable for rice growing were extracted from Suitability for Rain-fed and Irrigated Rice (High Input), a shapefile available from Food and Agricultural Organization's GeoNetwork website (published 2007). 3 The data were converted to raster format (resolution: 1 km 2 ), and the original eight suitability categories were recategorised as follows: high (very high/high/good), moderate (medium/moderate), low (marginal/very marginal), unsuitable. Open water features were extracted from VMap0 Perennial Water Courses (Rivers) of the World (published 1997) (available from the Food and Agricultural Organization's GeoNetwork website; see text footnote 3) and density of rivers per square kilometre calculated using the line density feature in ArcGIS. Average monthly precipitation and minimum and maximum temperature data (based on the time frame 1950-2000) were obtained from the WorldClim website ( (27); accessed March 2017). A vector shapefile of Vietnam's provincial boundaries was obtained from the GADM Database of Global Administrative Areas v2.8. 4 All data were processed to ensure that projections and extents matched. Latitude and longitude were available for LBMs, and data for each predictor variable were extracted to the point location of individual LBMs.", "project":"cdlai_CORD-19", "denotations":[]}