{"cord_uid":"qocuprwb", "sourcedb":"PMC", "sourceid":"PMC3733918", "divid":27, "text":"In view of the observation that individual mice displayed different disease progress when infected with JaOArS982 under identical conditions, we attempted to identify specific factors relating to disease severity outcome. Initially, we Mice were recorded for 21 days and no mice died after 21 days. Infectivity was determined by anti-JEV IgG antibody seroconversion for more than 1:1000 of IgG ELISA titer. (B and C) B6 mice were subcutaneously infected with 10 4 pfu of JaOArS982 (n=30) and JaTH160 (n=15). Survival curves P: Gehan-Breslow-Wilcoxon Test. (C) The averages ratio of weight change of living mice at the time points compared with those of day 0 following subcutaneous infections with 10 4 pfu of JaOArS982 (n=30) and JaTH160 (n=15). Error bars represent the standard deviations. (D) Viral loads in distinct regions of the CNS following subcutaneous infections with 10 4 pfu of JaOArS982 (Day 5: n=5, Day 9: n=15) and JaTH160 (Day 5: n=5, Day 9: n=8). P: Mann Whitney test. (E) mRNA levels of TNF-α, IFNγ, IL-2 and IL-10 quantified by real-time PCR in the brain cortex of B6 mice infected with 10 4 pfu of JaOArS982 (Day 5: n=5, Day 9: n=12), JaTH160 (Day 5: n=5, Day 9: n=5) and mock (n=8). P: Mann Whitney test. (F) Histopathological features of brain cortex in B6 mice infected with 10 4 pfu of JaOArS982 and JaTH160 at 9 days pi. JEV antigens were detected using E-protein specific JEV antibody (insets). Each experiment represents six and four mice infected with JaOArS982 and JaTH160, respectively. JaOArS982infected mice showed slight inflammatory infiltration in meninges. In brain cortex, a few degenerated cells were presented (arrow) and were virus antigen-positive cells. In JaTH160-infected mice, severe inflammatory reactions were seen in meninges and perivascular area (asterisks). Many virus antigen-positive cells were detected in degenerated neuronal cells of the cortex (arrows). doi: 10.1371/journal.pone.0071643.g001 attempted to discriminate severe and mild disease groups during the observation period by following the progression of weight change of individual mice. We discriminated dying and recovering mice based on whether they showed less than 0.75 or more than 0.90 of the weight ratio at 13 days pi ( Figure 1C ). It was difficult to predict if mice would survive or die between 0.75 and 0.9 of the designated weight ratio, because within this window both dead mice and survivors were recorded. Having established this defining parameter between severe and mild disease groups, we then attempted to examine specific factors relating to disease severity.", "project":"cdlai_CORD-19", "denotations":[]}