{"cord_uid":"qocuprwb", "sourcedb":"PMC", "sourceid":"PMC3733918", "divid":58, "text":"In conclusion, JaTH160-infected mice developed severe encephalitis and all mice died due to severe infections of the CNS (Figure 8 ). On the other hand, JaOArS982-infected mice exhibited varying degrees of encephalitis and different prognoses (Figure 8 ). We therefore propose that fatal outcome is attributable both to immunopathological changes in addition to high levels of CNS infection. At this stage we cannot define the critical factors involved in the immunopathogenetic process ( Figure 8 ). Furthermore, up-regulation of TNF-α and IL-10 in the brain appear to be important determinants of the pathogenetic response ( Figure 8 ). Clearly, further elucidation of the contribution of immunopathology and the suppressive impact of TNF-α, are important priorities to enable the development of effective treatment strategies for JE. Figure S1 . Cytokine levels of spleen in B6 mice infected with JaOArS982 and JaTH160. (A) mRNA levels of IL-4 and IL-5 quantified by real-time PCR in the brain cortex of B6 mice infected with 10 4 pfu of JaOArS982 (Day 5: n=5, Day 9: n=12), JaTH160 (Day 5: n=5, Day 9: n=5) and mock (n=8). P: Mann Whitney test. (B) mRNA levels of TNF-α, IFNγ, IL-2, IL-10, IL-4 and IL-5 quantified by real-time PCR in the spleen of B6 mice infected with 10 4 pfu of JaOArS982 (Day 5: n=5, Day 9: n=12), JaTH160 (Day 5: n=5, Day 9: n=5) and mock (n=8). P: Mann Whitney test. (TIF) Figure S2 . Cytokine levels of spleen in severe and mild cases of JaOArS982-infected mice. (A) mRNA levels of TNF-α, IL-10, IFNγ, IL-2, IL-4 and IL-5 quantified by real-time PCR in the brain cortex of JaOArS982-infected B6 mice at 13 days pi. Uninfected group: U (n=8), Severe group: S (n=8), Mild group with high viral load of >10 6 pfu/g of brain tissue: MH (n=11), Mild group with low viral load of <10 6 pfu/g of brain tissue: ML (n=13). P: Kruskal-Wallis test, p: Mann Whitney test. (B) The levels of IL-10, TNF-α and corticosterone measured by enzyme-linked immunosorbent assay in the plasma of JaOArS982-infected B6 mice at 13 days pi Uninfected group (U group, n=6), Severe group (S group, n=6), Mild group with high viral load of >10 6 pfu/g of brain tissue (MH group, n=7), Mild group with low viral load of <10 6 pfu/g of brain tissue (ML group, n=6). P: Kruskal-Wallis test, p: Mann Whitney test. (C) CD4 and CD8 expressions of thymocytes from mock, mild and severe cases of JaOArS982-infected B6 mice at 13 days pi. Each experiment represents four and fifteen mice of severe and mild cases, respectively. (TIF) ", "project":"cdlai_CORD-19", "denotations":[]}