{"cord_uid":"rbye73yv", "sourcedb":"PMC", "sourceid":"PMC6567157", "divid":25, "text":"Apart from MERS001 and the MVA-based vaccine tested in dromedary camels, other vector-based approaches are also being actively pursued, including adenovirus [68, 69, 72, 73, 80] , measles virus [74, 75] , VEEV replicon particle [76, 77] , vesicular stomatitis virus [78] , and rabies virus [79] . All recombinant viruses encoding the MERS-CoV S or S1 antigen demonstrated strong immunogenicity in mice or non-human primate models, and some were shown to confer protection in MERS-CoV challenge mouse models (Table 2) . However, concerns remain regarding the pre-existing immunity against these viral vectors from natural infection, because it would diminish the vaccine potency [95] . To overcome the issue of preexisting immunity against human adenoviruses while preserving their advantages such as high yields and strong immunogenicity, rare serotypes of chimpanzee adenovirus of low human seroprevalence may be adopted as viral vectors [70, 73] . Our group recently developed a vaccine candidate with replication-defective chimpanzee adenovirus C68 (AdC68) vector expressing full length MERS-CoV S glycoprotein. Seroprevalence of AdC68 is around 2% in human population, much lower than that of the commonly used human adenovirus 5 (HuAd5) vector (>60%) [96, 97] . One intra-nasal administration of 2 × 10 9 viral particles completely protected human DPP4 knock-in (hDPP4-KI) mice from lethal MERS-CoV challenge, and passive transfer of AdC68-S immune sera conferred survival advantage in lethal challenge mouse models [73] . Further, the safety profiles of these vectors have yet to be extensively tested in humans. Recently, Hashem and colleagues showed that the adenovirus-based S1 vaccine may pose potential safety concerns because it may induce pulmonary perivascular hemorrhage in a MERS-CoV challenge mouse model, regardless of the its full protection upon lethal viral infection. They also showed that the pulmonary pathology can be mitigated by incorporating CD40L, an immune-modulator therefore potential molecular adjuvant, into the recombinant adenovirus-based vaccine [72] . Whether this vaccine-associated pathology is related to residual infectious viruses or unbalanced immune responses awaits further investigation. With this in mind, all future MERS-CoV vaccine candidate designs should take extra cautions on safety evaluation. Furthermore, recombinant-protein-based vaccines are widely pursued. Strategies to solubilize the MERS-CoV S glycoprotein in order to form stable immunogens include forming nanoparticles and using soluble protein truncations. In particular, both nanoparticles formed with full length MERS-CoV S glycoprotein [93, 94] and subunit RBD-based vaccines [83] [84] [85] [86] [87] [88] [89] [90] have been shown to induce virus neutralizing antibodies and to protect mice when challenged with MERS-CoV. One RBD subunit vaccine also conferred protection in rhesus macaques [91] . This indicates that RBD alone as antigen may be sufficient for protective immunity to develop against the virus. Along with the finding that mAb targeting NTD is able to neutralize MERS-CoV, Lan et al showed that three doses of intramuscularly administered recombinant NTD protein also induced protective immunity against live MERS-CoV in human DPP4 transduced mouse model (Ad5-hDPP4 mice) [92] . More recently, with the structural insights into the spike glycoprotein, Pallesen et al developed a prefusion-stabilized S trimer vaccine by substituting proline residues into the S2 domain [33] . The introduction of proline disfavours the refolding of the linker between HR1 and the central helix, thus preventing the transition of spike into the post-fusion state. This rationally designed antigen, MERS S-2P, was shown to induce broader and more potent neutralizing activity than wild type spike trimer protein [33] .", "project":"cdlai_CORD-19", "denotations":[]}