{"cord_uid":"rbye73yv", "sourcedb":"PMC", "sourceid":"PMC6567157", "divid":11, "text":"Most of the mAbs reported so far target the RBD region of S glycoprotein, but RBD does not seem to be the only target for anti-MERS-CoV antibody responses. Recently, a mAb targeting the S1 N-terminus domain (NTD) region, which does not contain RBD, was isolated from mice immunized with S glycoprotein [57] . This antibody, 5F9, was shown to successfully block virus entry in cell culture models and the efficacy was comparable to other mAbs in IC 50 . Further, the mAb panel D12, F11, G2 and G4 were generated by priming Similarly, 3B11 and m336 were isolated from non-immunized human scFv phage libraries with MERS-CoV S protein or RBD protein as bait protein, respectively. (B) Monoclonal antibodies sorted from immunized animals. The antibodies 5F9, hMS-1 (Mersmab-1), D12, F11, G2, G4, 4C2h (4C2), REGN3048 and REGN3051 were isolated from mice immunized with the indicated vaccines labelled in the colour-coded boxes, each representing a different immunogen; the bait or target protein for antibody selection were also listed. The mice from which REGN3048 and REGN3051 were isolated were given the pale blue colour to indicate that they express human immunoglobulin genes. NbMS10-Fc, JC57-11, JC57-13, JC57-14, F1B-H1 and HCAb-83 were isolated from larger animal including llama, rhesus macaque and camels as indicated. The vaccines and selection criteria were also shown. NTD (N-terminal domain), Fc (fragment constant). (C) Monoclonal antibodies isolated from human survivors recovered from MERS-CoV infection. MERS-GD27, MERS-GD33, LCA60, CDC-C2, CDC-C5, CDC-A2 and CDC-A10 were generated by culturing B cells sorted from the patient and screening for MERS-CoV-specific antibodies. MCA1 was produced by constructing a phage library displaying scFv cloned from a convalescent patient. mice with DNA encoding the full-length S glycoprotein and boosting them with S1 protein. Among them are two mAbs that target the non-RBD S1 (mAb G2) and S2 region (mAb G4), respectively [49] . These non-RBD-binding antibodies potently neutralized pseudoand live MERS-CoV in cell culture and were also protective in mouse models [49, 50] . Together, the development of these antibodies elucidates that RBD may not be the single target for anti-viral antibody response. More studies are needed to elaborate the detailed mechanisms for these antibodies.", "project":"cdlai_CORD-19", "denotations":[]}