{"cord_uid":"ryzpy3nw", "sourcedb":"PMC", "sourceid":"PMC3433334", "divid":38, "text":"Products of the viral envelope gene, and specifically the major envelope protein gp70, are thought to be involved in virus host range recognition functions, and as such are also major targets for antibody-mediated virus neutralisation [12] . However, antibodies against gp70 are generally not induced following vaccination [7] , an observation which appears to correlate with findings seen in this study. This suggests that beside antibody seroconversion additional immunological factors (such as cell-mediated immunity) should be considered in the vaccine-induced duration of immunity against FeLV. Indeed, other studies have shown a role for cell-mediated immunity in protection against FeLV. Flynn and others [13] showed that following vaccination of cats with a FeLV DNA vaccine containing the gag/pol and env genes from the FeLV Glasgow A strain there was a higher level of virus-specific effector cytotoxic T lymphocytes in the peripheral blood and lymphoid organs than observed in unvaccinated control, persistently viraemic cats. The apparent absence of viraemia in cats following vaccination with the Versifel FeLV vaccine, in that FeLV antigen could not be detected in serum samples following challenge, does not mean that infection was prevented as clinical observations showed enlarged lymph nodes indicative of FeLV-related disease. Other studies have shown that during an asymptomatic phase of infection that no severe clinical signs were observed, with some cats showing mild stomatitis or gingivitis, diarrhoea and mild weight loss [14] , which is similar to what was observed in the current study. The correlation of protection with low level virus neutralising gp70 antibodies only seen in a small number of vaccinated cats is an observation which has been reported previously. A recent study [11] examined the immunity to FeLV induced by vaccination with a variety of inactivated viruses. Two of the vaccines were found to protect against subsequent challenge, but this effective containment of the virus occurred despite minimal detectable virus neutralising antibodies being seen.", "project":"cdlai_CORD-19", "denotations":[]}