{"cord_uid":"s471nmfj", "sourcedb":"PMC", "sourceid":"PMC6653663", "divid":2, "text":"Coxsackievirus B (CVB) are species of non-enveloped, positive single-stranded RNA viruses that belong to the Enterovirus genus in the family of Picornaviridae (Garmaroudi et al., 2015; Leveque et al., 2017) . The six serotypes of CVB can cause a wide range of illnesses from mild gastrointestinal disorder to severe meningitis or myocarditis, which, in some cases, may progress to cardiomyopathy and heart failure (Alidjinou et al., 2014; Garmaroudi et al., 2015) . The genome of CVB encodes four structural proteins (VP1, VP2, VP3, and VP4) (Garmaroudi et al., 2015) . These structural proteins are configured into the typical icosahedral capsid. Beside the four structural proteins, CVB also encodes non-structural proteins including RNA-dependent RNA polymerase 3D (3D pol ) and viral proteases 2A (2A pro ) and 3C pro (Yajima and Knowlton, 2009) . To synthesize viral proteins, the genome of CVB is first translated into a single polypeptide that is cleaved by the viral proteases to generate viral structural and non-structural proteins (Garmaroudi et al., 2015) . It is believed that the interaction between viral proteins and cellular machinery plays a key role for the pathogenesis of CVB infection. Extensive studies have been focusing on viral non-structural proteins such as 2A pro and 3C pro , since these proteases not only cleave viral polyproteins, but also cleave important cellular proteins such as eukaryotic translation initiation factor 4G (eIF4G) and mitochondrial antiviral-signaling protein (MAVS) (Chau et al., 2007; Feng et al., 2014; Hanson et al., 2016) . Thus, CVB infection leads to the disturbance of various cellular machineries including the increased assembly of autophagosomes Xin et al., 2015; Wu et al., 2016) , up-regulated ubiquitinproteasome system (UPS) (Luo et al., 2003a) , and ER stress (Luo et al., 2018) . However, it is not clearly defined how CVB infection would modulate the cell cycle.", "project":"cdlai_CORD-19", "denotations":[]}