{"cord_uid":"sdjv3nmq", "sourcedb":"PMC", "sourceid":"PMC5870581", "divid":3, "text":"Activation of JNK pathway was determined in H1299 cells. Total JNK remained unchanged in both IBVinfected cells and UV-IBV control (Fig. 1a) . Phosphorylated JNK (phos-JNK) first appeared at 12 hpi, peaked at infected with IBV at MOI~2 or were mock infected. Protein lysates were harvested at the indicated time points and were subjected to Western blot analysis using the indicated antibodies. Beta-actin was included as loading control. Sizes of protein ladders in kDa were indicated on the left. Degree of protein phosphorylation was calculated as the band intensity of phosphorylated protein divided by the band intensity of the total protein, respectively. The experiment was repeated three times with similar results, and the result of one representative experiment is shown. b Activation of JNK pathway during IBV infection in Huh-7 cells. Infection, Western blot analysis and quantification were performed as in a. The experiment was repeated three times with similar results, and the result of one representative experiment is shown. 20 hpi, and rapidly disappeared to background level at 24 hpi in IBV-infected cells. No phos-JNK was observed in UV-IBV control. A low level of phosphorylated c-Jun (phos-c-Jun) was detected in UV-IBV control and in early IBV-infected samples, possibly due to basal activation or nonspecific detection. A sudden increase of phos-c-Jun was observed at 16 hpi, which slowly subsided later. Total c-Jun was slightly higher at 16-24 hpi compared to early infected samples or UV-IBV control, indicating that phosphorylation may stabilize c-Jun. Total MKK4 and MKK7 remained unchanged in both IBV-infected and UV-IBV control. A basal level of phosphorylated MKK4 (phos-MKK4) was detected at 0 hpi, which gradually increased and peaked at 24 hpi. Phos-MKK4 also stably accumulated in UV-IBV control, but remained lower than infected samples of the same time point. No detectable phos-MKK7 was observed in UV-IBV control, but a drastic increase of phos-MKK7 was detected at 16 hpi, which slowly decreased, but remained high even at 24 hpi. In Huh-7 cells, IBV infection induced similar JNK phosphorylation, though phos-JNK signal was stronger and remained high even at 24 hpi (Fig. 1b) . Significant c-Jun phosphorylation was also detected in IBV-infected Huh-7 cells, but phosphorylation seemed to destabilized c-Jun, as total c-Jun reduced at 20-24 hpi. Minimum phos-MKK4 was observed, except in 24 h-infected sample. Phos-MKK7 appeared earlier at 12 hpi, but diminished faster than in H1299 cells. Phos-MKK7 could be hardly detected at 20-24 hpi, possibly also due to reduction of total MKK7. Taken together, JNK pathway was activated during IBV infection and JNK was more likely phosphorylated by MKK7 instead of MKK4. Notably, phos-JNK preceded PARP cleavage in IBV-infected cells, suggesting its potential involvement in regulating apoptosis ( Fig. 1a, b) . ", "project":"cdlai_CORD-19", "denotations":[]}