{"cord_uid":"sdjv3nmq", "sourcedb":"PMC", "sourceid":"PMC5870581", "divid":22, "text":"Studies on the involvement of JNK in coronavirusinduced apoptosis are limited. In one study, JNK inhibition was found to suppress apoptosis induced by overexpression of SARS-CoV protein 6 35 . Previously we reported that hyper-phosphorylation of JNK was associated with increased apoptosis observed in IRE1knockdown cells infected with IBV 36, 37 . Here we showed that overexpression of MKK7 or constitutively active JNK-promoted IBV-induced apoptosis, while inhibition or knockdown of JNK suppressed apoptosis, further supporting the pro-apoptotic role of JNK during IBV infection. Interestingly, our data suggested that, opposite to JNK, c-Jun actually promotes survival during IBV infection. This is not totally unexpected, because under certain situations the pro-apoptotic activities of JNK was mediated independent of c-Jun 38 . For example, both vinblastine and taxol induce JNK-dependent apoptosis with similar kinetics and induce c-Jun expression, but c-Jun phosphorylation is only observed in cells treated with vinblastine, but not taxol 39 . Also, DNA damage-induced apoptosis is mainly mediated by JNK-dependent phosphorylation of p53 or p73 9, 10 . Thus, JNK-mediated apoptosis during IBV infection might also involve similar c-Jun-independent mechanisms. JNK can translocate into mitochondria and modify Bcl2 family proteins 7 . We showed that Bcl2 was upregulated in JNK-knockdown cells infected with IBV. Overexpression of Bcl2 or other anti-apoptotic Bcl2 family proteins can protects cells from coronavirus-induced apoptosis 40, 41 . However, our data showed that phosphorylation at Ser70 of Bcl2 was not essential for its anti-apoptotic function during IBV infection. Nonetheless, JNK might still mediate its pro-apoptotic function by indirectly modulating Bcl2 and/or other Bcl2 family proteins. Previous studies showed that JNK signaling is necessary for maintenance of persistent SARS-CoV infection in cells 25, 42 . Establishment of persistent infection was observed after the apoptotic events, so it is possible that JNK first serves as a pro-apoptotic protein in the acute phase of SARS-CoV infection, but switches to a pro-survival factor in persistently infected cells.", "project":"cdlai_CORD-19", "denotations":[]}