{"cord_uid":"sdjv3nmq", "sourcedb":"PMC", "sourceid":"PMC5870581", "divid":12, "text":"SP600125 is a widely used JNK inhibitor 30 . SP600125 treatment was first attempted in Huh-7 cells, which had a more intense IBV-induced JNK phosphorylation. Huh-7 cells were infected with IBV for 4 h before treated with increasing doses of SP600125 for 20 h. IBV infection induced JNK phosphorylation in the solvent control (0 µM). Treatment of 10 μM SP600125 already reduced phos-JNK by~60%, but higher concentration did not further reduce phos-JNK level (Fig. 5a) . This low level of phos-JNK might result from other SP600125-resistant mechanisms. SP600125 treated at 10 μM did not Fig. 3 Overexpression of MKK7 or its phosphomimetic promotes IBV-induced apoptosis. a H1299 cells were transfected with pXJ40-FLAG, pXJ40FLAG-MKK7, pXJ40FLAG-MKK7-KM, pXJ40FLAG-MKK7-3E, or pXJ40FLAG-MKK7-3A. After 24 h, the cells were irradiated with UVC (10 mJ) and incubated for another 1 h. Protein lysates were harvested and were subjected to Western blot analysis using the indicated antibodies. Beta-actin was included as loading control. Sizes of protein ladders in kDa were indicated on the left. Degree of JNK phosphorylation was calculated as in Fig. 1a . The experiment was repeated three times with similar results, and the result of one representative experiment is shown. b H1299 or Huh-7 cells were transfected as in a before being infected with IBV at MOI~2 or being mock infected for 20 h. The cells were harvested and were subjected to Western blot analysis using the indicated antibodies. Beta-actin was included as loading control. Degree of JNK phosphorylation was calculated as in significantly affect IBV N level compared with solvent control, but at higher concentration, it dosagedependently reduced IBV N protein. Consistently, treatment of SP600125 at 20 μM or above significantly reduced IBV titers in Huh-7 cells (Fig. 5b) . Thus, SP600125 inhibited IBV replication at concentration higher than 10 μM.", "project":"cdlai_CORD-19", "denotations":[]}