{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":8, "text":"Silencing of ATG12 or ATG7, but not LC3, alters the phenotype of the MW. To evaluate the putative role of host cell proteins in MW formation, Reiss and colleagues have established a T7-polymerase-based Specific antibodies were used to detect NS3, NS4B HA , NS5A, LC3 and GAPDH as indicated on the left. Fractions containing membrane-associated proteins (boxed in red) were pooled for affinity capture immunoprecipitation. The density of the different fractions is shown in the lower panel. TCL, total cell lysate. (B) HA-specific affinitycaptured protein content from pooled fraction in (A) was analyzed by western blotting to detect viral NS3, NS4B, NS5A and autophagy elongation complex ATG5-12/16L1 by using specific antibodies. Pooled fractions from SGR cell lysate was used to demonstrate pull-down specificity. HCV RNA synthesis system in which continuous production of HCV polyproteins persists even when HCV replication is abrogated 43 . This system is particularly useful to evaluate the formation of the MW while targeting host cell proteins in the absence of HCV RNA replication. With this system, it has been shown that alterations in MW formation result in a clustered phenotype of HCV nonstructural proteins 43, 44 . Thus, using the same system (obtained from Dr. Volker Lohmann), we analyzed MW formation indirectly by monitoring viral protein localization after treatment with siLC3, siATG7 and siATG12. Under normal conditions, the NS3 and NS5A cellular distribution appeared as small punctate structures that appeared to be membrane associated (Fig. 6A,B) . Treatment with siLC3 did not alter the cellular distribution of the viral proteins, as observed by confocal microscopy ( Fig. 6A-C) . Strikingly, silencing of ATG7 or ATG12 resulted in the formation of larger protein clusters in most of the transfected cells ( Fig. 6A-C) . This effect was not due to decreased HCV protein expression level (Fig. 6D) , thus suggesting that the ATG5-12 conjugate, but not LC3, is required to obtain a wild-type MW phenotype.", "project":"cdlai_CORD-19", "denotations":[]}