{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":2, "text":"Although autophagy can act as an anti-viral mechanism, many reports have shown that positive-strand RNA viruses, including HCV, can hijack the autophagy machinery for virion morphogenesis and viral replication [13] [14] [15] [16] [17] . Several studies have shown that HCV induces autophagosome formation in vitro 9,18-21 . This finding has also been confirmed in liver biopsies obtained from patients chronically infected with HCV 22 . In addition, HCV infection has been shown to induce mitophagy, the selective removal of mitochondria, through the induction of phosphatase and tensin homolog (PTEN)-induced putative kinase 1 (PINK1) and Parkin on the outer surface of the mitochondria. It has been proposed that degradation of mitochondria enhances HCV replication and suppresses cellular apoptosis 23 . Although several studies have shown that HCV infection induces autophagy by ER-stress via induction of the unfolded protein response (UPR) 20,24-27 , other studies have shown that HCV induces autophagy in a manner independent of ER-stress, through the direct interaction of viral proteins with autophagy proteins 28, 29 . Moreover, HCV-induced autophagy has been found to play a crucial role in evading host microbial defense mechanisms at the level of innate and adaptive immune responses 30 . The induction of autophagy promotes HCV replication either by enhancing protein translation 31 or via viral maturation 32 . Owing to the morphological similarities between HCV-induced DMVs and the double-membrane nature of autophagosomes, it has been proposed that autophagy plays a role in the biogenesis of viral replication compartments 7 . Importantly, Atg5 induces the formation of DMVs in embryonic stem cells 33 . In addition, a previous study conducted by our lab has shown that ATG5 interacts with the viral polymerase (NS5B) and co-localizes with NS4B, a MW-associated viral protein 34 . Another group has shown that ATG12, Beclin 1, and ATG4B are required for the establishment of viral replication 31 . However, studies on the involvement of autophagy proteins in the assembly of the MW remain elusive. In this study, we investigated the putative role of the ATG5-12/16L1 complex in the HCV replication-cycle. We found that the autophagy elongation complex (ATG5-12/16L1) is recruited at the MW, where it promotes HCV replication in an LC3-independent manner. Surprisingly, knock-down of one component of the elongation complex, ATG12, led to an aberrant MW phenotype, thus suggesting a novel role of autophagy proteins in the formation of the MW.", "project":"cdlai_CORD-19", "denotations":[]}