{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":10, "text":"In the present study, we demonstrated the requirement of the ATG5-12/16L1 complex for the completion of the HCV lifecycle. HCV infection does not hamper ATG12 conjugation to ATG5 or the formation of the multimeric complex ATG5-12/16L1 (Fig. 1A,B) . In contrast, the conjugation of ATG12 to ATG5 is crucial for the HCV lifecycle. More specifically, our study suggests a role of the ATG5-12/16L1 complex in HCV genome replication and the formation of the MW. The involvement of the autophagy elongation complex in the HCV replication step was investigated by using siRNA targeting of ATG7, ATG12 or LC3. Because the silencing of ATG7 is known to inhibit the conjugation of both LC3 and ATG5, we were able to address the importance of these two conjugation systems in HCV replication. Indeed, the ATG5-12 conjugate acted as a proviral factor at a step beyond entry and RNA translation but before virion maturation and secretion, as depicted in Figs 2 and 3. We also observed that silencing of LC3 interfered with HCV RNA translation after electroporation of replication-defective replicon (Fig. 2E) . These results are consistent with those of Dreux and colleagues, who have found a defect in viral RNA translation after silencing of Beclin-1 or ATG4B, thus leading to inhibition of LC3-II formation 31 . Silencing of ATG12 had little effect on replication-deficient virus but was detrimental to the replication of the JFH1/Fluc virus, thus indicating that its primary target is beyond the translation step (Fig. 2E) . This result was further confirmed in cells stably expressing the JFH1 subgenomic replicon, in which silencing of ATG7 or ATG12, but not LC3, significantly inhibited HCV replication (Fig. 3A,B) . Silencing of LC3 impeded HCV only when performed before infection, thus suggesting that the ATG5-12 conjugate, but not LC3, is important in viral replication after the establishment of infection (Fig. 3C ).", "project":"cdlai_CORD-19", "denotations":[]}