{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":7, "text":"To determine whether LC3 or the ATG5-12 conjugate modulates HCV RNA replication, we analyzed the effects of silencing these autophagy genes on viral RNA replication in Huh7 cells stably expressing the JFH1 subgenomic replicon (SGR). Using these specific cells, which are capable of only intracellular HCV RNA replication and lacked the capacity to produce infectious viral particles, allowed us to study HCV RNA replication independently of viral entry and egress. Again, silencing of ATG12 but not LC3 efficiently inhibited RNA replication, thus supporting the role of the ATG5-12 conjugate in viral replication and ruling out the possibility that LC3 participates in viral replication (Fig. 3A,B) . Because silencing of LC3 expression led to a clear inhibition of HCV RNA translation after electroporation of the viral RNA but did not significantly affect replication in JFH1-SGR cells, we sought to compare the effect of siRNA treatment before and after infection with HCVcc JFH1 (Fig. 3C) . The results clearly demonstrated that siLC3 inhibited HCV only when it was transfected before infection, whereas siATG7 was effective when it was transfected before or after infection. These results suggest that LC3 is important early in infection and primarily for initial HCV RNA translation, as has previously been reported 31 . Finally, we evaluated the effects of siRNA treatment on intracellular and extracellular HCV infectious particle production in JFH1-infected cells (Fig. 3D) . These results suggested that HCV maturation and secretion was not significantly affected by siRNA treatment. Although silencing ATG12 led to a significant decrease in HCV particle formation, this effect was attributed to a severe reduction in viral replication. Collectively, ATG12 silencing and to a lesser extent ATG7 but not LC3, impaired viral replication. ATG5-12 and ATG16L1 are associated with purified MW extract. In a previous study from our lab, we have shown that ATG5 interacts with the HCV polymerase (NS5B) and co-localizes with the MW associated protein NS4B 34 . The major limitation in our ability to investigate the composition of the MW has recently been resolved by Dr. Ralf Bartenschlager's group, which has developed a method to purify the HCV MW by using HCV replicon cells harboring an HA-tag NS4B (NS4B-HA) 42 . This method allowed us to evaluate the presence of the autophagy elongation complex proteins in purified MW extract. Through this protocol, after membrane enrichment from a discontinuous sucrose gradient via ultracentrifugation, we pooled fractions that were rich in viral nonstructural proteins (fraction 3 to 7) but mostly devoid of soluble proteins (GAPDH or LC3I, fractions 8-10) (Fig. 4A) . The MW vesicles were then pulled down from pooled fractions by using a specific antibody against the HA-tag of the HCV NS4B protein. Subsequently, the MW-enriched extract was used for either western blot analysis or vesicle visualization by transmission electron microscopy (TEM). As expected, HCV NS4B HA , NS3 and NS5A were readily detectable in the purified extract from NS4B HA replicon cells but not that from control untagged NS4B replicon cells (Fig. 4B) . The autophagy elongation complex proteins (ATG5-12 and ATG16L1) were also detected in the purified MW from NS4B HA replicon cells, but not in the control extract, thus indicating that the elongation complex is indeed present at the HCV replication site. In contrast, we were unable to detect LC3II in the purified MW (Fig. 4B) , thereby suggesting that LC3 is not recruited with the autophagy elongation complex to the MW. We then examined the morphology of purified membranes and compared them with ER membranes purified from a cell line expressing HA-tagged Calnexin, as previously described 42 . The results showed that almost 90% of the NS4B HA purified membranes were spherical vesicles as compared with CLNXN HA purified material, in which the majority of membranes were composed of partially collapsed large membranes (Fig. 5A,B) . Our results are in agreement with those of Paul and colleagues, who have demonstrated that most of the purified ER membranes are composed of elongated structures, as opposed to the spherical vesicles found in MW extracts 42 . Finally, the specificity of the pull-down using HA-beads was confirmed by using extracts from untagged SGR cells (Fig. 5C) . Altogether, these results indicate that at least a fraction of the autophagy elongation complex is localized in the virus-induced MW compartments.", "project":"cdlai_CORD-19", "denotations":[]}