{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":17, "text":"Western blot analysis. Cells were lysed in 300 μ l of lysis buffer [25 mM Tris-HCl, 150 mM NaCl, 1 mM EDTA, 1% NP40, Complete protease inhibitor (Roche)]. The lysates were normalized for total protein content using the BCA protein assay kit (Pierce). The proteins were then resolved by SDS-PAGE, transferred to polyvinylidene fluoride (PVDF) membranes (Bio-Rad), blocked for 30 min at room temperature (RT) with PBS-5% milk, and then incubated overnight at 4 °C with primary antibody in PBS-2% BSA. After being washed with 0.4% Tween 20 in PBS (PBST), the membranes were incubated for 1 h at RT with a goat-anti-rabbit or goat-anti-mouse IgG conjugated to horseradish peroxidase in PBS-5% milk. Protein bands were visualized with either the Clarity western ECL (Bio-Rad) or Femto chemiluminescence substrates (Pierce). Purification of HCV-induced MW. HCV-remodeled membrane purification was performed using a method adopted from a previously described protocol 42 . Briefly, 7.5 × 10 7 Huh7-Lunet cells harboring either wild-type or HA-tagged NS4B replicons or control cells stably overexpressing CANX HA were washed, scraped and then resuspended in 500 μ l of hypotonic buffer and incubated on ice for 30 min. The cells were lysed with 50 strokes with a Dounce homogenizer. The lysates were centrifuged at 800× g for 10 min at 4 °C. Supernatants were collected and layered on top of a discontinuous sucrose gradient (70% to 30%) and centrifuged at 130,000× g for 4 h at 4 °C using an SW60i rotor (Beckman Coulter). Ten fractions were collected from the bottom (300 μ l each) and analyzed for protein content. For HA affinity capture, fractions 3 to 7 were pooled, and then an equal amount of protein contained in pooled fractions was equilibrated to 150 mM NaCl. Incubation with HA-agarose beads (Sigma-Aldrich) was performed as previously described 42 . Membrane visualization by transmission electron microscopy. To examine purified membranes, 50 μ l of eluted material was centrifuged at 10 p.s.i. on a copper grid for 5 min at RT in an Airfuge (Beckman). Structures were negatively stained using 2% aqueous uranyl acetate for 30 sec and examined with an H-7100 (Hitachi) transmission electron microscope.", "project":"cdlai_CORD-19", "denotations":[]}