{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":0, "text":"Hepatitis C virus (HCV) infection is a leading cause of liver diseases, including cirrhosis and hepatocellular carcinoma. HCV, a member of the Flaviviridae family, is a Hepacivirus with a positive-strand RNA genome 1 . The virus replicates exclusively in the cytoplasm of the host cell. After cell entry, the 9.6 kb HCV genome is released and translated at the rough endoplasmic reticulum (rER) into a single polyprotein. This translated polyprotein is then proteolytically processed by cellular and viral proteases into 10 distinct proteins consisting of structural (core, E1, and E2) and nonstructural (p7, NS2, NS3, NS4A, NS4B, NS5A, and NS5B) proteins 2 . The expression of HCV proteins results in the induction of a major rearrangement of host cell membranes, thus leading to the formation of a complex membranous compartment termed the membranous web (MW), which favors viral RNA replication and assembly 3, 4 . This massive remodeling of the host cell membrane network is associated with all positive-strand RNA viruses and is typically characterized by the generation of either convoluted membranes or double membrane vesicles (DMVs) [5] [6] [7] [8] . Importantly, the HCV-induced MW is primarily composed of DMVs thus suggesting that autophagy plays a role in the construction of the HCV replication scaffold 7,9 . Macroautophagy, referred to hereafter as autophagy, is a catabolic pathway that degrades proteins and organelles, thereby maintaining cell homeostasis and directing cell fate. During cellular stress such as amino acid starvation, autophagy is triggered, thereby forming an organelle called the autophagosome. The de novo formation of the autophagosome begins by initiation of the growth of a double-membraned phagophore that, by closing, sequesters cytoplasmic contents. The autophagosome then fuses with the lysosome, thus allowing the degradation of the intra-autophagosomal cargo by the action of lysosomal enzymes and the release of free amino acids and other products. This process is orchestrated by more than 30 autophagy-related gene (ATG) proteins and other autophagy-linked proteins 10 .", "project":"cdlai_CORD-19", "denotations":[]}