{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":3, "text":"To test whether the decoupling of the ATG5-12 conjugate influences HCV replication, we overexpressed the dominant-negative form of ATG12 (ATG12DN) in HCV-infected Huh7 cells. This mutated form of the ATG12 protein lacks the C-terminal glycine, which is crucial for conjugation with ATG5 39 . Interestingly, the overexpression of this conjugation-defective mutant had an adverse effect on HCV lifecycle, as indicated by a decrease in the NS3 protein (Fig. 1C) , as well as the viral RNA level (Fig. 1D ), as compared with the levels in mock-treated cells. The specificity of the effect of ATG12DN overexpression was assessed by trans-complementation with wild-type ATG12. As expected, trans-complementation with ATG12 restored the normal level of replication (Fig. 1C,D) . Altogether, these results suggest that the ATG5-12 conjugate, rather than the monomeric form of the ATG5 and ATG12 proteins, acts as an HCV proviral factor. The ATG5-12 conjugate is involved in the HCV lifecycle at a post-translational step. The conjugation of ATG12 to lysine 130 of ATG5 is mediated by ATG7, an E1-like enzyme, thus allowing the formation of the ATG5-12/16L1 complex. A fraction of the ATG5-12/16L1 complex localizes to the isolation membrane, where it facilitates LC3 lipidation. Another role of ATG7, along with ATG3, an E2-like enzyme, is to activate LC3 after its processing at the C-terminus by ATG4B, thus allowing its conjugation to the amino group of phosphatidylethanolamine (PE) and formation of the membrane-associated LC3-II, which assists in the expansion and closure of the autophagosome 40, 41 . Therefore, silencing of ATG7 allows the inhibition of LC3-II and ATG5-12 conjugation (Fig. 2B) . Thus, by silencing LC3, ATG7 or ATG12, we were able to analyze the independent contributions of the two autophagy conjugation systems in the HCV lifecycle. For this purpose, we first determined the efficiency of the selected siRNA to knock down their respective targets ( Fig. 2A ,B,C). We then analyzed the effects of the silencing of ATG12, LC3 or ATG7 on HCV entry, viral RNA translation/replication and virion maturation and secretion. As shown in Fig. 2D , Huh7 infection by HCVpp was not altered in cells treated with siRNA against LC3, ATG7 or ATG12, thus suggesting that neither LC3 nor the ATG5-12 conjugate is involved in viral entry.", "project":"cdlai_CORD-19", "denotations":[]}