{"cord_uid":"shk4n8f6", "sourcedb":"PMC", "sourceid":"PMC5220323", "divid":4, "text":"Previously, Dreux and colleagues have reported that HCV RNA translation is affected by inhibition of LC3 conjugation using siRNA against ATG4B. In that report, the authors followed the luciferase activity expressed from a replication-defective subgenomic replicon RLuc/SGR harboring an inactivation mutation (GDD to GND) at the active site of the HCV polymerase NS5B (RLuc/SGR-GND) 31 . Using a similar approach, we evaluated the effects of LC3, ATG7 and ATG12 silencing on viral RNA translation and/or replication. We used full-length HCV JFH1 RNA with a firefly luciferase reporter containing the GND mutation in the active site of NS5B (JFH1/Fluc-GND) and then analyzed the Fluc activity expressed from the HCV internal ribosomal entry site (IRES). A significant decrease in luciferase activity (> 80%) was observed in JFH1/Fluc-GND-transfected cells pretreated with siLC3 ( Fig. 2E) . Silencing of ATG7, which inhibits LC3-II formation as well as ATG5-12 conjugation, decreased viral translation by 50%. This effect probably occurred through the inhibition of LC3-II conjugation, because silencing of ATG12 expression was much less efficient than LC3 silencing at inhibiting viral RNA translation (Fig. 2E ). In contrast, silencing of ATG12 severely affected the luciferase activity of a replication competent JFH1/Fluc wild-type virus. The effect on replication was not due to the toxicity of siRNA treatment (Fig. S1 ), thus suggesting that the ATG5-12 conjugate is involved in an HCV lifecycle step(s) beyond entry and RNA translation (Fig. 2E ), whereas LC3 expression and/or conjugation is primarily important for viral translation, as previously suggested 31 . assessed by western blotting in mock (UI) or Huh7 cells infected at more than 90% with JFH1 using specific anti-ATG5 antibody. HCV infection and LC3 lipidation were detected using anti-NS3 and anti-LC3 antibodies, respectively. β -actin represents loading control. (B) Uninfected or JFH1-infected Huh7 cells at more than 90% were transiently transfected with a plasmid encoding for Flag-ATG12 protein. Two days later, cells were lysed and ATG12 was immunoprecipitated using anti-Flag antibody or IgG as a control followed by western blot analysis using anti-Flag and anti-ATG16L1. (C) Huh7 cells were infected with JFH1 (> 90% infected) before being transfected with control (mock), Flag-ATG12, GFP-ATG5, Flag-ATG12DN or Flag-ATG12 and Flag-ATG12DN encoding plasmids. Cell lysates were analyzed for HCV NS3, ATG5 and ATG12 protein expressions at 72 h post-transfection by western blotting. (D) JFH1-infected cells at more than 90% were transfected with control plasmid (mock), Flag-ATG12DN or Flag-ATG12 and Flag-ATG12DN. Two days later, intracellular HCV RNA was quantified by RT-qPCR. Data were collected from three independent experiments (n = 3). (**P = 0.005, NS, None-significant. Statistical analysis was performed by using One-way ANOVA).", "project":"cdlai_CORD-19", "denotations":[]}