{"cord_uid":"tmawi4mk", "sourcedb":"PMC", "sourceid":"PMC2861057", "divid":16, "text":"Participants were posed a series of possible scenarios that could take place if a pandemic were to occur. These were the participant becomes ill, a family member becomes ill, the participant becomes less able to work, the schools close, and antiviral drug availability is limited. In the scenario pertaining to the participant falling ill, participants were asked if they would stay home and if someone would be able to take care of them. In the scenario pertaining to a family member falling ill, participants were asked if they would stay home and take care of that person. If participants answered affirmatively, they were asked if they could continue to work. In the scenario that followed, participants were asked to imagine that the government has asked all people with influenza to stay home, that they have influenza symptoms, and that their employer nonetheless demands they come in to work. Participants that reported being willing to stay home despite their employer's demand were then confronted with a scenario in which the consequence of staying home would be a loss of income. Another scenario described a situation in which companies were advised to close their doors and subsequently did not pay their employees. For the previous two scenarios, participants were asked how likely that scenario would be and how long it would take before their household would encounter serious financial difficulties. Participants with children younger than 12 were also given a scenario in which all schools and child care facilities were closed for a month. Participants were asked if they would be in a position to care for their children themselves or if they could arrange alternative child care arrangements. Participants with children younger than 18 were also given the following scenario: "Imagine all schools and child care facilities close for three months in order to protect children from influenza infection. Health professionals have advised you to keep your child(ren) away from public places such as shopping centres and public transportation for three months. Children should also discontinue social contact with other children. Would you be able to keep your child from doing these things for three months?" The final scenario pertained to antiviral drugs and was as follows: "A vaccine for a new influenza virus can only be developed after the outbreak. There are, however, antiviral drugs such as Tamiflu and Relenza that may prevent the virus from dispersing through the body and that can shorten the illness period. However, it is unclear whether these antiviral drugs actually work for the new influenza infection." After having read the scenario, participants were asked if they would want to use the drug and if they would be agree with a policy that prioritizes the treatment of vulnerable groups, such as the elderly and professionals such as the police and fire fighters. If so, they were asked if they would attempt to obtain access to the drugs via other means. Table 1 displays demographic characteristics of the sample (n = 1099). The sample comprised slightly more women, elderly people and people with a higher level of education than the average Dutch population over the age of 18.", "project":"cdlai_CORD-19", "denotations":[]}