{"cord_uid":"tmawi4mk", "sourcedb":"PMC", "sourceid":"PMC2861057", "divid":1, "text":"The literature on behavioural responses to an influenza pandemic refers frequently to a number of theories on risk perception [2] [3] [4] [5] including the Protection Motivation Theory (PMT) [6] , the Health Belief Model (HBM) [7] , the Extended Parallel Process Model (EPPM) [8] and the Precaution Adoption Process Model (PAPM) [9] . The basic idea underlying these theories is that people react to a threat by performing some action. The PMT distinguishes two phases, namely a threat appraisal and a coping appraisal. The threat appraisal is determined by perceived personal susceptibility (or perceived vulnerability) to the threat (beliefs about the likelihood of getting a disease or condition) and perceived severity of the threat (feelings about the seriousness of contracting an illness) which combine to generate fear arousal. The coping appraisal is determined by variables relating to the suggested protective response. These are perceived response efficacy ("What protective behaviour will help?"), perceived self efficacy for the response ("Am I confident that I can perform the protective behaviour?") and the response costs ("What are the disadvantages of the protective behaviour?"). According to the PMT, the threat appraisal stimulates the intention to act while the coping appraisal determines the type of action employed. The action may be adaptive and lead to the performance of the advised protective or precautionary behaviours or it can be maladaptive thus leading to the performance of behaviours other than those advised. In order to act adaptively, perceived severity and susceptibility (i.e. the threat) as well as response and self efficacy must be high while response costs remain relatively low. If perceived severity and susceptibility are low, people will not perceive the matter as threatening and will consequently not be inclined to act. If perceived severity and susceptibility are high but response and/or self efficacy are low, maladaptive responses (e.g. denying the existence of a threat) are likely to ensue [10, 11] .", "project":"cdlai_CORD-19", "denotations":[]}