{"cord_uid":"tmawi4mk", "sourcedb":"PMC", "sourceid":"PMC2861057", "divid":35, "text":"reported not knowing what they would do. Among the participants that reported an intention to stay home and who were subsequently provided with a scenario in which their choice would result in a loss of salary, the percentage of participants willing to stay home decreased from 35% to 20%. Participants were not inclined to believe that they could potentially lose some or all of their salaries if a pandemic were to occur. Only 5% of employed participants considered this a possibility, 17% thought it could happen but was unlikely, 62% found it pretty unlikely and 16% were convinced that such a situation would never occur. Despite perceptions that losing pay because of the pandemic was unlikely, 9% participants reported that not being paid would result in serious financial difficulties for their household within a week. An additional 42% claimed that this would generate problems after a month, 75% after a few months, 83% after half a year, 88% after a year and 96% after more than a year. In response to the scenario in which children would not be able to go to school or child care facilities, 75% of all participants with children younger than 12 years (total n = 228) claimed that they would be able to care for their children themselves, 43% indicated that someone in their household would care for their children. In many cases, this person was their partner. Also, 24% reported that someone outside of their home would come and care for their children and 18% said that their children would be cared for by someone else at another location. Participants further indicated that, in order to care for children, a family member may need to stop working or, alternatively, work part time. Help from outside of the home was expected to be provided by family (77%), friends (9%) or neighbours (6%). In response to a scenario whereby children would have to be isolated in the family home for three months, 24% of all participants with children younger than 17 (total n = 311) indicated that they would be successful in keeping their children at home and away from others, 37% said they would probably be successful, 27% claimed that they would probably not be successful and 6% indicated that they certainly would not be successful.", "project":"cdlai_CORD-19", "denotations":[]}