{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":12, "text":"Multiple groups have proposed different membrane topologies for the CoV E protein, either as a transmembrane protein or as a membrane hairpin ( Figure 5B , cartoons) [10, [12] [13] [14] [15] [16] . It is possible that CoV E may adopt multiple membrane topologies, each with distinct function(s). To test the role of topology in IBV E function, mutant versions of IBV E were created with either a transmembrane or membrane hairpin topology. To promote a transmembrane topology we added a canonical cleavable N-terminal signal sequence onto the N-terminus of IBV E (ssIBV E), which will force the cleaved N-terminus into the ER lumen [23, 24] . To produce a potential membrane hairpin we added a FLAG tag onto the Nterminus (FLAG-IBVE). The rationale for this was that other Nterminally FLAG tagged CoV E proteins adopt a membrane hairpin topology [15, 16] . We transiently expressed IBV E, ssIBV E, and FLAG-IBV E in HeLa cells and probed their membrane topology using selective permeabilization of the plasma membrane with digitonin, followed by indirect immunofluorescence microscopy. As a control we co-expressed a luminal ER protein (CFP-KDEL) along with a protein present on the cytoplasmic side of the Golgi complex (golgin160-Myc). As expected, the cytoplasmic epitope of golgin160-Myc was accessible after either Triton X-100 or digitonin permeabilization, whereas the luminal epitope of CFP-KDEL was not accessible when cells were permeabilized with digitonin ( Figure 5A ). For IBV E and ssIBV E we stained for either the N-or C-terminus using antibodies directed to either end of the protein. We found that both IBV E and ssIBV E largely existed as transmembrane proteins with the N-terminus in the lumen and the C-terminus in the cytoplasm ( Figure 5B ). For FLAG-IBV E we used a similar approach but stained for the N-terminus with an anti-FLAG antibody because our anti-IBV E N-terminal antibody was unable to recognize the modified N-terminus. The results showed that FLAG-IBV E had both the N-and C-termini in the cytoplasm ( Figure 5B ). We also found that the mutations did not affect the targeting of either construct, as both colocalized with Golgi complex markers ( Figure 6A and data not shown). We quantified the difference in the staining intensity under the different permeabilization conditions by measuring the fluorescence signal for the N-and C-termini in the same cell. After subtracting the background signal, the N:C ratio was calculated, and normalized to the ratio from the Triton X-100 samples for ease of comparison ( Figure 5C ). As expected the ratio dropped dramatically for both IBV E and ssIBV E, but not for FLAG-IBV E. Thus, mutant IBV E proteins predominantly adopt either a transmembrane or membrane hairpin topology. It is worth noting that the N:C ratio was lower for ssIBV E than for IBV E. While this difference was not statistically significant, we speculate that there may be a small population of IBV E that is inserted as a membrane hairpin.", "project":"cdlai_CORD-19", "denotations":[]}