{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":20, "text":"If CoV E is important for the release of infectious particles, why do some CoVs show only a modest reduction in infectivity when E is deleted [40] ? Moreover, why do we only observe a measurable disruption in the secretory pathway with IBV E and not the E proteins from other CoVs? The answer to these questions may lie in the exact role(s) that the CoV E protein plays for each virus. While the E proteins from different CoVs share a similar domain structure, there is large variation in their primary sequence. Additionally, the requirement of CoV E for the production of infectious virus is not consistent between different CoVs. The E protein of the TGEV is essential for the production of infectious virus [18] . However, a version of MHV lacking the E gene can replicate, albeit at a greatly reduced titer [41] . Finally, a recombinant version of SARS-CoV with E deleted shows only a modest reduction in infectivity when passaged in cultured cell lines [40] . These results suggest that CoV E may have evolved to perform divergent functions in different CoVs. Somewhat surprisingly then, it was reported that the E protein from several different CoVs, including IBV E, could substitute for MHV E during infection [42] . Even more striking, when MHV DE was passaged, revertants were recovered with a partial duplication of the M gene (consisting of the N terminus and three transmembrane domains but lacking the C-terminal tail) that were able to largely compensate for the lack of E [43] . Taken together, these results show that at least some function(s) of the E protein are conserved among CoVs. However, the requirement for its function(s) may vary significantly due to the compensatory action of other viral proteins or differences in cell and tissue types infected. Of all the CoVs whose E proteins were tested here, IBV is the only one with an avian host. The requirements for assembly and release in avian species may be slightly different than in mammals. We tested whether the disruption of the secretory pathway caused by IBV E occurred in DF-1 chicken fibroblasts (cultured at 39uC), and found that the secretory pathway was disrupted similar to HeLa cells (unpublished data). Another potential difference is the cell type in which each virus replicates. Certainly the requirements for virus egress in different tissues could be an important factor. Another possibility is that the compartmental localization of the E proteins may vary in the absence of the other viral proteins and the impact of each CoV E on the secretory pathway could depend on the Golgi subcompartment in which it is localized. This possibility could be addressed by immunoelectron microscopy on cells expressing the various E proteins. There is a notable difference in the ion specificity and channel behavior among the different E protein channels in planar lipid bilayers [4, 5] . Unlike the other CoV E channels characterized, the IBV E channel demonstrated rectification, where ions are moved predominately in one direction [5] . Additionally, the IBV E channel is insensitive to the small molecule HMA, unlike the other CoV E proteins tested [5, 9] . If the ion specificity or activity varies between the CoV E proteins, it could certainly explain the differences in behavior reported here. The best way to study these differences would require electrophysiological measurements using patch clamp analysis on purified Golgi membranes. This approach would allow the direct measurement of the CoV E protein in its natural membrane with the proper post-translational modifications, but will be very technically challenging. One last point is that the sequences of the CoV E proteins are highly variable. Of note, IBV E is significantly larger and contains more polar residues in its HD than the other CoV E proteins (see Figure 3A ). It will be important to determine how these differences relate to the function of the proteins. This could be addressed by determining how chimeric proteins affect the secretory pathway and virus replication.", "project":"cdlai_CORD-19", "denotations":[]}