{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":21, "text":"Previous reports on CoV E protein topology have suggested that it may exist either as a transmembrane protein or as a membrane hairpin with both the N-and C-termini in the cytoplasm. The ability to adopt multiple membrane topologies could be a mechanism to increase the number of protein functions within the constrictions of genome size. Here, we generated mutant versions of IBV E that adopted either a membrane hairpin or transmembrane topology. We found that the transmembrane version of the protein behaved largely like IBV E, with the exception that it was unable to drive VLP production to the same degree. The membrane hairpin version of IBV E was unable to disrupt the secretory pathway or drive VLP production. These data suggest that IBV E largely functions as a transmembrane protein, with no apparent role for the membrane hairpin. However, such conclusions should be drawn with caution. While we determined that ssFLAG-IBV E behaved largely like ssIBV E, addition of the FLAG tag onto the N-terminus of IBV E could have any number of off-target effects, especially when considering the interaction of the E protein with M. We attempted to generate a membrane hairpin using several different strategies, including altering the charge distribution on either end of the HD, extending the N terminus with different tags, and shortening the C-terminus. Our only successful strategy was adding the FLAG tag onto the Nterminus. It should be noted that all reports of CoV E demonstrating that it adopts a membrane hairpin upon expression have been carried out using N-terminally tagged proteins [15, 16] . In fact the most recent data on the topology of SARS-CoV E using the untagged protein and antibodies directed to either terminus show that the predominant topology is N exo , C cyto [13] . What remains unclear is if a membrane hairpin plays a role during infection. It is possible that a portion of the E protein adopts a membrane hairpin topology. We did observe a small difference between ssIBV E and IBV E when we quantified the signal from our selective permeabilization experiment. A small amount of CoV E in the membrane hairpin conformation could play a catalytic role during assembly, and while not necessarily required for assembly, it may increase the efficiency of assembly. This would explain why FLAG-IBV E could not support VLP production on its own. This idea could be addressed by developing infectious clones of IBV carrying the topology mutants of IBV E and examining particle production biochemically and by electron microscopy of infected cells. Also of interest is the mechanism for generation of multiple topologies. A transmembrane topology is likely generated through the canonical signal recognition particle pathway like other type III membrane proteins [23] , but the generation of a hairpin could involve a different mechanism. One could speculate that a hairpin could be generated through posttranslational insertion, possibly directly into the target membrane [44] . The IBV E protein is a multifunctional viral protein that plays a role in both the assembly and release of infectious virus. The exact mechanism by which the protein alters the secretory pathway to facilitate infectious particle release is still unknown, but may depend on a single amino acid in the HD. Identification of the mechanism will be a big step in understanding the interplay between the secretory pathway and CoV trafficking. Also of interest is how E protein function varies among CoVs and what underlies any difference(s). Understanding these questions will provide insight into both therapeutic approaches to CoV infection and increase our understanding of how CoVs use the host secretory pathway to their advantage.", "project":"cdlai_CORD-19", "denotations":[]}