{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":30, "text":"HeLa cells were treated with 100 mg/ml cycloheximide (Sigma) diluted into culture media at 18 hours-post transfection. Cells were fixed and prepared for immunofluorescence as described above at 0, 3, and 6 hrs after cycloheximide treatment. Images were collected from each time point at the same exposure time, and the mean fluorescence intensity was determined for cells expressing the E protein. The half-lives of each E protein were calculated by plotting the signal intensity versus time on a semi-log graph. Figure S1 Expression of other CoV E proteins does not disrupt Golgi complex morphology. Indirect immunofluorescence microscopy on cells expressing TGEV E, MHV E, or SARS-CoV E. The E protein is shown in green, GM130 is shown in red, and nuclei are shown in blue. Scale bars, 10 mm. (TIF) Figure S2 IBV E T16A has the same topology as IBV E. Selective permeabilization was carried out on cells expressing IBV E T16A. The N-and C-termini were detected using antibodies specific to each terminus. The histogram shows quantification of topology as a ratio of the N-terminus to C-terminus fluorescence signal (see Material and Methods). The data are normalized to the ratio from the Triton X-100 permeabilized samples. Data are from at least 2 independent experiments with N$16 for each condition. Error bars represent +/2 SEM, and the asterisk denotes a significant difference between the Triton X-100 and digitonin signal by Student's t-test (p#2.5610 27 ). (TIF) Figure S3 ssFLAG-IBV E behaves similarly to ssIBV E. (A) Indirect immunofluorescence microscopy on cells expressing ssFLAG-IBV E. The E protein is shown in green, GM130 is shown in red, and nuclei are shown in blue. Scale bar, 10 mm. (B) Selective permeabilization was carried out on cells expressing ssFLAG-IBV E. The N-terminus was detected using an anti-FLAG antibody and the C-terminus was detected using a Rat anti-IBV E antibody. The histogram shows quantification of topology as a ratio of the N-terminus to C-terminus fluorescence signal (see Material and Methods). The data are normalized to the ratio from the Triton X-100 permeabilized samples. Data are from at least 2 independent experiments with N$22 for each condition. Error bars represent +/2 SEM, and the asterisk denotes a significant difference between the Triton X-100 and digitonin signal by Student's t-test (p#1610 28 ). (C) Quantification of Golgi complex disruption in HeLa cells expressing ssFLAG-IBV E (see Figure 2 for description of quantification). Data are from 2 independent experiments with N$37 for each condition. Error bars represent +/2SEM. (D) The graph shows the quantification of VSV G pulse-chase coupled with endo H digestion as described in Figure 1 . ssFLAG-IBV E dramatically affects cargo trafficking. Data are from 2 independent experiments. Error bars represent +/2 SEM. (E) A VLP assay was performed and quantified as described in Figure 4 for ssFLAG-IBV E. ssFLAG-IBV E was compromised in the production of VLPs compared to IBV E. Data are from at least five independent experiments. Error bars represent +/2 SEM, and the asterisk denotes a significant decrease in VLP level compared to IBV E by Student's t-test (p,1.4610 24 ). (TIF)", "project":"cdlai_CORD-19", "denotations":[]}