{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":9, "text":"Coronaviruses are enveloped viruses that bud and assemble intracellularly, and therefore must use the host secretory pathway for release. Coronavirus E is a small protein that contains a single predicted hydrophobic domain and is targeted to the Golgi region. The E protein has been implicated in the assembly of coronavirus particles, as well as in virus release after assembly. The mechanism of action is not understood, but may involve ion channel activity. The membrane topology of the E protein is also unclear, and the protein may adopt distinct topologies that have different functions. We previously showed that the E protein from the infectious bronchitis virus could disrupt the secretory pathway to the apparent advantage of the virus. Here we have mapped this activity to a single, essential residue within the hydrophobic domain. Additionally, we developed mutant versions of IBV E that adopt a single membrane topology, and showed that a transmembrane topology is required for disruption of the secretory pathway. Our results broaden the understanding of E protein function and will impact the development of antiviral strategies. alignment of several different CoV E proteins showed that a polar uncharged residue is conserved at position 16 ( Figure 3A ). We introduced mutations at position 16 in IBV E that replaced the threonine with serine, asparagine or glutamine. The mutant proteins were transiently expressed along with VSV G to determine their effect on protein trafficking. None of the proteins disrupted trafficking of VSV G, showing that these residues could not substitute for threonine ( Figure 3B ). We examined the morphology of the Golgi complex in cells expressing the mutant E proteins using indirect immunofluorescence microscopy. Corroborating the trafficking results, none of the conserved mutations disrupted Golgi complex morphology as judged by GM130 staining ( Figure 3C ). Thus, there is a strict requirement for threonine at position 16 in IBV E.", "project":"cdlai_CORD-19", "denotations":[]}