{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":17, "text":"We reported previously that replacing the entire HD of IBV E with a heterologous sequence eliminated disruption of the secretory pathway in transfected cells, and dramatically reduced the release of infectious virus from infected cells [21] . Total particle release was only modestly affected, however, suggesting that the HD of IBV E is important for preventing damage to virions during egress. Here we have shown that a single amino acid in the HD of IBV E (T16) is critical for disruption of the secretory pathway in cells expressing IBV E, but was not required for VLP production. This result suggests that the alteration to the secretory pathway is uncoupled from the role of E in assembly. Additionally, we generated versions of IBV E that adopted either a transmembrane or membrane hairpin topology. Using these mutants, we showed that a transmembrane topology was required for secretory pathway disruption. The residue equivalent to T16 in SARS-CoV E, N15, is predicted to lie in the pore region of a homo-pentamer [7] . Studies on a lysine-flanked peptide of the SARS-CoV E HD showed that N15 was important for the ion channel activity of the peptide in planar lipid bilayers [25] . Since we found that a transmembrane topology and T16 are required for disrupting the secretory pathway, and both are predicted to be important for ion channel activity, it is certainly possible that the disruption of the secretory pathway is due to the putative channel activity of IBV E. Alteration of Golgi complex structure and disruption of protein traffic occur when the ion balance at the Golgi complex is disrupted [26] [27] [28] [29] . While an active ion channel at the Golgi complex could explain our observations, how altering the ion balance of secretory organelles might facilitate release of infectious particles remains unknown. We speculate that the demands of trafficking large virion cargo require the expansion of the Golgi complex cisternae, which may be achieved by changing the luminal ion concentration. Alternatively, a change in luminal environment may inactivate proteases present in the secretory pathway, thus protecting the virions from degradation that could render them non-infectious. The membrane rearrangements observed in CoV-infected cells are likely due at least partially to a disruption in the luminal microenvironment, although syncytia formation also contributes [19, 20] . Expression of the E protein in the absence of infection allowed us to assess its contribution to membrane rearrangements directly.", "project":"cdlai_CORD-19", "denotations":[]}