{"cord_uid":"tro7b4d0", "sourcedb":"PMC", "sourceid":"PMC3343006", "divid":29, "text":"For quantitation, images of equal exposure time were taken of both the Triton X-100 and digitonin samples for each antibody. To obtain the staining intensity, an initial background measurement was obtained on the C-terminal staining by drawing a region of interest (ROI) around an untransfected cell and measuring the fluorescence intensity. The exact same ROI and measurement was then made on the corresponding N-terminal image. Next, an ROI was drawn around a cell showing C-terminal staining and the mean fluorescence intensity was measured. Again, the exact same ROI was overlaid onto the corresponding N-terminal image and the mean fluorescence intensity was measured. The ratio of N-to C-terminal staining was calculated by first subtracting the background from each measurement, and then dividing the Nterminal value by the C-terminal value. For the data shown, the final ratios were normalized so that the signal ratio in the Triton X-100 samples was equal to 1. T16N (0.1 mg) . Samples were prepared 42-48 hours post transfection. The medium was clarified via centrifugation at 45006g for 20 min. The supernatant was loaded onto a 20% sucrose cushion and centrifuged at 234,0006g in a TLA-110 rotor for 60 min. The supernatant was discarded and the pellet containing the VLPs was resuspended in 16 glycoprotein denaturation buffer (New England Biolabs) containing 100-fold concentrated protease inhibitor cocktail (Sigma). To collect the cell fraction, dishes were washed with cold PBS. The cells were scraped off the dish in 1 ml PBS and pelleted at 40006g for 2 min. The pellet was resuspended in detergent solution and insoluble material was pelleted at 20,0006g for 1 min. 106 glycoprotein denaturation buffer was added to 16. Both the VLP and cell fractions were heated at 100uC for 1 min. Both samples were digested with PNGase F (New England Biolabs) according to the manufacturer's protocol. After digestion concentrated sample buffer was added to a final concentration of 50 mM Tris [pH 6.8], 2% SDS, 0.05% bromophenol blue, 15% glycerol. Samples were separated on 15% PAGE gels (10% of cell fraction, 100% of VLP fraction) and transferred to polyvinylidene fluoride Immobilon membranes (Millipore). Proteins were detected using rabbit anti-IBV N (1:10,000), rabbit anti-IBV M (1:5000) and rabbit anti-IBV E (1:10,000) primary antibodies and horseradish peroxidase conjugated donkey anti-rabbit IgG (1:10,000) secondary antibody. After incubation in secondary antibody, the membrane was incubated with HyGlo Quick Spray chemiluminescent detection reagent (Denville Scientific Inc.). Images were collected using a Versa Doc model 5000 (Bio-Rad) and Quantity One software.", "project":"cdlai_CORD-19", "denotations":[]}