{"cord_uid":"vcb6d6bv", "sourcedb":"PMC", "sourceid":"PMC4517110", "divid":22, "text":"In the non-polar membrane environment the hydrophobic effect is responsible primarily for the insertion into the membrane (stage I). All in all, once salt bridges, hydrogen bonds and the hydrophobic effect are removed from the equation the tertiary and quaternary structure of TM segments are dictated by a delicate balance of the remaining low energy forces, where van der Waals interactions play a crucial role. For a full review on the forces driving membrane protein folding see [75] . The nature of van der Waals forces requires a large contact area between the associating protein segments. Interestingly, in TM helical segments amino acids with small side chains (Gly and Ala) favor the helix-helix contact interfaces, while bulky non-polar side chains locate mostly on lipid expose surfaces [76] , suggesting that intimate packing is fundamental for their association. Certainly, the role of Gly in helix-helix association has been extremely well documented in the context of Glycophorin A [77] . One could assume that viroporins would have a large number of Gly and Ala to facilitate helix packing, but this is not the case (Figures 1, 2 and 4) . In fact, it is just the opposite. The Gly content in viroporin TM segments is lower than in other TM domains, specially for class II viroporins. There are several possible explanations for this phenomenon: 1. Viroporins, or at least some of them, do not interact directly with each other but simply work coordinately. Probably, this is the case for class II viroporins. On the other hand, the data that we have for some class I viroporins indicates a physical interaction between monomers. 2. Interactions occur through other domains (extramembranous regions) of the proteins. This second option does not seem feasible for some viroporins. Short peptides derived from PV1 2B and Classical swine fever virus (CSFV) p7 (both class II viroporins) TM segments can permeabilize membranes (no complementation with the soluble domains is required either in cis or trans) [41, 78] . Then, if the interaction is required for the activity, the TM segment is responsible for it. Furthermore, in the case of IAV M2 (see below) and HCV p7 [79] structural studies show that the isolated TM segment is sufficient for tetramer or hexamer formation respectively. On the same lines, computational work on HIV Vpu and IAV M2 suggests that the TM segment (in both cases) is sufficient for helix assembly [80, 81] . 3. There is a third possibility in which the TM segment is responsible for the interaction among proteins but where van der Waals forces are not the main contributor (see M2 below). It is worth mentioning that in the case of viroporins (at least in class I) the packing must be loose enough to allow the formation of an aqueous channel that facilitates ion passage through the pore. In this scenario small residues (like Gly) that promote a close packing might not be favored.", "project":"cdlai_CORD-19", "denotations":[]}