{"cord_uid":"vcb6d6bv", "sourcedb":"PMC", "sourceid":"PMC4517110", "divid":3, "text":"Nieva et al. [10] proposed a classification of viroporins (from RNA viruses) based on the number and orientation of their TM segments. Two major groups have been described: Class I and Class II, depending on whether the protein contains one or two membrane-spanning domains. Each of these two classes can be divided into two minor groups according to their membrane topology. Class IA viroporins locate the amino-terminus (Nt) in the endoplasmatic reticulum (ER) lumen and the carboxyl-terminus (Ct) in the cytoplasm. Influenza A virus (IAV) Matrix 2 protein (M2) and Human immunodeficiency virus (HIV-1) Viral Protein Unique (Vpu) are the best known examples of Class IA viroporins. Class IB viroporins have a reversed orientation, with the Nt oriented towards the cytosol and the Ct facing the ER lumen, with Human respiratory syncytial virus (HRSV) short hydrophobic protein (SH) falling into this category. In Class IIA, both Nt and Ct are located within the ER lumen (the Hepatitis C virus (HCV) protein 7 (p7) and Sindbis virus (SINV) 6 kDa protein (6K) are examples of this class). Poliovirus 1 (PV1) 2B, one of the most studied viroporins and the only described member of Class IIB, adopts the opposite orientation with both ends facing the cytosol. Interestingly, Class II viroporins are generally produced from viral polyproteins through proteolytic processing, whilst Class I do not require cleavage to reach their mature form [10, 11] . The differences between Class I and II viroporins, as we will show next, go beyond the number and orientation of the TM segments, and they might reflect a discrepancy in the mechanism of action and/or the target membrane. There are few exceptions to this classification (e.g., 3a protein of human severe acute respiratory syndrome corona virus (SARS-CoV)) has three TM segments [12] ). However, in this review we focus on the already describe Class I and Class II viroporins exclusively. Nonetheless, SARS-CoV 3a requires (like any Class I or Class II viroporin) insertion into the membrane followed by homo-oligomerization to perform its pore forming activity; and the principles governing both steps (stage I and stage II) apply to all membrane proteins.", "project":"cdlai_CORD-19", "denotations":[]}