{"cord_uid":"vcb6d6bv", "sourcedb":"PMC", "sourceid":"PMC4517110", "divid":10, "text":"Unlike class I viroporins, where membrane insertion depends exclusively on their primary structure, class II viroporins are inserted in the context of the poly-protein in which they are encoded. This can lead to different situations. On one side of the spectrum we have HCV p7 viroporin. The core protein of this flavivirus, located in the 5' end of the viral genome, directs the entire polypeptide via SRP [34] into the ER membrane where insertion occurs co-translationally [35, 36] . Consequently, p7 is already inserted into the lipid bilayer when it adopts its mature form after proteolytic cleavage [37] . On the other hand, PV1 polyprotein contains its first hydrophobic segment with the potential to deliver the viral polyprotein to the translocon, at position 451 (based on [14, 15] ). However, current data suggest that nascent chains with the hydrophobic segment in such downstream position are not directed to the membrane through the SRP and should be inserted post-translationally. In fact, no SS is predicted in PV1 polyprotein sequence (according to the Signal Sequence prediction algorithm [38, 39] ). However, precursor cleavage between P1 and P2 occurs during protein synthesis [40] . This auto-proteolytic activity liberates the P1 precursor and leaves a "new" protein starting residue 183 amino acids upstream the first hydrophobic domain (2B first TM segment). In this situation the SRP could recognize and bind to this hydrophobic sequence, stop translation and deliver the nascent chain into the ER membrane for a co-translational insertion. In fact, isolated PV1 2B has the potential to be inserted co-translationally into microsomal membranes when expressed in vitro [16] . Nevertheless, peptides derived from PV1 2B hydrophobic regions can recapitulated the membrane porating activity, even in an artificial membrane system [41] , suggesting a potential post-translational insertion mechanism for these sequences. Clearly, more work needs to be done to elucidate the mechanism of insertion of PV1 2B, specially in the context of the full length genome.", "project":"cdlai_CORD-19", "denotations":[]}