{"cord_uid":"vcb6d6bv", "sourcedb":"PMC", "sourceid":"PMC4517110", "divid":5, "text":"Viruses 2015, 7 3 of this class). Poliovirus 1 (PV1) 2B, one of the most studied viroporins and the only described member of Class IIB, adopts the opposite orientation with both ends facing the cytosol. Interestingly, Class II viroporins are generally produced from viral polyproteins through proteolytic processing, whilst Class I do not require cleavage to reach their mature form [10, 11] . The differences between Class I and II viroporins, as we will show next, go beyond the number and orientation of the TM segments, and they might reflect a discrepancy in the mechanism of action and/or the target membrane. There are few exceptions to this classification (e.g., 3a protein of human severe acute respiratory syndrome corona virus (SARS-CoV)) has three TM segments [12] ). However, in this review we focus on the already describe Class I and Class II viroporins exclusively. Nonetheless, SARS-CoV 3a requires (like any Class I or Class II viroporin) insertion into the membrane followed by homo-oligomerization to perform its pore forming activity; and the principles governing both steps (stage I and stage II) apply to all membrane proteins. An in silico analysis of the hydrophobic profile of viroporins using the ΔG Prediction Server [13] [14] [15] , an algorithm that predicts the presence of TM segments based on the apparent free energy difference (ΔGapp) for the insertion of a putative TM helix into the ER membrane by means of the Sec61 translocon, identifies for class I viroporins a single TM segment with highly favorable ΔG values (−3.59 kcal/mol in average ranging from -1.09 to -5.33 kcal/mol for the analyzed sequences) (Figures 1-3) . On the other hand, for class II viroporins the algorithm detects, not one but two TM segments with a surprisingly positive ΔGapp value (+0.5 kcal/mol in average). Furthermore, in some cases (eg. 2B from PV1) only one TM helix is predicted; the other hydrophobic region is not recognize as a TM by the algorithm, probably due to its low hydrophobicity, even though its presence has been experimentally confirmed [16] . In class II viroporins the TM segments are connected by a short stretch of amino acids (1-8 residues) forming what is known as an α-helical hairpin. This motif is thought to occur relatively frequently in integral membrane proteins and may serve as an important structural and/or functional element. The close proximity between both TM segments in an α-helical hairpin facilitates interactions between them. These interactions are, precisely, what may allow the insertion in the membrane of marginal hydrophobic TM segments (see below). In fact, it has been demonstrated that insertion of the PV1 2B viroporin α-helical hairpin requires an electrostatic interaction between amino acid residues located in both TM helices [17] . This might not be a unique feature of the viroporins α-helical hairpins; naturally occurring helical hairpins are in many cases not highly hydrophobic [18] . This type of interactions would require: 1. A concerted mechanism of insertion (see Insertion into the ER membrane section) since interactions must form prior to partition of the α-helical hairpin into the membrane. 2. The region connecting the TM segments must grant the formation of the hairpin by promoting a turn. In the case of the PV1 2B it was shown that the α-helical hairpin is stabilized by a short loop heavily populated by turn-promoting residues [17] . Again, this is not a unique feature of the In class II viroporins the TM segments are connected by a short stretch of amino acids (1-8 residues) forming what is known as an α-helical hairpin. This motif is thought to occur relatively frequently in integral membrane proteins and may serve as an important structural and/or functional element. The close proximity between both TM segments in an α-helical hairpin facilitates interactions between them. These interactions are, precisely, what may allow the insertion in the membrane of marginal hydrophobic TM segments (see below). In fact, it has been demonstrated that insertion of the PV1 2B viroporin α-helical hairpin requires an electrostatic interaction between amino acid residues located in both TM helices [17] . This might not be a unique feature of the viroporins α-helical hairpins; naturally occurring helical hairpins are in many cases not highly hydrophobic [18] . This type of interactions would require: 1. A concerted mechanism of insertion (see Insertion into the ER membrane section) since interactions must form prior to partition of the α-helical hairpin into the membrane. 2. The region connecting the TM segments must grant the formation of the hairpin by promoting a turn. In the case of the PV1 2B it was shown that the α-helical hairpin is stabilized by a short loop heavily populated by turn-promoting residues [17] . Again, this is not a unique feature of the 2B viroporin. A turn propensity analysis (using the scale described by Monné et al. [19] and a slide window of 5 amino acids) reveals an area with an elevated turn propensity between the putative TM segments of most class II viroporins ( Figure 2 ).", "project":"cdlai_CORD-19", "denotations":[]}