{"cord_uid":"vcb6d6bv", "sourcedb":"PMC", "sourceid":"PMC4517110", "divid":28, "text":"Structurally, both the full length M2 protein and its TM domain have been studied extensively using different techniques (i.e., SSNMR and X-ray crystallography) in various lipid mimetic enviroments [92] [93] [94] [95] [96] . Despite some differences, all the structures show a helical tetramer perpendicular to the membrane normal ( Figure 5, panel A) . The helix bundle leaves an aqueous pore lined by Val27, Ser31, Gly34, His37, Trp41, Asp44, and Arg45, which include all the hydrophilic residues present in the TM sequence. The motif responsible for proton conductance and tetramerization is the tetrameric His37-Trp41 cluster, referred as the HxxxW quartet ( Figure 5) . Interestingly, the hexamer formed by HCV p7 presents an internal pore which include, as in IAV M2, mostly hydrophilic residues (Ile6, Asn9, Ser12, Asn16, Trp21, Leu28, Arg35) [79] . At neutral pH, one proton is shared between the N ε2 of His37 from Chain/Helix A and the N δ1 of an adjacent His37 (helix B). Likewise, His37 from helix C forms a hydrogen bond with N δ1 of His37 on helix D forming a pair of dimers. At the same time, the His37 N ε2 of helix B interacts with the indole ring of the Trp41 residue in helix C and the His37 N ε2 of helix D with the Trp41 residue in helix A resulting in the dimer of dimers that constitute the close configuration of the channel ( Figure 5 , panels B and C). The position of His37 on helices A and C and subsequently the tetramer structure is further stabilized by a hydrogen bond between the protonated N δ1 of the His37 and its respective backbone carbonyl oxygen. Once in the low pH of the endosome, a hydronium ion attacks one of the His37-His37 dimers in the luminal side of the pore. At this point, the His37 becomes stabilized by a hydrogen bond with water at the newly exposed N δ1. Subsequently, the N ε2 proton is exposed to the aqueous environment on the C-terminal side, allowing its released to the viral interior. Once the proton is released, the closed state is restored. In each round, changes among the HxxxW quartet can be accomplished by small rotations of the His37 and Trp41 side chains. For a detailed explanation on proton conductance see [76, 97] . At neutral pH, one proton is shared between the N ε2 of His37 from Chain/Helix A and the N δ1 of an adjacent His37 (helix B). Likewise, His37 from helix C forms a hydrogen bond with N δ1 of His37 on helix D forming a pair of dimers. At the same time, the His37 N ε2 of helix B interacts with the indole ring of the Trp41 residue in helix C and the His37 N ε2 of helix D with the Trp41 residue in helix A resulting in the dimer of dimers that constitute the close configuration of the channel ( Figure 5 , panels B and C). The position of His37 on helices A and C and subsequently the tetramer structure is further stabilized by a hydrogen bond between the protonated N δ1 of the His37 and its respective backbone carbonyl oxygen. Once in the low pH of the endosome, a hydronium ion attacks one of the His37-His37 dimers in the luminal side of the pore. At this point, the His37 becomes stabilized by a hydrogen bond with water at the newly exposed N δ1. Subsequently, the N ε2 proton is exposed to the aqueous environment on the C-terminal side, allowing its released to the viral interior. Once the proton is released, the closed state is restored. In each round, changes among the HxxxW quartet can be accomplished by small rotations of the His37 and Trp41 side chains. For a detailed explanation on proton conductance see [76, 97] .", "project":"cdlai_CORD-19", "denotations":[]}