{"cord_uid":"vj3wk150", "sourcedb":"PMC", "sourceid":"PMC4974519", "divid":33, "text":"To allow adequate proteins synthesis, some coronaviruses harness strategies to prevent eIF2α phosphorylation. For example, IBV activates PKR and PERK at early infection times, leading to phosphorylation of eIF2α, however, the activation of PKR and PERK is suppressed at late infection times by unknown mechanisms Furthermore, IBV infection up-regulates GADD34 expression, which is a regulatory subunit of PP1. By suppression of kinase PERK and PKR activity, and enhancement of phosphotase GADD34-PP1 activity, phosphor-eIF2α was reduced to low level at late infection times, resulting in robust protein synthesis throughout the infection course. The sustained protein translation is beneficial for virus replication, which is verified by overexpression of GADD34 [18, 44] . Unlike IBV, which maintains protein synthesis via blockage of PKR/PERK activity and up-regulation of GADD34, TEGV infection leads to PKR activation with a maximum at 12 h.p.i.. However, the level of phosphor-eIF2α in TEGV infected cell is comparable to mock-infected cells, and moderate protein synthesis is observed throughout the infection times. A genus-specific protein 7 mimicking the function of GADD34 is identified in TEGV, with a conserved sequence motif (RVIFLVL) binding to PP1c. The interaction of protein 7 and pp1c is required for dephosphorylation of eIF2α, inhibition of cellular RNA degradation, and maintenance of protein synthesis. Infect cells with TGEV∆7 (with deletion of protein 7) results in impaired protein synthesis, faster and stronger 28S rRNA degradation, and increased apoptosis, compared to that in wild type TEGV infected cells. Moreover, TGEV∆7 infected piglets exhibits accelerated pathology and more lesions at 4 dpi when compared with the wild type TGEV infected one. Piglets infected with virulent enteric strain TGEV-SC11-∆7 develop faster and more pronounced clinical disease. Thus, TGEV protein 7 functions to relieve the integrated stress response and to recover protein synthesis, thereby attenuating virus virulence [104] .", "project":"cdlai_CORD-19", "denotations":[]}