{"cord_uid":"vj3wk150", "sourcedb":"PMC", "sourceid":"PMC4974519", "divid":28, "text":"Coronavirus replicate entirely within the cytoplasm of their host cells, where they produced five to nine genomic mRNAs [41] . All mRNAs contain a common 5 1 -leader sequence (65-90 nucleotides long) and a co-terminal 3 1 -end [78] . The 5 1 -leader sequence binds to N protein and form a complex, may act as a strong translation initiation signal and promote viral mRNA translation [79, 80] . For each mRNA, only the 5 1 -open reading frames (ORFs) are translated via cap-dependent manner. Most of the mRNAs are monocistronic, while some mRNAs are bicistronic or tricistronic. mRNA1 encodes two large precursor polyproteins pp1a and pp1ab, pp1ab is translated via´1 programmed ribosomal shifting manner. Both polyproteins pp1a and pp1ab are proteolytically cleaved by virus encoded proteases, papain-like proteinase (PL pro ) and 3C-like proteinase (3CL pro ), into 13-16 mature non-structural proteins (nsps). Many of the nsps participate in viral RNA replication and transcription. The subgenomic mRNAs are translated into structural proteins haemagglutinin-esterase (HE), spike protein (S), envelope protein (E), membrane protein (M), nucleocapsid protein (N), and several nsps, respectively. HE is only encoded by β coronavirus. The expression ratio of these genes is regulated at the level of transcription, during which time the shorter mRNAs are produced more abundantly than the longer one [81, 82] . The 5 1 -UTR (untranslated region), which is unique for each of mRNA, also regulate the rate of each mRNA translation [83] . Viruses utilize host translation machinery to finish viral protein translation. In response to acute viral infection, host cell would shut down protein translation system to cope with the infection stress, which is regarded as integrated stress response. Integrated stress response is marked by phosphorylation of eIF2α, down regulation of the general cap-dependent protein synthesis, and up-regulation of the expression of certain transcription factors, such as ATF4. To acquire successful production of viral proteins, viruses must overcome this obstacle to ensure viral protein synthesis. The translation regulation by virus infection occurs by a number of ways, such as degradation of cellular mRNAs, alteration the activity of ribosome and associated factors, competitive displacement of cellular mRNAs by viral mRNAs for translation, etc. Coronavirus mRNAs are 5 1 -capped and 3 1 -polyadenylated, structurally equivalent to host mRNAs. Due to the translation competition between cellular and viral mRNAs for limiting number of ribosomes and associated factors, coronavirus must hijack the host translational machinery to produce their own proteins. More and more studies focus the mechanisms of translational control by coronavirus. SARS-CoV [84] [85] [86] [87] , MERS-coronavirus [88] , MHV [36, 89, 90] , transmissible gastroenteritis virus (TEGV) [91, 92] , porcine epidemic diarrhea virus (PEDV) [93] , bat coronaviruses [94] , have been shown to induce host translation shutoff in susceptible cells. In the other way, infectious bronchitis virus (IBV) maintains protein translation in infected cells [44] . The mechanisms of coronavirus modulated translation will be summarized in following sections.", "project":"cdlai_CORD-19", "denotations":[]}