{"cord_uid":"vj3wk150", "sourcedb":"PMC", "sourceid":"PMC4974519", "divid":34, "text":"Coronavirus nsp1, the most N-terminal product of the pp1a polyprotein, is only encoded by two genera, α and β coronavirus. This protein is highly divergent among coronaviruses and functions to regulate host and viral gene expression. Recently, a number of reports demonstratethat nsp1 is involved in the regulation of host protein translation. Among β coronavirus, SARS-CoV nsp1 was first identified to block the expression of reporter gene under the control constitutive promoters [84] . This protein associates and inactivates the 40S ribosomal subunit, thus preventing viral and cellular mRNA translation [105] . Moreover, the Nsp1-40S ribosome complex also promotes cellular mRNA degradation via inducing an endonucleolytic mRNA cleavage in the 5 1 region of the capped mRNA [84, 105, 106] . The presence of 5 1 -end leader sequence in viral mRNA, and the binding of stem loop 1 in the 5 1 -UTR with nsp1, protect viral mRNAs from nsp1-induced RNA cleavage, and facilitate efficient viral gene expression in infected cells [87, 106] . In vivo studies suggested that SARS-CoV nsp1 counteracts the host innate immune response via suppression of host gene expression, including type I IFN, thereby playing a crucial role in virus virulence [85, 105, 107] . The inhibition of host protein synthesis and IFN inhibition by nsp1 seems to be a general phenomenon in coronavirus, which is also observed in other coronaviruses. For example, the nsp1 of bat coronavirus strains, Rm1, 133 and HKU9-1, exhibit functional similarities with SARS-CoV nsp1, with the ability to prevent host protein synthesis and suppress innate immune functions [94, 108] . MERS-coronavirus nsp1 also negatively regulate host gene expression by inducing the degradation and inhibiting the translation of host mRNA. This protein selectively targets nuclear host mRNA and transports them to the cytoplasm for degradation and translation inhibition [88] . MHV nsp1 displays similar function to suppress the expression of reporter genes and host genes [108] . Deletion or mutation of potential functional domain of nsp1 severely attenuates MHV, and influences hepatotropism and liver pathogenesis in vivo, and elicits potent immune response. Thus, nsp1 is a major virulence factor [108] [109] [110] .", "project":"cdlai_CORD-19", "denotations":[]}