{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":25, "text":"SARS-CoV encodes three viroporins: 3a, E, and 8a (14, 27, 28) . We have previously shown that a SARS-CoV mutant lacking E protein was attenuated in mice (61) . Here, we show that removal of the 3a protein slightly reduced virus titers in vitro compared to the results seen with the parental virus (Fig. 1A) . In contrast, the titers of the Δ3a mutant were reduced 10-fold in vivo (Fig. 1B) , indicating that the 3a protein was required for optimal SARS-CoV replication. This result is in agreement with previous studies showing a slight reduction of SARS-CoV-Δ3a titers in Vero E6 cells (62) . Nevertheless, it has to be noted that the mice in the previous study were infected with a human SARS-CoV Urbani strain, which causes only a mild murine infection, in contrast to our mouse-adapted strain (61) . The reduction of titers after infection with Δ3a mutant viruses may reflect the role of 3a in membrane rearrangement, increasing the levels of intracellular vesicles that can promote nonlytic release of viral particles (30) . Alternatively, protein 3a may induce apoptosis (30, 63) and may enhance inflammation by activating nuclear factor kappa B (NF-kB), leading to the production of proinflammatory cytokines such as interleukin-8 (IL-8) and RANTES (CCL5) (29) . In fact, histopathological analysis of lungs from SARS-CoV-Δ3a-infected mice showed minimal damage or cellular infiltration at 2 and 4 dpi, whereas mice infected with the SARS-CoV parental virus revealed interstitial and peribronchial cell infiltration and edema in both alveolar and bronchiolar airways at 2 dpi and, mainly, at 4 dpi (see Fig. S3 in the supplemental material). This suggests that the attenuation of the Δ3a mutant may be due to its inability to activate an exacerbated proinflammatory response, resulting in survival of infected mice. In fact, similar results were obtained in the lungs of mice infected with rSARS-CoV-MA15-ΔE, which also led to attenuation by downregulation of the host proinflammatory response (61, 64) .", "project":"cdlai_CORD-19", "denotations":[]}