{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":1, "text":"KEYWORDS coronavirus, PBM, PDZ, SARS-CoV, viroporins C oronaviruses (CoVs) are pathogens responsible for a wide range of existing and emerging diseases in humans and domestic or companion animals (1) . A CoV causing the severe acute respiratory syndrome (SARS-CoV) was identified in Southeast China in 2002 and rapidly spread worldwide to more than 30 countries within 6 months, infecting more than 8,000 people, with mortality in approximately 10% of the cases (2, 3) . While SARS-CoV has not since reappeared in humans, other CoVs, including ones similar to SARS-CoV, are widely disseminated among bats circulating all over the world, making future outbreaks possible (4) (5) (6) . In fact, a novel CoV, the Middle East respiratory syndrome coronavirus (MERS-CoV), was identified in September 2012 in two human patients with severe respiratory disease in Saudi Arabia (7, 8) ; since then, the WHO has reported 2,144 laboratory-confirmed cases and at least 750 deaths (as of and virulence, in contrast with E protein, which required both for virulence (34, 46) . Protein 3a IC activity was characterized in planar lipid bilayers, showing that it forms non-voltage-gated ion channels. Furthermore, we identified residues located in TMD2 and TMD3 of the 3a protein that were involved in its IC activity. The potential interdependence of the three viroporins described in SARS-CoV was studied by deletion of single viroporins or of different combinations of two viroporins. The variant missing both the 3a and E proteins was not viable, indicating that the presence of at least one of the proteins is essential for virus viability. Furthermore, it was shown that either protein should maintain its PBM to compensate for the absence of the other full-length protein. These results suggest that PBMs interact with cellular proteins with PDZ domains to change cell metabolism, enhancing virus replication or pathogenicity. Identification and inhibition of specific cellular pathways affected by these interactions may be crucial for the identification of new antiviral strategies.", "project":"cdlai_CORD-19", "denotations":[]}