{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":27, "text":"Residues involved in E protein IC activity have been previously identified (33) , and this activity was essential for replication and virulence (34) . We previously reported that the E ion channel activates the inflammasome through calcium release from intracellular stores (34, 58) . IC activity of SARS-CoV E protein is exerted in the membrane of the ERGIC. This facilitates the release of Ca 2ϩ from this intracellular compartment, which contributes to the activation of the inflammasome complex, leading to the release of proinflammatory cytokines such as tumor necrosis factor alpha (TNF-␣), IL-1␤, and IL-6. The accumulation of these cytokines promotes an exacerbated proinflammatory response, which leads to death. Thus, E protein IC activity is a virulence factor similar to the IC activities of M2 from influenza virus (19) or rotavirus NSP4 (13, 66) . As E protein IC activity promotes virulence via inflammasome activation (34, 58) , we hypothesized that protein 3a IC activity could act in a similar way. However, as no correlation was found between protein 3a IC activity and SARS-CoV titer and pathogenicity, we conclude that, in our mouse model, the IC activity of 3a protein did not affect replication and virulence in the same way as that of E protein. However, SARS-CoV 3a protein TMD3 Ϫ and TMD [2, 3] Ϫ mutants displayed no IC activity and were attenuated. In principle, a possible explanation for this observation is that the TMD3 Ϫ three-amino-acid mutations present in both mutant TMD3 Ϫ and mutant TMD [2, 3] Ϫ could have disrupted a function of the 3a protein other than its IC activity. Nevertheless, viruses that included the point mutations that disrupt IC activity (Y91A, H93A, and Y109A) and which are less likely to affect other functions of the 3a protein than the 3-amino-acid and 5-amino-acid mutations of TMD3 Ϫ and TMD [2, 3] Ϫ , respectively, were completely virulent. The TMD3 Ϫ mutant showed 10-fold-lower titers in the lungs of infected mice. The impact of these mutants on virus replication and virulence may in principle be due to an exclusive effect on 3a protein functions different from its IC activity. The TMD [2, 3] Ϫ mutant maintained the same titers as the native virus, which could be explained if the mutations in TMD2 were structurally compensated for the ones in TMD3 when the two were simultaneously present in protein 3a. Overall, these results indicate that protein 3a IC activity is not involved in virus virulence.", "project":"cdlai_CORD-19", "denotations":[]}