{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":35, "text":"Generation of recombinant viruses. Viruses with mutations in SARS-CoV viroporins E, 3a, and 8a were constructed in an infectious cDNA clone of SARS-CoV-MA15 within a bacterial artificial chromosome (BAC) (plasmid pBAC-SARS-CoV-MA15) (49, 73, 76) . Generation of the E deletion mutant was described previously (61) . The 3a gene was deleted by overlap extension PCR using pBAC-SARS-CoV-MA15 and the primers shown in Table S2 in the supplemental material. Mutations included deletion of a region (nt 25270 to 25668) of the SARS-CoV genome, resulting in deletion of the 3a protein while retaining the 3b protein; a disruption of the ATG start codon of the 3a gene; and point mutations at nt 25673 and codon. A PCR product was generated from nt 24937 to 26060 of the SARS-CoV genome, digested at flanking SwaI and BamHI sites, and cloned into intermediate plasmid pBAC-SARS-PmeI-BamHI-SARS-CoV (which contains the nt-18404-to-26044 sequence of the SARS-CoV infectious cDNA clone) to generate plasmid pBAC-SARS-PmeI-BamHI-Δ3a. Finally, that plasmid was digested with PmeI and BamHI and the fragment carrying the 3a deletion was reinserted into a similarly digested pBAC-SARS-CoV-MA15 plasmid to generate pBAC-SARS-CoV-Δ3a. To construct the 8a deletion mutant, a DNA fragment containing nt 26790 to 28753 of the SARS-CoV genome flanked by restriction sites XcmI and NheI was assembled by overlap extension PCR using pBAC-SARS-CoV-MA15 as the template and the primers indicated in Table S1 ; this process resulted in the deletion of the first 82 nt of the 8a gene without affecting the 8b gene. The final PCR products were digested with XcmI and NheI and cloned into intermediate plasmid pBAC-BamHI-RsrII-SARS-CoV (which contains nt 26044 to 29782 of the SARS-CoV infectious cDNA clone [49] ), thus obtaining pBAC-BamHI-RsrII-SARS-CoV-Δ8a. That plasmid was digested with BamHI and RsrII, and the fragment carrying the deletion of the 8a gene was reinserted into pBAC-SARS-CoV-MA15, generating pBAC-SARS-CoV-Δ8a.", "project":"cdlai_CORD-19", "denotations":[]}