{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":17, "text":"SARS-CoV 3a protein subcellular localization. To begin to understand the nature of the replacement of E protein by 3a, or vice versa, in the replication of SARS-CoV, we assessed the cellular localization of each protein. The SARS-CoV E protein localizes to the ERGIC (56), but less is known about protein 3a localization (27) . The potential colocalization of the 3a and E proteins was first studied by infecting Vero E6 cells with wt rSARS-CoV. Confocal microscopy analysis of rSARS-CoV-MA15 at 24 hpi showed that the proteins were located in different cell subcompartments during infection, as the Pearson's coefficient value was below 0.6 (see Table S1 in the supplemental material) (57); protein 3a mainly accumulated at an unidentified perinuclear compartment different from the ERGIC (Fig. 8A ). E protein IC activity promotes virulence by releasing calcium from the ERGIC, leading to inflammasome activation (34, 58) . We showed that protein 3a IC activity is not involved in virus virulence. To extend these results, we next determined whether 3a was localized to any of the known cellular calcium reservoirs, i.e., the ER, the Golgi apparatus, and the mitochondria (59), using specific markers, including protein disulfide isomerase (PDI) (ER marker), 58 K (Golgi marker), and aconitase 2 (mitochondrion marker) (Fig. 8B) . Also, other subcellular compartments were analyzed for colocalization with the 3a protein by the use of antibodies (Abs) against Na ϩ /K ϩ ATPase (plasma membrane marker), Rab5 (early endosome marker), Rab7 (late endosome marker), and LAMP-1 (lysosome marker) (Fig. 9 ). Pearson's coefficient was below 0.6 in all cases (Table S1 ). Overall, 3a protein did not localize at any of the main intracellular calcium storage locations, suggesting that it is not located at a site that facilitates increased cytosolic calcium levels. Collectively, these results suggest that the IC activity of proteins 3a and E, while shared by the two proteins, is not the function responsible for the replacement for the full-length E and 3a proteins.", "project":"cdlai_CORD-19", "denotations":[]}