{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":50, "text":"Confocal microscopy. Vero E6 cells were grown to 90% confluence on glass coverslips and infected with wt SARS-CoV at a MOI of 0.3 PFU/cell. At 24 hpi, the medium was removed and cells were washed twice with PBS and fixed with 4% paraformaldehyde-PBS for 30 min at room temperature. Cells were subsequently washed twice with PBS, permeabilized for 10 min with ice-cold methanol, and then blocked with PBS containing 10% FBS for 40 min at room temperature. Immunofluorescence was performed using mouse Abs specific for SARS-CoV E protein (generated as described in reference 56) (1:500), protein disulfide isomerase (PDI; Abcam, Inc.) (1:500), 58 K (Abcam, Inc.) (1:100), aconitase 2 (Abcam, Inc.) (1:500), rab5 (BD Biosciences) (1:100), rab7 (BD Biosciences) (1:100), lamp-1 (Santa Cruz Biotechnologies) (1:50), and Na ϩ /K ϩ ATPase (Santa Cruz Biotechnologies) (1:50) and rabbit Abs specific for SARS-CoV 3a protein (1:500). Primary antibodies were diluted in PBS containing 5% FBS and incubated for 90 min at room temperature, and then coverslips were washed four times with PBS before incubation with secondary antibodies was performed. Alexa 488-or Alexa 546-conjugated antibodies specific for the different species (Invitrogen) were diluted 1:500 in PBS containing 5% FBS and incubated for 45 min at room temperature. Nuclei were stained using DAPI (4=,6-diamidino-2-phenylindole; Sigma) (1:200), and coverslips were mounted in ProLong Gold anti-fade reagent (Invitrogen) and examined on a Leica SP5 confocal microscope (Leica Microsystems, Inc.). Image analysis was performed using ImageJ (79) and the JACoP plug-in (57) . Three areas per image of 120 by 120 pixels with high accumulation of 3a protein were analyzed to determine Pearson's coefficient (Pc). Pc values below 0.6 were considered negative for colocalization. Partial colocalization was considered to have occurred for Pc values between 0.6 and 0.85. Pc values between 0.85 and 1 were considered positive for colocalization.", "project":"cdlai_CORD-19", "denotations":[]}