{"cord_uid":"vopadk91", "sourcedb":"PMC", "sourceid":"PMC5964350", "divid":5, "text":"Characterization of the IC activity of protein 3a in planar lipid bilayers. The IC activity of protein E is required for SARS-CoV replication and virulence (34) . However, as the relevance of the IC activity of the 3a protein was not known, we studied 3a protein in planar lipid bilayers and identified the amino acids involved in ion conductance. This system was used because its high sensitivity allows the detection of electric currents of a single ion channel (50) . To this end, a baculovirus was engineered to express the parental 3a protein in Sf-9 cells. Conductance of purified protein 3a was evaluated in the presence of KCl in planar lipid bilayers with a biologically relevant mix of 1,2-dioleoyl-sn-glycero-3-phosphocholine (DOPC)/1,2-dioleoyl-sn-glycero-3-phospho-L-serine (DOPS)/1,2-dioleoyl-sn-glycero-3-phosphoethanolamine (DOPE) with ratios of 3:1:1 (wt/wt), which is a composition similar to that of intracellular organelle membranes, such as the endoplasmic reticulum (ER)-Golgi intermediate compartment (ER-GIC). Single-channel conductance was estimated from a statistical analysis of the current jump amplitudes. This procedure allows a reliable estimate of the most probable value of current change every time a new channel is inserted or disappears. Although several channels were being inserted, the magnitude of the current through a single channel could be discriminated. Current jumps corresponding to 201 inde- cells were infected with wild-type (WT) (black filled circles), ΔE (blue filled squares), Δ3a (red filled circles), and Δ8a (green filled diamonds) SARS-CoV at a MOI of 0.001. Culture supernatants were collected at 4, 24, 48, and 72 hpi and titrated by plaque assay. The results are representative of three replicate experiments. (B) Groups of six 16-week-old BALB/c mice were infected with 100,000 PFU of either the parental virus (WT, black columns) or genetically engineered viruses lacking E protein (ΔE, blue columns), 3a protein (Δ3a, red columns), or 8a protein (Δ8a, green columns). At 2 and 4 dpi, 3 mice from each group were sacrificed to determine lung virus titers. Data summarize two replicate experiments. Data represent means Ϯ standard deviations (SD). *, P value Ͻ0.1; **, P value Ͻ0.01; ***, P value Ͻ0.001. pendent events were measured under conditions of an applied voltage of ϩ100 mV. Histograms of the current jump amplitudes of the recorded traces showed that the most frequent events corresponded to single-channel conductance of 16 pA ( Fig. 3A and B). Simultaneous bursts of two or three 3a ion channels were also observed, although with much lower frequency (Fig. 3B) .", "project":"cdlai_CORD-19", "denotations":[]}