{"cord_uid":"vzbh457k", "sourcedb":"PMC", "sourceid":"PMC3126774", "divid":22, "text":"In this study we identified potential CTL epitopes in BALB/c mice vaccinated with pVAX1-Ub-M and boosted with rWR-PRRSV-M. The frequency and number of CD3 + CD8 + T cells that produced IFN-γ following stimulation with peptides derived from PRSSV M protein was enumerated using ICS and ELISPOT assays. Using these approaches, we identified two peptides from PRSSV M protein that elicited IFN-γ production from the splenocytes of vaccinated mice. As shown in Figure  1 , intracellular IFN-γ staining following stimulation of splenocytes from vaccinated mice with the peptide K 93 FITSRCRL and F 57 GYMTFVHF revealed a population of IFN-γ producing CD8 + T cells comprising 4-5% of the total CD3 + splenocyte population. In contrast, unstimulated splenocytes and splenocytes exposed to an irrevelant peptide did not contain a population of IFN-γ producing CD8 + T cells (Figure 1 , panel B and C). Consistent with the ICS data, peptides K 93 FITSRCRL and F 57 GYMTFVHF elicited IFN-γ production from splenocytes of vaccinated mice when measured by ELISPOT, whereas unstimulated splenocytes and splenocytes stimulated with an irrelevant peptide did not reveal IFN-γ producing cells (Figure 2 ). The K 93 FITSRCRL and F 57 GYMTFVHF PRSSV M protein peptides were identified bioinformatically as H-2K d and H-2D d restricted CTL epitopes (Table 2) . Specific increases in the number of cells producing IFN-γ following stimulation with the peptides "K 93 FITSRCRL" and "F 57 GYMTFVHF" was observed by day 3 after the booster vaccination with rWR-PRRSV-M (Figure 1 and 2) . Furthermore, splenocytes from mice vaccinated with pVAX1-Ub-M responded strongly to "K 93 FITSRCRL" and "F 57 GYMTFVHF", but not other M protein-derived peptides, at all time points tested following the booster vaccination with rWR-PRRSV-M. When the same pattern of reactivity on three different time points after boosting with rWR-PRRSV-M within each vaccination group were analyzed statistically using ANOVA analysis, statistically significant differences were noted for the peptides "K 93 FITSRCRL" and "F 57 GYMTFVHF" when compared to the other peptides tested among mice vaccinated and boosted with pVAX1-Ub-M and rWR-PRRSV-M, respectively (P < 0.01, Figure 3A and 3B). Conversely, and confirming the specificity of these responses, no difference among the stimuli was observed with mock-vaccinated (pVAX1) mice and naïve mice (data not shown).", "project":"cdlai_CORD-19", "denotations":[]}