{"cord_uid":"w5dxuyg1", "sourcedb":"PMC", "sourceid":"PMC6949997", "divid":37, "text":"These findings suggest that 'bystander' cells such as cardiomyocytes and hepatocytes are likely to play a significant role in amplifying systemic inflammation by responding non-specifically to inflammatory processes. Immunohistological staining results did not allow an accurate quantification of translation, nor could we identify a direct correlation between mRNA and protein levels. This has a number of possible explanations-the different regions sampled, the different sensitivities of the two methods, the time lapse between transcription and translation (with our samples all taken at a single time point), and the manifold levels of pre-and post-translational regulation to which cytokines are exposed. Taking TNF-α alone, there is regulation of mRNA at export, post-transcription, and translation, with multiple mechanisms at each stage [42] . However, our objective was to confirm rather than quantify parenchymal cytokine expression and, together with what is known of cytokine function, our results provide strong evidence that hepatocytes and cardiomyocytes may indeed play a role in systemic inflammatory disease and hence the pathogenesis of FIP. This is supported by data from a mouse study showing that hepatocytes can produce at least as much IL-6 per cell as macrophages [28] . Traditionally thought to have more of a reactive or even bystander role in disease, the parenchymal cells may in fact provide a large amplifying step in a cascade of cytokine release. This role is, however, secondary and rather unspecific, as systemic inflammatory diseases were found to be associated with myocardial transcription of IL-1β, IL-6, and TNF-α at levels similar to those seen in cats with FIP. Whether other organs such as the lung (in which resident macrophages such as pulmonary intravascular macrophages may be targets for FCoV [43] ) also have a role to play remains to be investigated.", "project":"cdlai_CORD-19", "denotations":[]}