{"cord_uid":"xrit0w5i", "sourcedb":"PMC", "sourceid":"PMC5670731", "divid":21, "text":"HUVECs or BEAS-2Bs were inoculated with viral particles at MOI of 5 and incubated for 1 h, then cells were transfected with siRNA for 36 h before infected with H9N2 virus. Results showed that siRNA transfection knocked down the expression of IFITM1 induced by viral particle inoculation in HUVECs and BEAS-2Bs HUVECs and BEAS-2Bs were infected with H9N2 virus at MOI of 5 and incubated for 1 h, then cells were transfected with control siRNA or IFITM1 specific siRNA for 36 h. Virus titer in each group was detected using plaque assay at 36 h postinfection. The effect of IFIMT1 specific siRNA on IFITM1 expression was detected using western blot. a IFITM1 protein level after transfected with siRNA in HUVECs. b IFITM1 protein level after transfected with siRNA in BEAS-2Bs. c Virus titers in HUVECs transfected with control siRNA or IFITM1 specific siRNA. Compared to virus group (control siRNA), the virus titer in virus + siRNA group (IFITM1 specific siRNA) was increased by 13.1 ± 2.4% (P > 0.05, t-test). d Virus titers in BEAS-2Bs transfected with control siRNA or IFITM1 specific siRNA. Compared to virus group (control siRNA), the virus titer in virus + siRNA group (specific siRNA) was increased by 9.7% ± 3.8% (P > 0.05, t-test) Fig. 7 Antiviral activity of IFITM1 induced by viral particle inoculation in HUVECs and BEAS-2Bs. HUVECs and BEAS-2Bs were inoculated with viral particle at MOI of 5 and incubated for 1 h, then cells were transfected with control siRNA or IFITM1 specific siRNA for 36 h before infected with H9N2 virus at MOI of 5. Virus titer of each group was detected by plaque assay at 36 h postinfection. The effect of IFIMT1 specific siRNA on IFITM1 expression was detected using western blot. a IFITM1 protein level after transfected with siRNA in HUVECs. b IFITM1 protein level after transfected with siRNA in BEAS-2Bs. c Virus titers in HUVECs transfected with control siRNA or IFITM1 specific siRNA. Compared to particle group (control siRNA), the virus titer in particle + siRNA group (IFITM1 specific siRNA) was increased by 60.5 ± 10.7% (P < 0.05, t-test). d Virus titers in BEAS-2Bs transfected with control siRNA or IFITM1 specific siRNA. Compared to particle group (control siRNA), the virus titer in particle + siRNA group (specific siRNA) was increased by 12.9 ± 3.6% (P > 0.05, t-test). * means particle group compared with particle + siRNA group (*, P < 0.05, t-test) (Fig. 7a, b) . Compared to particle group, the virus titers were significantly increased by 60.5 ± 10.7% (P < 0.05, ttest) after transfection with IFITM1 specific siRNA (Fig. 7c) . In contrast, the virus titers were only increased by 12.9 ± 3.6% (P > 0.05, t-test) after transfection with IFITM1 specific siRNA in BEAS-2Bs (Fig. 7d) . The results indicated that the IFITM1 protein induced by viral particle inoculation significantly enhanced the antiviral state of HUVECs.", "project":"cdlai_CORD-19", "denotations":[]}