{"cord_uid":"xrit0w5i", "sourcedb":"PMC", "sourceid":"PMC5670731", "divid":23, "text":"The expression of ISGs is an early response of host to virus infection, and their products confers host the antiviral state which inhibits the entry process or replication of invading virus. To date, multiple proteins translated by ISGs have been validated as antiviral proteins, such as protein kinase R (PKR), myxovirus-resistance proteins, ISG15, Schlafen 11 and so on. IFITM proteins are recently identified antiviral factors that play critical roles in the intrinsic and interferon-mediated control of virus infection [20, 22] . Since initially identified by a siRNA screen for factors that restrict influenza virus replication, more and more researches revealed the inhibition effect of IFITMs on enveloped viruses through affecting the interaction between virus envelope proteins and endosomal or lysosomal [43] . Recently, a study demonstrated that depletion of IFITM1 with siRNA increased titers of H1N1 virus in primary lung fibroblast cells and in HeLa cell line, overexpression of IFITM1 resisted H3N2 virus infection in A549 and MDCK cell lines [22] . In this study, our results showed that overexpression of IFITM1 significantly reduced the virus titers in HUVECs and BEAS-2Bs (Fig. 8) . The present data reaffirmed the restriction effect of IFITM1 on influenza virus infection. To investigate whether IFITM1 induced by H9N2 virus infection and viral particle inoculation mediated the antiviral response in HUVECs, we detected the virus titers in HUVECs transfected with IFITM1 specific siRNA or control siRNA. The results showed that IFITM1 induced by H9N2 virus infection could not enhanced the antiviral state in HUVECs. In contrast, IFITM1 induced by viral particle inoculation significantly enhance the Fig. 8 Overexpression of IFITM1 significantly reduced virus titers in HUVECs and BEAS-2Bs. HUVECs and BEAS-2Bs were transfected with control plasmid (Control) or IFITM1 CRISPR activation plasmid (plasmid) for 36 h, then cells were infected with H9N2 virus at MOI of 5. Virus titer of each group was detected by plaque assay at 36 h postinfection. The overexpression of IFIMT1 was detected by western blot. a IFITM1 protein level after transfected with plasmid in BEAS-2Bs. b IFITM1 protein level after transfected with plasmid in HUVECs. c Virus titers in BEAS-2Bs transfected with control plasmid or IFITM1 CRISPR activation plasmid. Compared to control group (control plasmid), the virus titer in plasmid group (IFITM1 CRISPR activation plasmid) was decreased by 55.72.5 ± 7.53% (P < 0.01, t-test). d Virus titers in HUVECs transfected with control plasmid or IFITM1 CRISPR activation plasmid. Compared to control group (control plasmid), the virus titer in plasmid group (IFITM1 CRISPR activation plasmid) was decreased by 52.76 ± 1.02% (P < 0.01, t-test). * means control group compared with plasmid group (**, P < 0.01, t-test) antiviral response in HUVECs (Fig. 7) . Taking into account the above results, we hypothesized that virus replication preceded the expression of IFITM1 in initially infected cells. A previous study demonstrated that IFITM3 efficiently restricted influenza virus and IFITM1 modestly restricted influenza virus, and the expression patterns of IFITMs are likely to be an independent determinant of viral tropism [20] . Our previous microarray results showed that H9N2 virus and viral particle do not induce the expression of IFITM3 in HUVECs [33] . We speculated that this might be a unique response of HUVECs to H9N2 virus infection or viral particle inoculation. Taken together, our data may offer further insight into the innate immune response of endothelial cells to influenza virus infection.", "project":"cdlai_CORD-19", "denotations":[]}