{"cord_uid":"xrit0w5i", "sourcedb":"PMC", "sourceid":"PMC5670731", "divid":20, "text":"To determine the antiviral activity of IFITM1 protein induced by H9N2 virus infection, HUVECs or BEAS-2Bs were infected with H9N2 virus at MOI of 5 and incubated for 1 h, then cells were transfected with IFITM1 specific siRNA or control siRNA for 36 h. As shown in Fig. 6a , IFITM1 specific siRNA transfection successfully knocked down the expression of IFITM1 induced by H9N2 virus infection in HUVECs. However, the virus titers were just increased by 13.1 ± 2.4% (P > 0.05, t-test) compared with the virus Fig. 1 Quantitation of IFITM1 induced by H9N2 virus or inactivated viral particle in HUVECs and BEAS-2Bs. HUVECs and BEAS-2Bs were treated with H9N2 virus (i.e., Virus) or viral particle (i.e., Particle) at MOI of 5. Cells used for RT-PCR and western blot analysis were collected at different time points. a The expression of IFITM1 at mRNA level in HUVECs. b, c The expression of IFITM1 at protein level in HUVECs, and the relative protein level to β-actin. d The expression of IFITM1 at mRNA level in BEAS-2Bs. e, f The expression of IFITM1 at protein level in BEAS-2Bs, and the relative protein level to β-actin. * means particle group and virus group compared with control group (*, P < 0.05. **, P < 0.01, ANOVA). # means particle group compared with H9N2 virus group (#, P < 0.05. ##, P < 0.01, ANOVA) Fig. 2 Production of interferon-α/β by HUVECs and BEAS-2Bs inoculated with H9N2 virus or viral particle. HUVECs and BEAS-2Bs were inoculated with H9N2 virus or viral particle at a MOI of 5, and then supernatants were collected at 6, 12, 24 h. Levels of interferon-α/β were detected using ELISA kits. Values represent the means from three independent experiments plus standard deviations. a, b The concentration of interferon-α/β in culture supernatants of HUVECs. c, d The concentration of interferon-α/β in culture supernatants of BEAS-2Bs. *means particle group and virus group compared with control group (*, P < 0.05. **, P < 0.01, ANOVA). # means particle group compared with H9N2 virus group (#, P < 0.05. ##, P < 0.01, ANOVA) Fig. 3 Evaluation of interferon-α/β in HUVECs and BEAS-2B incubated with hemagglutinin (HA) and neuraminidase (NA). HUVECs and BEAS-2Bs were incubated with HA or NA at concentrations of 0.1, 1 μg/mL, supernatants were collected at 6, 12, 24 h. Levels of interferon-α/β were determined using ELISA kits. Values represent the means from three independent experiments plus standard deviations. a, b The concentration of interferon-α/β in culture supernatants of HUVECs. c, d The concentration of interferon-α/β in culture supernatants of BEAS-2Bs group (control siRNA) (Fig. 6c) . Similarly, the expression of IFITM1 induced by H9N2 virus infection was also successfully interfered by IFITM1 specific siRNA transfection in BEAS-2Bs (Fig. 6b) . And the virus titers were just increased by 9.7 ± 3.8% (P > 0.05, t-test) compared with virus group (control siRNA) (Fig. 6d) . The results suggested that IFITM1 induced by H9N2 virus infection did not mediate the antiviral response in HUVECs and BEAS-2Bs.", "project":"cdlai_CORD-19", "denotations":[]}