{"cord_uid":"xrit0w5i", "sourcedb":"PMC", "sourceid":"PMC5670731", "divid":2, "text":"Generally, airway epithelial cells are considered to be the main target cells of influenza viruses because of expressing two kinds of influenza virus receptors (α-2, 6and α-2, 3-linked sialic acid receptors) [23] [24] [25] . But the more and more evidences indicated that endothelial cells might play an important role in response to influenza virus infection. Most endothelial cells are also showed to express two kinds of influenza virus receptors which provide potential possibility for influenza virus infection in endothelial cells [26] . H5N1 and H7N9 influenza viruses have been proven to directly infect human lung microvascular endothelial cells and replicate in endothelial cell lines [27, 28] . Several studies indicated that endothelial cells might be the source of the cytokines and involved in lung injury during influenza virus infection [29] [30] [31] [32] . So, it is important to understand the cellular responses in endothelial cell during influenza virus infection. Our previous study revealed that H9N2 virus could infect human umbilical vein endothelial cells (HUVECs) and induce high level expression of several ISGs, especially IFITM1 [33] . The microarray results showed that both H9N2 virus infection and inactivated viral particle inoculation increase the expression of IFITM1 at transcription level, and the viral particle inoculation induces a higher level (44.75 folds) of IFITM1 than that (8.53 folds) induced by virus infection. However, the level of IFITM1 needs to be quantified by Real-Time PCR and western blot, and little is known about the antiviral activity of IFITM1 induced by H9N2 virus and viral particle in HUVECs. The present study aimed to quantify the expression of IFITM1 induced by H9N2 virus and viral particle and investigate the antiviral state mediated by IFITM1 in HUVECs. And the results showed that both H9N2 virus infection and viral particle inoculation significantly increased the expression of IFITM1 at mRNA and protein levels, and the IFITM1 protein induced by viral particle inoculation significantly enhanced the antiviral state of HUVECs against H9N2 virus infection.", "project":"cdlai_CORD-19", "denotations":[]}