{"cord_uid":"xrit0w5i", "sourcedb":"PMC", "sourceid":"PMC5670731", "divid":25, "text":"Previous studies indicated that H5N1 virus infection up-regulate the expression of type I interferon in human pulmonary microvascular endothelial cells and induce high levels of interferon-β in HUVECs [28, 49] . However, our results showed that expression of IFITM1 induced by H9N2 virus and viral particle independently of interferon-α/β in HUVECs (Fig. 2) . Although a recent study demonstrated that human IFITM3 and mouse IFITM3 are induced by cytokines of the gp130 family (such as IL-6) [50] , we failed to find a possible mechanism involved in IFITM1 expression. Thus, we investigated the effects of HA and NA proteins on the expression of IFITM1 in HUVECs. The results showed that treatment with HA or NA could not upregulate the levels of interferon-α/β and IFITM1 (Figs. 3, 4) . Virus RNA activates the cellular antiviral response has been widely reported. In the present study, we did not investigate the effect of RNA of H9N2 virus on the antiviral response in endothelial cells. However, our results showed that H9N2 virus could infect and replicate in HUVECs with invalid effect on antiviral response of HUVECs. The results indicated that RNA of H9N2 virus may play an insignificant role in the expression of IFITM1 induced by H9N2 virus infection or viral particle inoculation. We speculated that the induction of IFITM1 expression may depend on the interaction between viral particles and cellular factors. Moreover, a previous study demonstrated that interactions between cellular factors and envelope glycoprotein B of replication defective human cytomegalovirus may induce ISGs expression [51] . Then we verified whether the viral particles were taken up by cells using immunofluorescence. The results showed that viral particles could enter the HUVECs (Fig. 5) , suggesting that cellular interaction might be involved in the induction of IFITM1 in HUVECs. Obviously, more work needs to be done to explore this induction mechanism, and data of the present study might considerably narrow the range of possible mechanisms.", "project":"cdlai_CORD-19", "denotations":[]}