{"cord_uid":"xteeybsj", "sourcedb":"PMC", "sourceid":"PMC4415701", "divid":9, "text":"In this study, we found that 26Á2% and 1Á57% of sampled animals and 96Á6% and 13Á3% of herds were seropositive for H1N1pdm09 and H3N2 IAV, respectively. The rates of animals with anti-influenza antibodies found in this study were lower than those previously reported for many countries. One study reported that 66Á3% of the animals at swine farms in the United States had antibodies against subtype H1; a lower rate (33Á7%) was detected for antibodies against the H3 subtype. 19 Another study investigating the seroprevalence of antibodies against H1N1, H3N2, and H1N2 in sows from European herds detected seroprevalence rates that were >50% for H1N1 and H3N2 in Belgium (80Á8% and 53Á8%, respectively) and in Germany (70Á8% and 58Á6%, respectively). However, the prevalence rates were lower in Italy (46Á4% and 41Á7%, respectively) and Spain (38Á5% and 38Á0%, respectively). 20 The seroprevalence of H1 and H3 subtypes at farrow-to-finish and specialized finishing farms from Netherlands was investigated; at the farrow-to-finish farms, 44Á3% of the animals were seropositive for H1, and 6Á6% of the animals were seropositive for H3. 21 Although the prevalence of anti-influenza antibodies against H1 viruses has been higher than that of H3 viruses in most countries, comparing these prevalences is challenging when analyzing vaccinated and non-vaccinated herds because the circulation of influenza viruses at these farms may assume different routes, depending on the type of production system. 21 Furthermore, although the H3N2 used in our study has been isolated in pigs from North America in 1998, there is a relative cross-protection between viruses with the same type of hemagglutinin. Using a H3N2 from different country might be one factor to explain the low prevalence for antibodies against H3N2 in our study. Despite of that, due the cross-protection, our results could be useful to show H3N2 general circulation in Brazil.", "project":"cdlai_CORD-19", "denotations":[]}