{"cord_uid":"zaeg1ujv", "sourcedb":"PMC", "sourceid":"PMC6912106", "divid":12, "text":"rRVs with impaired NSP5 phosphorylation. To address the role of NSP5 hyperphosphorylation, we then generated a number of rRVs harboring NSP5 mutations previously known to impact NSP5 phosphorylation. We first generated an rRV carrying an S67A mutation (rRV-NSP5/S67A) ( Table 1 and Fig. 3A and B). Its replication in wild-type MA104 cells was strongly impaired (Fig. 3B , right panel), resulting in approximately a 100-fold reduction of the infectious progeny virus titer at different time points postinfection (Fig. 3C ). Despite the overall reduction of replication fitness, the rRV-NSP5/S67A mutant virus was stable after 10 passages in the wild-type MA104 cells, confirmed by the sequencing of the progeny virus. Consistent with our previous results, the NSP5/S67A mutant was not hyperphosphorylated in all cell lines tested, including MA104, U2OS, and Caco-2 cells (Fig. 3D) , further confirming the role of Ser67 in the initiation of NSP5 phosphorylation cascade (24) . While the wild-type rRV (rRV-wt) yielded multiple hyperphosphorylated NSP5 isoforms, the NSP5/S67A mutant mostly produced a single, homogeneous form of NSP5 with an apparent mass of 26 kDa that could be detected in the virus-infected cell extracts at 5 or 10 h postinfection (hpi) (Fig.  3E ). Enzymatic dephosphorylation with -protein phosphatase (-Ppase) and alkaline calf intestinal Ppase (CIP), previously used to discriminate phosphorylated from nonphosphorylated NSP5 (19) , further corroborated the observed lack of NSP5/S67A phosphorylation (Fig. 3F) . Because of the differences in the molecular weight markers used, the NSP5 band with the fastest PAGE mobility has been traditionally described as 26 kDa, and the most abundant one as 28 kDa. Since this nomenclature has been used in many publications, we prefer to maintain it, despite the fact that current PAGE migrations do not correspond to the markers presently used.", "project":"cdlai_CORD-19", "denotations":[]}