{"cord_uid":"zaeg1ujv", "sourcedb":"PMC", "sourceid":"PMC6912106", "divid":28, "text":"Here, we have shown that all three rRV mutants, rRV-NSP5/S67A, rRV-NSP5/ΔT, and rRV-NSP5/Δ176-180, expressing the phosphorylation-negative NSP5 variants, were unable to form round viroplasms upon infection of MA104 cells. Interestingly, further analysis of these mutants reveals some key differences between each NSP5 variant. While the rRV-NSP5/S67A strain formed aberrant structures resembling viroplasms that poorly support RV replication, this variant was still capable of producing infectious progeny, in contrast to the two other rRV mutant strains. Interestingly, the phenotype observed with the NSP5/S67A mutant was essentially the same as the one previously reported with the wt virus infecting MA104 cells silenced for expression of CK1␣, which is involved in phosphorylating Ser67 and initiating the hyperphosphorylation cascade (24, 25) . It has recently been shown that CK1␣ is also involved in phosphorylating NSP2, controlling the formation of rotavirus viral factories (37) . Our data obtained with the rRV-NSP5/S67A mutant strongly suggest that the lack of NSP5 hyperphosphorylation determines both the morphogenesis of viroplasms and their capacity to support RV genome replication. We cannot rule out the role of NSP2 phosphorylation in the assembly of viroplasms, since NSP2 is also likely to be phosphorylated by CK1␣ upon infection of the rRV-NSP5/S67A strain. Despite the formation of aberrant structures resembling viroplasms, the amount of RNA produced within those structures in rRV-NSP5/S67Ainfected MA104 cells was practically below the detection limit of 5-EU labeling, while the RNA replication was fully rescued in the trans-complementing MA-NSP5 cell line (Fig. 5) . It is unlikely that the viral mRNAs produced in MA104 wt cells infected with the rRV-NSP5/S67A strain were degraded faster, as most of the ssRNA synthesized is a consequence of the secondary round of transcription from the newly made dsRNA-containing particles. Indeed, very small amounts of dsRNA were detected during the infection of MA104 cells. smFISH results confirmed the presence of small amounts of plus ssRNA in some of these aberrant structures. This result is consistent with the finding that the rRV-NSP5/S67A strain did replicate, albeit at much lower levels than rRV-wt. Thus, these structures are likely to sustain virus replication with decreased efficiency, which was further confirmed by the electron microscopy analysis of MA104 cells infected with the rRV-NSP5/S67A strain.", "project":"cdlai_CORD-19", "denotations":[]}