{"cord_uid":"zaeg1ujv", "sourcedb":"PMC", "sourceid":"PMC6912106", "divid":27, "text":"Of the two nonstructural proteins involved in viroplasm assembly, NSP5 appears to play a crucial role by potentially providing a scaffold that allows for recruitment of additional viral proteins. Only when NSP5 is coexpressed with NSP2 and/or VP2 do these proteins assemble into the viroplasm-like structures (VLS), which are also capable of recruiting additional structural proteins, including VP1, VP2, and VP6 (8, 10) . Given these observations, we hypothesized that complete removal of NSP5 would be lethal for RV replication. Using a modified reverse-genetics system for rotaviruses (29) , we here provide the first direct evidence of the essential role of NSP5 in viroplasm formation and viral replication. In order to characterize replication-deficient NSP5negative mutants, we have established a trans-complementing system that provides NSP5 to the virus both transiently in BHK-T7 cells and stably in the NSP5-producing MA104 cell line (MA-NSP5), thus enabling facile isolation of rRVs lacking functional NSP5. Using this approach, we have demonstrated that NSP5-deficient rRV was unable to form viroplasms and replicate in the wt MA104 cells, while the viroplasm formation and viral replication were efficiently rescued in the trans-complementing MA-NSP5 cell line. Interestingly, the rRVs generated using this method also failed to incorporate dsRNA originating from the NSP5-encoding mRNA lacking the 5= and 3= untranslated regions (UTRs), further suggesting the essential roles of UTRs for genome packaging in RVs (35, 36) . NSP5 hyperphosphorylation has been previously implicated in the regulation of NSP5 assembly into viroplasms. This phosphorylation, however, requires the interaction of NSP5 with either NSP2 or VP2, as NSP5 is not phosphorylated when expressed alone (8, 22, 23) . Previous studies have suggested that activation of NSP5 hyperphosphorylation may require a conformational change that leads to its efficient hyperphosphorylation via a positive-feedback loop mechanism (8, 23, 24) . Two regions comprising the N-terminal amino acids 1 to 33 (region 1) and the central region amino acids 81 to 130 (region 3) have been reported to prevent NSP5 phosphorylation in the absence of other viral proteins, while the 18-aa-long C-terminal tail was found to be essential for its phosphorylation (8, 23, 24) .", "project":"cdlai_CORD-19", "denotations":[]}