{"cord_uid":"zdr0f2uq", "sourcedb":"PMC", "sourceid":"PMC6686077", "divid":6, "text":"Given that any particular cell exhibits a specific portfolio of glycan processing enzymes, the cellular origin of viral replication has the potential to significantly influence viral glycosylation [52] . Similarly, any multicellular target host will display a range of tissue-specific glycosylation that will potentially influence viral tropism [53] . At one extreme, glycosylation can be compositionally different across different species and this is an important feature of inter-species transmission potential. Indeed, many human pathogens are zoonotic viruses with animal reservoirs and although the mammalian N-linked glycan pathway is largely well-conserved [54] , several key differences can impact the viral antigenicity [55] . For example, humans lack the galactose-α-1,3-galactose epitope that is a common structure at the terminals of mammalian glycans [56] and antibody-based immunity against these epitopes can limit cross-species viral infectivity [57] . Similarly, O-linked glycans and glycolipids can exhibit pronounced compositional differences across species. At the other extreme, these immunological effects of host-specific protein and lipid glycosylation can also influence the spread of viruses within a species. Such glycan differences are evident within the human population as the ABO blood group system, with people of blood group A and blood group B expressing a fucosylglycoprotein α-N-acetylgalactosaminyltransferase and fucosylglycoprotein galactosyltransferase, respectively [58] . The presence of antibodies against the glycan structures of foreign blood groups, for example anti-A present in a blood group B individual, can limit viral transmission from a blood group B to blood group A individual. These effects have been documented in the infectivity of HIV-1 [59] and other viruses [60] , and the distribution of blood groups may be a selective pressure shaping the presence and distribution of viral As under-processed glycans are rarely presented on mature host cell glycoproteins [67, 68] , the innate immune system is able to recognise these glycans as pathogen-associated molecular patterns (PAMPs) using soluble lectins. (H) Glycans as Antibody Epitopes. Where glycan shielding is conserved on viral glycoproteins, it is possible for the humoral immune response, in rare cases, to elicit neutralising antibodies that target sugars as part of their epitopes.", "project":"cdlai_CORD-19", "denotations":[]}