{"cord_uid":"zdr0f2uq", "sourcedb":"PMC", "sourceid":"PMC6686077", "divid":29, "text":"Lassa virus is a highly pathogenic arenavirus that causes severe haemorrhagic fever in humans. Arenaviruses are generally categorised as Old and New World pathogens, based on geographical, genetic, and antigenic properties [196] . Both Old and New World Arenavirus GPCs are extensively glycosylated with a remarkable conservation of the glycosylation sequons [13, 140, [197] [198] [199] . Arenaviral GPCs are expressed as a single polyprotein precursor that is proteolytically processed and displayed as a trimer of tripartite protomers, with each protomer consisting of a receptor-binding GP1 domain, a class I membrane fusion GP2 domain, and a retained myristoylated stable signal peptide. The oft-inadequate antibody immune response elicited against arenaviruses has been, in part, attributed to the shielding of would-be antigenic epitopes by conserved N-linked glycans [13] . We previously reported the composition and model of the Lassa virus glycan shield, which comprises approximately 25% of the glycoprotein mass, revealing the extent of shielding across GPC, which consisted of a dense cluster of oligomannose-type glycans on the side of trimer [140] . These N-linked glycans protect vulnerable regions of the GPC, including the putative α-dystroglycan [200] and lysosomal-associated membrane protein-1 (LAMP-1) [116, 119, 201] binding sites, and regions surrounding the fusion loop [117] . Further evolutionary analysis of Lassa virus GPC revealed that residues with elevated nonsynonymous to synonymous substitutions (dN/dS) ratios co-localise to regions on Lassa virus GPC with lower levels of glycan density. This provided a rationale for how the Lassa virus glycan shield protects the proteinous surface from the humoral antibody response of the host [140] . Additionally, we have hypothesized that the Old World Loei River arenavirus GPC, which encodes two additional N-linked glycans on the GP1 subunit that are not observed on most other Old World arenaviruses may contribute to a more expanded oligomannose-type glycan cluster than that on Lassa virus GPC [118] . Nevertheless, with the conservation of N-linked glycosylation sites on arenaviral GPCs it seems extremely likely that the glycan shielding of the protein surface is conserved across the family to facilitate immune evasion.", "project":"cdlai_CORD-19", "denotations":[]}