{"cord_uid":"zdr0f2uq", "sourcedb":"PMC", "sourceid":"PMC6686077", "divid":1, "text":"Protein-displayed glycosylation is fundamental to a wide range of molecular and cellular processes, which can be divided according to intrinsic and extrinsic functions [19, 20] . Intrinsic functions are based upon the intramolecular properties of glycoproteins, while extrinsic functions result from modulation of intermolecular interactions of glycoproteins with glycan-binding partners, such as lectins and antibodies. While several forms of glycosylation occur in nature [21, 22] , here, we focus on the intrinsic and extrinsic functions of N-linked and mucin-type O-linked glycosylation in viral pathogenesis (Fig. 1 ). Nlinked glycosylation occurs on asparagine residues of Asn-X-Ser/Thr sequons, where X is any amino acid except proline. Viral proteins are glycosylated by the host-cell as viruses are able to hijack cellular glycosylation. In addition, as glycans are genetically encoded, glycosylation can be under significant selective pressure from factors such as immune evasion, and functions in glycoprotein folding and assembly [23] . The initial step of N-linked glycan biosynthesis involves the covalent en bloc attachment of the N-linked glycan precursor onto an asparagine residue of a nascent polypeptide chain by oligosaccharyltransferase (OST) early in the endoplasmic reticulum (ER). From this point, other processing enzymes trim down and subsequently build up the glycans, resulting in a potentially vast assortment of different classes of glycans namely: oligomannose, hybrid, and complex-type N-glycan structures (Fig. 1B) . It is important to note that in the context of viruses, glycosylation pathways may not be strictly linear and it is evident that some viral particles bud off early/translocate in the glycosylation pathway, which may account for the presence of unusual glycans on some viral glycoproteins [24, 25] . Furthermore, it is known that many viral glycoproteins do not follow the classical secretion pathway but can, for example, traffic directly from the ER to the plasma membrane, bypassing glycan maturation in the Golgi apparatus. This particular route is exhibited by hepatitis C virus and yields viral populations that are dominated by oligomannose-type glycans [26] .", "project":"cdlai_CORD-19", "denotations":[]}