{"cord_uid":"zdr0f2uq", "sourcedb":"PMC", "sourceid":"PMC6686077", "divid":43, "text":"The presence of oligomannose-type glycans is an uncommon feature on mature secreted and cell-surface host glycoproteins, and as such readily triggers the host innate immune system [273] . As pathogenassociated molecular patterns (PAMPs), they can be recognised by a variety of soluble lectins, for example, surfactant protein A and D (SPA and SPD), and mannose-binding lectin (MBL) (Fig. 4B ). MBL is a trimeric, soluble C-type lectin of the collectin family that constitutively circulates in the bloodstream [274] . Each protomer of the trimer possesses a C-terminal CRD, a coiled coil neck domain, a collagen-like domain, and a cysteine-rich N-terminal domain. MBL specifically binds to equatorial 3-and 4-hydroxyl groups on terminal mannose sugars and GlcNAc residues. Whilst individual CRD binding is relatively weak (K D of approximately 1 mM), the ability of collectins to form multi-trimeric oligomers significantly enhances glycan binding affinity via avidity effects resulting in K D values in the nM range [275, 276] . Once MBL binds to viral glycoproteins, it recruits mannose-binding lectin-associated serine proteases (MASPs), which trigger the lectin pathway of the complement system [277] [278] [279] . Furthermore, collagen-like domains can interact with collectin receptors found on phagocytic immune cells to promote clearance of pathogens. Ficolins, another member of collagenous soluble lectin family found in serum specifically recognize GlcNAc moieties [280] . These lectins contribute toward a functional complement system that is vital in combating viruses. MBL has been shown to recognise N-linked glycans on Dengue [281] , HIV-1 [282] , Marburg virus [283] , Ebola [283] , influenza [284] , and SARS coronavirus [285] and neutralize them by mechanisms including recruitment of complement, promoting clearance, blocking viral fusion, and interfering with DC-SIGN mediated trans-infection.", "project":"cdlai_CORD-19", "denotations":[]}