{"cord_uid":"zdr0f2uq", "sourcedb":"PMC", "sourceid":"PMC6686077", "divid":28, "text":"Epitope masking by glycosylation has also been observed on coronavirus spike (S) proteins [8, 187] . As with HIV-1 Env and influenza HAs, which use N-linked glycosylation to shield conserved CD4 [188] and sialic acid binding sites [189, 190] , respectively, coronaviruses appear to also occlude receptor binding domains by utilising N-linked glycans [8] . The S proteins of coronaviruses are large glycoproteins with between 23-38 potential N-linked glycan sites per protomer. Glycan analysis performed by Ritchie et al. of severe acute respiratory syndrome (SARS) S protein revealed a significant population of oligomannose-type glycans (30%) [10] . Furthermore, compositional analysis of the glycan shield of alpha-and delta-coronaviruses, expressed in Drosophila S2 cells, also displayed a wide variety of oligomannose-type glycans in addition to fly-type paucimannosidic glycans [8, 9] . Whilst it is extremely likely that N-linked glycan sites on coronavirus spikes have been incorporated to occlude certain epitopes, it remains unclear how effective the glycan shield is at facilitating immune evasion, since antibodies that target S proteins are readily elicited [191] [192] [193] . The sparsity of the glycan shield may be reflected in the overall oligomannose-type glycan proportions which is low (30%) [10] compared to the other "evasion strong" [166, 194] viruses such as HIV-1, Influenza, and Lassa (> 50%) [3, 140, 143] indicating less dense glycosylation across the surface, permitting the processing of glycans by enzymes in the ER and Golgi apparatus, and allowing antibodies to target the protein surface. As with other viral glycoproteins, it appears that glycans surrounding the receptor binding sites can negatively impact functionality [195] , suggesting that the slightly limited glycan shield of coronaviruses may result from the necessity to ensure efficient receptor binding.", "project":"cdlai_CORD-19", "denotations":[]}