{"cord_uid":"zl1s82yi", "sourcedb":"PMC", "sourceid":"PMC3397973", "divid":22, "text":"The non-parametric Friedman Test was used to determine to determine whether there were significant differences between results among the four different extraction protocols. Post-hoc analysis of pairwise differences between protocols was performed using a Wilcoxon Signed-Rank Test (SPSS) with a Bonferroni correction that set the significance level for the pairwise comparisons to P,0.008. Comparison of MS2 rRT-PCR and enteroviral rRT-PCR Cts was by repeated measurements, analysis of variants. Figure S1 MS2 rRT-PCR inhibition in RNA extracted from stool suspensions using four different RNA extraction protocols. Equal amounts of stool suspensions chosen randomly from among samples sent to the laboratory were extracted by four protocols: (A) QIAgen, (B) magNA Pure, (C) KingFisher, and (D) easyMag as described in Methods. MS2 coliphage calculated to give 27 Ct by rRT-PCR was added to the extraction buffer. rRT-PCR values for MS2 in RNA extracted from buffer controls were subtracted from the values for MS2 in RNA extracted from stool suspensions. This difference, the number of Cts of inhibition, is shown in the box to the right of the sample numbers. Negative values were set to 0 and the maximum values for inhibition ''C'' were capped at 29 Cts. Samples with inhibition .10, 7 to 9, 4 to 6, and 1 to 3 Ct are indicated by the colors of the boxes: black, red, tan, and light yellow, respectively. Blank white boxes indicate no inhibition. The numbers of samples in each category and the significance in differences are shown in Table 1 , Experiment 1. (PDF) Figure S2 MS2 rRT-PCR inhibition for RNA extracted from stool after re-freezing and thawing by extraction protocol. 1. Three repeated measurements of MS2 rRT-PCR were performed for the 23 samples by protocols: (A) QIAgen, (B) magNA Pure, (C) KingFisher, and (D) easyMag as described in Methods. The RNA was stored at 270uC between tests. MS2 coliphage was added to the extraction buffer. rRT-PCR values for MS2 in RNA extracted from buffer alone were subtracted from the values for MS2 in RNA extracted from stool suspensions. This difference, the number of Cts of inhibition, is shown in the boxes to the right of the sample numbers. Negative values were set to 0 and the maximum values for inhibition ''C'' were capped at 29 Cts. Samples with inhibition $10, 7 to 9, 4 to 6, and 1 to 3 Ct are indicated by the colors of the boxes: black, red, tan, and light yellow, respectively. Blank white boxes indicate that the samples were not inhibited. Samples were stored at 270uC between measurements. 2. The means for each of the three repeat tests the square of the means (M Sq), the standard deviation of each run (S.D.), and the significance of differences between the means of the repeated measurements by extraction protocol are presented. There were no significant differences between the repeat measurements for each extraction protocol. 3. Friedman test values for comparison among the 4 extraction methods. There were significant differences among the extraction protocols (shaded yellow boxes). 4. The Wilcoxon Singed-Rank Test (SPSS) with Bonferroni correction (Significance if P,0.008) for the pairwise comparison of the means of the three measurements of the rRT-PCR results from the different extraction protocols. Shaded yellow boxes indicate where pairwise differences between extraction protocols were significant. (PDF)", "project":"cdlai_CORD-19", "denotations":[]}