{"cord_uid":"zl1s82yi", "sourcedb":"PMC", "sourceid":"PMC3397973", "divid":14, "text":"The majority of rRT-PCR assays have a lower limit of quantitation of 10 target sequences per reaction with a Ct of approximately 35 cycles. A reaction with a three-fold shift upwards in Ct due the presence of inhibitors would still be positive, i.e. a specific signal would still be detectable below the 40 cycle cap recommended for the majority of rRT-PCR assays. A two Ct difference is within the statistical variation that may occur between repeated analyses of the same RNA. In contrast, a positive signal would no longer be detectible if there were a six-fold shift in Ct, which would produce a false negative outcome. In conclusion, inhibition is a complex process. All four extraction methods were suitable provided that an external control was used to identify problematic samples. rRT-PCR of MS2 RNA recovered from MS2 coliphage added to the lysis buffers of RNA extraction systems is a good predictor of inhibition of enteroviral RNA extracted from stool suspensions. More than one inhibitor may be present in the stool suspensions or added during extraction and their efficiency of removal differs between the extraction protocols. The correlation between the extent of MS2 rRT-PCR inhibition and enteroviral rRT-PCR inhibition increases inversely in relation to the amount of enteroviral RNA in the sample. In agreement with Dreier et al [5] , MS2 rRT-PCR inhibition should be tested for each RNA sample from a stool suspensions each time it is tested since there is no way to predict in advance whether inhibitors have been efficiently removed during extraction or remain active after cycles of frozen storage. Viral rRT-PCR results should not be considered as quantitative results when MS2 rRT-PCR is inhibited by more than 3 Ct. Finally, we recommend that any negative viral rRT-PCR result from a sample with an inhibition of .6 Ct for MS2 rRT-PCR should be considered invalid and alternative methods used to re-assay or re-extract the sample. If the RNA is diluted and re-tested only samples with positive results for enterovirus rRT-PCR should be considered as valid. ", "project":"cdlai_CORD-19", "denotations":[]}